Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# users profiles permission
source: Allows users with this permission to see user and staff ban messages.
fr: Permet aux utilisateurs disposant de cette autorisation de voir les messages d'interdiction des utilisateurs et du personnel.
pl: Umożliwia użytkownikom z tym uprawnieniem wgląd w komunikaty blokad.
pt_br: Permite que usuários com esta permissão vejam a mensagem de banimento para o usuário e para a equipe.
zh_hans: 拥有此权限的用户可查看用户及团队的封禁信息。

# users profiles permission
source: User profiles
fr: Profils utilisateur
pl: Profile użytkowników
pt_br: Perfis de usuários
zh_hans: 用户资料

# users profiles permission
source: Can follow other users
fr: Peut suivre d'autres utilisateurs
pl: Może obserwować innych użytkowników
pt_br: Pode seguir outros usuários
zh_hans: 可关注其他用户

# users profiles permission
source: Can be blocked by other users
fr: Peut être bloqué par d'autres utilisateurs
pl: Może być blokowany przez innych użytkowników
pt_br: Pode ser bloqueado por outros usuários
zh_hans: 可被其他用户屏蔽

# users profiles permission
source: Can see members e-mails
fr: Peut voir les e-mails des membres
pl: Może widzieć adresy e-mail innych użytkowników
pt_br: Pode ver e-mails de membros
zh_hans: 可查看成员邮箱

# users profiles permission
source: Can see members IPs
fr: Peut voir les adresses IP des membres
pl: Może widzieć adresy IP innych użytkowników
pt_br: Pode ver IP de membros
zh_hans: 可查看成员IP

# users profiles permission
source: Can see members that hide their presence
fr: Peut voir les membres qui cachent leur présence
pl: Może widzieć status użytkowników którzy ukrywają swoją obecność
pt_br: Pode ver membros que ocultam sua presença
zh_hans: 可查看隐藏在线状态的成员

# users profiles permission
source: You can't browse users list.
fr: Vous ne pouvez pas parcourir la liste des utilisateurs.
pl: Nie możesz przeglądać listy użytkowników.
pt_br: Você não pode navegar na lista de usuários.
zh_hans: 您无法浏览用户列表。

# users profiles permission
source: You can't follow other users.
fr: Vous ne pouvez pas suivre d'autres utilisateurs.
pl: Nie możesz obserwować innych.
pt_br: Você não pode seguir outros usuários.
zh_hans: 您无法关注其他用户。

# users profiles permission
source: You can't add yourself to followed.
fr: Vous ne pouvez pas vous ajouter aux suivis.
pl: Nie możesz dodać siebie do obserwowanych.
pt_br: Você não pode adicionar você mesmo como seguidor.
zh_hans: 您无法关注自己。

# users profiles permission
source: Administrators can't be blocked.
fr: Les administrateurs ne peuvent pas être bloqués.
pl: Administratorów nie można zablokować.
pt_br: Adminsitradores não podem ser bloqueados.
zh_hans: 管理员无法被屏蔽。

# users profiles permission
source: You can't block yourself.
fr: Vous ne pouvez pas vous bloquer.
pl: Nie możesz siebie zablokować.
pt_br: Você não pode bloquear a si mesmo.
zh_hans: 您无法屏蔽自己。

# users profiles permission
source: You can't see users bans details.
fr: Vous ne pouvez pas voir les détails des interdictions des utilisateurs.
pl: Nie możesz oglądać szczegółów blokad.
pt_br: Você não pode ver os detalhes de banimento dos usuários.
zh_hans: 您无法查看用户封禁详情。

# bio profile field
source: Bio
pl: O mnie
zh_hans: 简介

# real_name profile field
source: Real name
fr: Nom complet
pl: Prawdziwe imię
pt_br: Nome real
zh_hans: 真实姓名

# location profile field
source: Location
fr: Localisation
pl: Lokalizacja
pt_br: Localização
zh_hans: 所在地

# gender profile field
source: Gender
fr: Genre
pl: Płeć
pt_br: Gênero
zh_hans: 性别

# gender profile field choice
source: Not specified
fr: Non spécifié
pl: Nie podana
pt_br: Não especificado
zh_hans: 未指定

# gender profile field choice
source: Not telling
fr: Je ne le dis pas
pl: Nie mówię
pt_br: Não dizer
zh_hans: 不透露

# gender profile field choice
source: Female
fr: Femme
pl: Żeńska
pt_br: Feminino
zh_hans: 女性

# gender profile field choice
source: Male
fr: Homme
pl: Męska
pt_br: Masculino
zh_hans: 男性

# gender profile field choice
source: Non-binary
fr: Non binaire
pl: Niebinarna
pt_br: Não-binário
zh_hans: 非二元性别

# website profile field
source: Website
fr: Site Web
pl: Strona WWW
zh_hans: 网站

# website profile field
source: If you own a website you wish to share on your profile, you may enter its address here. Remember that, for it to be valid, it should start with either "http://" or "https://".
fr: Si vous possédez un site web que vous souhaitez partager sur votre profil, vous pouvez en indiquer l'adresse ici. N'oubliez pas que, pour être valide, elle doit commencer par "http://" ou "https://".
pl: Jeśli posiadasz stronę w internecie którą chcesz podzielić się z innymi, tutaj możesz wpisać jej adres. Pamiętaj że prawidłowy adres zaczyna się od "http://" lub "https://".
pt_br: Se você possui um website e deseja compartilhá-lo em seu perfil, você pode inserir seu endereço aqui. Lembre-se que, para ser válido, ele deve iniciar com "http://" ou "https://".
zh_hans: 如需在资料页面展示个人网站，请在此输入网址。请确保网址以“http://”或“https://”开头。

# twitter handle profile field
source: X (formerly Twitter) handle
fr: X (anciennement Twitter)
pl: Nazwa na X (dawniej Twitter)
pt_br: X (antigo Twitter)
zh_hans: X（原Twitter）账号

# twitter handle profile field
source: If you own an X account, here you may enter your X handle for other users to find you. Starting your handle with "@" sign is optional. Either "@%(slug)s" or "%(slug)s" are valid values.
fr: Si vous possédez un compte X, vous pouvez saisir ici votre pseudonyme X pour que les autres utilisateurs puissent vous trouver. Le fait de commencer votre pseudo par le signe "@%(slug)s" est facultatif. Les valeurs "@%(slug)s" ou "" sont valables.
pl: Jeśli posiadasz konto na X, tutaj możesz wpisać jego nazwę aby ułatwić innym użytkownikom znalezienie ciebie. Poprzedzenie nazwy znakiem "@" jest opcjonalne. Zarówno "@%(slug)s" jak i "@%(slug)s" są prawidłowe.
pt_br: Se você possui uma conta n o X, aqui você pode inserir seu identificador para que outros usuários encontrem você. Iniciar seu identificador com "@" é opcional. Tanto "@%(slug)s" quanto "%(slug)s" são valores válidos.
zh_hans: 如有X账号，可在此输入您的账号供他人查找。账号可选“@”开头，如“@%(slug)s”或“%(slug)s”均为有效格式。

# twitter handle profile field
source: This is not a valid X handle.
fr: Ce n'est pas un handle X valide.
pl: To nie jest prawidłowa nazwa użytkownika w "X".
pt_br: Este não é um identificador X válido.
zh_hans: 这不是有效的X账号。

# join ip profile field
source: Join IP
fr: Ajouter l'adresse IP
pl: IP rejestracji
pt_br: Vincular IP
zh_hans: 注册IP

# welcome email subject
source: Welcome on %(forum_name)s forums!
fr: Bienvenue sur les forums %(forum_name)s!
pl: Witaj na forum %(forum_name)s!
pt_br: Bem-vindo ao fórum %(forum_name)s!
zh_hans: 欢迎加入%(forum_name)s论坛！

# search provider
source: Users
fr: Utilisateurs
pl: Użytkownicy
pt_br: Usuários
zh_hans: 用户

# search users
source: You don't have permission to search users.
fr: Vous n'êtes pas autorisé à rechercher des utilisateurs.
pl: Nie masz uprawnień do szukania użytkowników.
pt_br: Você não tem permissão para pesquisar usuários.
zh_hans: 您无权搜索用户。

# ban message
source: Your IP address is banned.
fr: Votre adresse IP est bannie.
pl: Twój adres IP jest zablokowany.
pt_br: Seu endereço de IP está banido.
zh_hans: 您的IP地址已被封禁。

# ban message
source: You are banned.
fr: Vous êtes banni.
pl: Twoje konto jest zablokowane.
pt_br: Você está banido.
zh_hans: 您已被封禁。

# edit signature serializer
source: Signature is too long.
fr: La signature est trop longue.
pl: Podpis jest zbyt długi.
pt_br: A assinatura é muito longa
zh_hans: 签名过长。

# change username serializer
source: Enter new username.
fr: Entrez le nouveau nom d'utilisateur.
pl: Wpisz nową nazwę użytkownika.
pt_br: Inserir novo nome de usuário
zh_hans: 请输入新用户名。

# change username serializer
source: New username is same as current one.
fr: Le nouveau nom d'utilisateur est le même que celui actuel.
pl: Nowa nazwa użytkownika jest taka sama jak aktualna.
pt_br: O novo nome de usuário é igual ao atual.
zh_hans: 新用户名与当前用户名相同。

# change password serializer
source: Entered password is invalid.
fr: Le mot de passe saisi n'est pas valide.
pl: Podane hasło jest błędne.
pt_br: A senha inserida é inválida.
zh_hans: 输入的密码无效。

# change email serializer
source: Entered password is invalid.
fr: Le mot de passe saisi n'est pas valide.
pl: Podane hasło jest błędne.
pt_br: A senha inserida é inválida.
zh_hans: 输入的密码无效。

# change email serializer
source: You have to enter new e-mail address.
fr: Vous devez saisir une nouvelle adresse e-mail.
pl: Musisz podać nowy adres e-mail.
pt_br: Você precisa inserir um novo endereço de e-mail.
zh_hans: 您必须输入新的邮箱地址。

# change email serializer
source: New e-mail is same as current one.
fr: Le nouvel e-mail est le même que l'actuel.
pl: Nowy e-mail jest taki sam jak aktualny.
pt_br: O novo endereço de e-mail é igual ao atual.
zh_hans: 新邮箱与当前邮箱相同。

# delete own account serializer
source: Entered password is invalid.
fr: Le mot de passe saisi n'est pas valide.
pl: Podane hasło jest błędne.
pt_br: O endereço de e-mail inserido é inválido.
zh_hans: 输入的密码无效。

# archived user details
source: Username
fr: Nom d'utilisateur
pl: Nazwa użytkownika
pt_br: Nome de usuário
zh_hans: 用户名

# archived user details
source: E-mail
zh_hans: 邮箱

# archived user details
source: Joined on
fr: A rejoint le
pl: Dołączono
pt_br: Juntou-se em
zh_hans: 注册日期

# archived user details
source: Joined from IP
fr: A rejoint depuis L’IP
pl: Dołączono z IP
pt_br: Entrou pelo IP
zh_hans: 注册IP

# archived username history
source: New username
fr: Nouveau nom d'utilisateur
pl: Nowa nazwa
pt_br: Novo nome de usuário
zh_hans: 新用户名

# archived username history
source: Old username
fr: Ancien nom d'utilisateur
pl: Stara nazwa
pt_br: Nome de usuário antigo
zh_hans: 原用户名

# email validator
source: Enter a valid e-mail address.
fr: Entrez une adresse e-mail valide.
pl: Wpisz prawidłowy adres e-mail.
pt_br: Insira um endereço de e-mail válido.
zh_hans: 请输入有效的邮箱地址。

# user email validator
source: This e-mail address is not available.
fr: Cette adresse e-mail n'est pas disponible.
pl: Ten adres e-mail nie jest dostępny.
pt_br: Este endereço de e-mail não está disponível.
zh_hans: 该邮箱地址不可用。

# user email validator
source: This e-mail address is not allowed.
fr: Cette adresse e-mail n'est pas autorisée.
pl: Ten adres e-mail jest zabroniony.
pt_br: Este endereço de e-mail não é permitido.
zh_hans: 该邮箱地址不允许注册。

# username validator
source: This username is not available.
fr: Ce nom d'utilisateur n'est pas disponible.
pl: Ta nazwa użytkownika nie jest dostępna.
pt_br: Este nome de usuário não está disponível.
zh_hans: 该用户名不可用。

# username validator
source: This username is not allowed.
fr: Ce nom d'utilisateur n'est pas autorisé.
pl: Ta nazwa użytkownika jest zabroniona.
pt_br: Este nome de usuário não está permitido.
zh_hans: 该用户名不允许注册。

# username validator
source: Username can only contain Latin alphabet letters, digits, and an underscore sign.
fr: Le nom d'utilisateur ne peut contenir que des lettres de l'alphabet latin, des chiffres et un trait de soulignement.
pl: Nazwa użytkownika może zawierać wyłącznie litery alfabetu łacińskiego, cyfry i znak podkreślnika.
pt_br: O nome de usuário pode conter apenas letras do alfabeto latino, dígitos e um sinal de underline.
zh_hans: 用户名只能包含拉丁字母、数字和下划线。

# username validator
source: Username must contain Latin alphabet letters or digits.
fr: Le nom d'utilisateur doit contenir des lettres ou des chiffres de l'alphabet latin.
pl: Nazwa użytkownika musi zawierać litery alfabetu łacińskiego lub cyfry.
pt_br: O nome de usuário deve conter letras do alfabeto latino ou dígitos.
zh_hans: 用户名必须包含拉丁字母或数字。

# username length validator
source: Username must be at least %(limit_value)s character long.
fr: Le nom d'utilisateur doit être composé d'un minimum de %(limit_value)s caractère.
pl: Nazwa użytkownika musi mieć przynajmniej %(limit_value)s znak długości.
pt_br: O nome de usuário deve ter pelo menos %(limit_value)s caractere de comprimento.
zh_hans: 用户名至少%(limit_value)s个字符。

# username length validator
source: Username cannot be longer than %(limit_value)s characters.
fr: Le nom d'utilisateur ne peut pas contenir plus de %(limit_value)s caractère.
pl: Nazwa użytkownika nie może być dłuższa niż %(limit_value)s znak.
pt_br: O nome de usuário não pode ter mais que %(limit_value)s caractere.
zh_hans: 用户名不能超过%(limit_value)s个字符。

# stop forum spam validator
source: Data entered was found in spammers database.
fr: Les données saisies ont été trouvées dans la base de données des spammeurs.
pl: Wpisane dane zostały znalezione w bazie spamerów.
pt_br: Os dados inseridos foram localizados na base de spammers.
zh_hans: 输入的数据已被列入垃圾信息数据库。

# gmail email validator
source: This e-mail is not allowed.
fr: Cet e-mail n'est pas autorisé.
pl: Ten e-mail nie jest dozwolony.
pt_br: Este endereço de e-mail não está permitido.
zh_hans: 该邮箱不允许注册。

# activate account
source: Please use %(provider)s to activate your account.
fr: Veuillez utiliser %(provider)s pour activer votre compte.
pl: Aby aktywować swoje konto użyj %(provider)s.
pt_br: Por favor, use %(provider)s para ativar sua conta.
zh_hans: 请使用%(provider)s激活您的账户。

# activate account with token
source: %(user)s, your account is already active.
fr: %(user)s, votre compte est déjà actif.
pl: Twoje konto już jest aktywne, %(user)s.
pt_br: %(user)s, sua conta já está ativa.
zh_hans: %(user)s，您的账户已激活。

# activate account with token
source: %(user)s, your activation link is invalid. Try again or request new activation link.
fr: %(user)s, votre lien d'activation n'est pas valide.
pl: %(user)s, twój odnośnik aktywacyjny jest nieprawidłowy. Spróbuj ponownie albo poproś o nowy odnośnik.
pt_br: %(user)s, seu link de ativação é inválido. Tente novamente ou solicite um novo link de ativação.
zh_hans: %(user)s，您的激活链接无效。请重试或重新申请激活链接。

# activate account with token
source: %(user)s, your account has been activated!
fr: %(user)s, votre compte a été activé!
pl: %(user)s, twoje konto zostało aktywowane!
pt_br: %(user)s, sua conta foi ativada.
zh_hans: %(user)s，您的账户已激活！

# login
source: Please use %(provider)s to sign in.
fr: Veuillez utiliser %(provider)s pour vous connecter.
pl: Aby się zalogować użyj %(provider)s.
pt_br: Por favor, use %(provider)s para se conectar.
zh_hans: 请使用%(provider)s登录。

# user password
source: Please use %(provider)s to reset your password.
fr: Veuillez utiliser %(provider)s pour réinitialiser votre mot de passe.
pl: Aby zresetować swoje hasło użyj %(provider)s.
pt_br: Por favor, use %(provider)s para resetar sua senha.
zh_hans: 请使用%(provider)s重置您的密码。

# user password
source: %(user)s, your link has expired. Please request new link and try again.
fr: %(user)s, votre lien a expiré. Veuillez demander un nouveau lien et réessayer.
pl: %(user)s, twój odnośnik wygasł. Poproś o nowy odnośnik i spróbuj ponownie.
pt_br: %(user)s, seu link expirou. Por favor, solicite um novo link e tente novamente.
zh_hans: %(user)s，您的链接已过期。请重新申请并重试。

# user password
source: %(user)s, your link is invalid. Please try again or request new link.
fr: %(user)s, votre lien n'est pas valide. Veuillez réessayer ou demander un nouveau lien.
pl: %(user)s, twój odnośnik jest nieprawidłowy. Spróbuj ponownie albo poproś o nowy odnośnik.
pt_br: %(user)s, seu link é inválido. Por favor, tente novamente ou solicite um novo link.
zh_hans: %(user)s，您的链接无效。请重试或重新申请新链接。

# user options
source: Please use %(provider)s to change your e-mail.
fr: Veuillez utiliser %(provider)s pour modifier votre adresse e-mail.
pl: Aby zmienić swój e-mail użyj %(provider)s.
pt_br: Por favor, use %(provider)s para alterar seu e-mail.
zh_hans: 请使用%(provider)s更改您的邮箱。

# user options
source: %(user)s, your e-mail has been changed.
fr: %(user)s, votre e-mail a été modifié.
pl: %(user)s, twój e-mail został zmieniony.
pt_br: %(user)s, seu endereço de e-mail foi alterado.
zh_hans: %(user)s，您的邮箱已更改。

# user options
source: Please use %(provider)s to change your password.
fr: Veuillez utiliser %(provider)s pour modifier votre mot de passe.
pl: Aby się zmienić swoje hasło użyj %(provider)s.
pt_br: Por favor, use %(provider)s para alterar sua senha.
zh_hans: 请使用%(provider)s更改您的密码。

# user options
source: %(user)s, your password has been changed.
fr: %(user)s, votre mot de passe a été modifié.
pl: %(user)s, twoje hasło zostało zmienione.
pt_br: %(user)s, sua senha foi alterada.
zh_hans: %(user)s，您的密码已更改。

# skype id profile field
source: Skype ID
fr: Identifiant Skype
