Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/djangojs.po
Languages: es, fr, pl, pt_br, zh_hans

# profile username moderation btn
source: Change username
es: Cambiar nombre de usuario
fr: Changer le nom d'utilisateur
pl: Zmień nazwę
pt_br: Alterar usuário
zh_hans: 更改用户名

# profile username moderation title
source: Change username
es: Cambiar nombre de usuario
fr: Changer le nom d'utilisateur
pl: Zmień nazwę użytkownika
pt_br: Alterar nome de usuário
zh_hans: 更改用户名

# profile delete
source: %(username)s's account, threads, posts and other content has been deleted.
es: La cuenta de %(username)s, los temas, los mensajes y otro contenido han sido eliminados.
fr: Le compte, les fils de discussion, les publications et tout autre contenu de%(username)s ont été supprimés.
pl: Konto %(username)s zostało usunięte wraz z jego tematami, postami i pozostałymi treściami.
pt_br: As discussões, publicações e outros conteúdos do usuário %(username)s foram apagados.
zh_hans: %(username)s 的账户、主题、帖子和其他内容已被删除。

# profile delete
source: %(username)s's account has been deleted and other content has been hidden.
es: La cuenta de %(username)s ha sido eliminada y otro contenido ha sido ocultado.
fr: le compte de%(username)s a été supprimé et d'autres contenus ont été masqués.
pl: Konto %(username)s zostało a jego treści ukryte.
pt_br: A conta do usuário %(username)s foi apagada e outros conteúdos foram ocultos.
zh_hans: %(username)s 的账户已被删除，其他内容已被隐藏。

# profile delete btn
source: Delete %(username)s
es: Eliminar %(username)s
fr: Supprimer %(username)s
pl: Usuń %(username)s
pt_br: Apagar %(username)s
zh_hans: 删除 %(username)s

# profile delete btn
source: Please wait... (%(countdown)ss)
es: Por favor, espera... (%(countdown)ss)
fr: Veuillez patienter... (%(countdown)ss)
pl: Czekaj... (%(countdown)ss)
pt_br: Por favor, aguarde... (%(countdown)ss)
zh_hans: 请稍候... (%(countdown)ss)

# profile delete
source: User content
es: Contenido del usuario
fr: Contenu utilisateur
pl: Treści użytkownika
pt_br: Conteúdo do usuário
zh_hans: 用户内容

# profile delete content
source: Delete together with user's account
es: Eliminar junto con la cuenta del usuario
fr: Supprimer avec le compte de l'utilisateur
pl: Usuń wraz z kontem użytkownika
pt_br: Apagar junto com a conta do usuário
zh_hans: 与用户账户一起删除

# profile delete content
source: Hide after deleting user's account
es: Ocultar después de eliminar la cuenta del usuario
fr: Masquer après la suppression du compte de l'utilisateur
pl: Ukryj po usunięciu konta użytkownika
pt_br: Ocultar após apagar a conta do usuário
zh_hans: 删除用户账户后隐藏

# profile delete btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# profile delete link
source: Return to users list
es: Volver a la lista de usuarios
fr: Retour à la liste des utilisateurs
pl: Wróć do listy użytkowników
pt_br: Retornar para a lista de usuários
zh_hans: 返回用户列表

# profile delete title
source: Delete user account
es: Eliminar cuenta de usuario
fr: Supprimer le compte utilisateur
pl: Usuń konto użytkownika
pt_br: Apagar conta de usuário
zh_hans: 删除用户账户

# profile moderation menu
source: Avatar controls
es: Controles del avatar
fr: Contrôles de l'avatar
pl: Ustawienia awatara
pt_br: Controles de avatar
zh_hans: 头像控制

# profile moderation menu
source: Change username
es: Cambiar nombre de usuario
fr: Changer le nom d'utilisateur
pl: Zmień nazwę
pt_br: Mudar nome
zh_hans: 更改用户名

# profile moderation menu
source: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
pl: Usuń konto
pt_br: Apagar conta
zh_hans: 删除账户

# profile data list
source: This user's account has been disabled by administrator.
es: La cuenta de este usuario ha sido deshabilitada por el administrador.
fr: Le compte de cet utilisateur a été désactivé par l'administrateur.
pl: Konto tego użytkownika zostało wyłączone przez administratora.
pt_br: A conta deste usuário foi desativada pelo administrador.
zh_hans: 此用户的账户已被管理员禁用。

# profile data list
source: Account disabled
es: Cuenta deshabilitada
fr: Compte désactivé
pl: Konto wyłączone
pt_br: Conta desativada
zh_hans: 账户已禁用

# profile data list
source: Joined on %(joined_on)s
es: Unido el %(joined_on)s
fr: A rejoint le %(joined_on)s
pl: Dołączył(a) %(joined_on)s
pt_br: Entrou em %(joined_on)s
zh_hans: 在 %(joined_on)s 加入

# profile data list
source: Joined %(joined_on)s
es: Unido %(joined_on)s
fr: A rejoint %(joined_on)s
pl: Dołączył(a) %(joined_on)s
pt_br: Entrou %(joined_on)s
zh_hans: 在 %(joined_on)s 加入

# profile options btn
source: Options
es: Opciones
pl: Opcje
pt_br: Opções
zh_hans: 选项

# profile posts
source: You have posted no messages.
es: No has publicado ningún mensaje.
fr: Vous n'avez posté aucun message.
pl: Nie napisałe/aś żadnych wiadomości.
pt_br: Você não publicou nenhuma mensagem.
zh_hans: 你没有发布任何消息

# profile posts
source: %(username)s posted no messages.
es: %(username)s no ha publicado ningún mensaje.
fr: %(username)s n’a publié aucun message.
pl: %(username)s nie napisał(a) żadnych wiadomości.
pt_br: %(username)s não publicou nenhuma mensagem.
zh_hans: %(username)s 没有发布任何消息。

# profile posts
source: You have posted %(posts)s message.
es: Tú has posteado %(posts)s mensaje.
fr: Vous avez posté %(posts)s message.
pl: Napisałe/aś %(posts)s wiadomość.
pt_br: Você publicou %(posts)s mensagem.
zh_hans: 你发布了 %(posts)s 条消息。

# profile posts
source: %(username)s has posted %(posts)s message.
es: %(username)s ha posteado %(posts)s mensaje.
fr: %(username)s a posté %(posts)s message.
pl: %(username)s napisał(a) %(posts)s wiadomość.
pt_br: %(username)s publicou %(posts)s mensagem.
zh_hans: %(username)s 发布了 %(posts)s 条消息。

# profile posts
source: Loading...
es: Cargando...
fr: Chargement...
pl: Ładowanie...
pt_br: Carregando...
zh_hans: 正在加载...

# profile posts title
source: Posts
fr: Messages
pl: Posty
pt_br: Publicações
zh_hans: 帖子

# profile threads
source: You haven't started any threads.
fr: Vous n'avez démarré aucune discussion.
pl: Nie założyłe/aś żadnych tematów.
pt_br: Você não iniciou nenhuma discussão.
zh_hans: 你没有开始任何主题。

# profile threads
source: %(username)s hasn't started any threads
fr: %(username)s n'a démarré aucun fil de discussion
pl: %(username)s nie założył(a) żadnych tematów.
pt_br: %(username)s não iniciou nenhuma discussão
zh_hans: %(username)s 没有开始任何主题

# profile threads
source: You have started %(threads)s thread.
es: Tú has iniciado %(threads)s tema.
fr: Vous avez lancé %(threads)s fil de discussion.
pl: Założyłe/aś %(threads)s temat.
pt_br: Você iniciou %(threads)s discussão.
zh_hans: 你发布了 %(threads)s 个主题。

# profile threads
source: %(username)s has started %(threads)s thread.
es: %(username)s ha iniciado %(threads)s tema.
fr: %(username)s a lancé %(threads)s fil de discussion.
pl: %(username)s założył(a) %(threads)s temat.
pt_br: %(username)s iniciou %(threads)s discussão.
zh_hans: %(username)s 发布了 %(threads)s 个主题。

# profile threads
source: Loading...
es: Cargando...
fr: Chargement...
pl: Ładowanie...
pt_br: Carregando...
zh_hans: 正在加载...

# profile threads title
source: Threads
es: Temas
fr: Discussions
pl: Tematy
pt_br: Discussões
zh_hans: 主题

# request activation link form
source: Enter a valid e-mail address.
fr: Entrez une adresse e-mail valide.
pl: Wpisz prawidłowy adres e-mail.
pt_br: Insira um e-mail válido.
zh_hans: 输入一个有效的电子邮件地址。

# request activation link form field
source: Your e-mail address
es: Tu dirección de correo electrónico
fr: Votre adresse e-mail
pl: Twój adres e-mail
pt_br: Seu e-mail
zh_hans: 你的电子邮件地址

# request activation link form btn
source: Send link
es: Enviar enlace
fr: Envoyer le lien
pl: Wyślij odnośnik
pt_br: Enviar link
zh_hans: 发送链接

# request activation link form
source: Activation link was sent to %(email)s
es: El enlace de activación ha sido enviado a %(email)s
fr: Le lien d'activation a été envoyé à %(email)s
pl: Odnośnik aktywacyjny został wysłany do %(email)s
pt_br: O link de ativação foi enviado para %(email)s
zh_hans: 激活链接已发送到 %(email)s

# request activation link form btn
source: Request another link
es: Solicitar otro enlace
fr: Demander un autre lien
pl: Poproś o nowy odnośnik
pt_br: Solicitar outro link
zh_hans: 请求另一个链接

# request password reset form
source: Enter a valid e-mail address.
fr: Entrez une adresse e-mail valide.
pl: Wpisz prawidłowy adres e-mail.
pt_br: Insira um e-mail válido
zh_hans: 输入一个有效的电子邮件地址。

# request password reset form field
source: Your e-mail address
es: Tu dirección de correo electrónico
fr: Votre adresse e-mail
pl: Twój adres e-mail
pt_br: Seu e-mail
zh_hans: 你的电子邮件地址

# request password reset form btn
source: Send link
es: Enviar enlace
fr: Envoyer le lien
pl: Wyślij odnośnik
pt_br: Enviar link
zh_hans: 发送链接

# request password reset form
source: Reset password link was sent to %(email)s
es: El enlace para restablecer la contraseña ha sido enviado a %(email)s
fr: Le lien de réinitialisation du mot de passe a été envoyé à %(email)s
pl: Odnośnik do formularza zmiany hasła został wysłany do %(email)s
pt_br: O link para redefinição de senha foi enviado para %(email)s
zh_hans: 重置密码链接已发送到 %(email)s

# request password reset form btn
source: Request another link
es: Solicitar otro enlace
fr: Demander un autre lien
pl: Poproś o nowy odnośnik
pt_br: Solicitar outro link
zh_hans: 请求另一个链接

# request password reset form error
source: Activate your account.
es: Activa tu cuenta.
fr: Activez votre compte.
pl: Aktywuj konto.
pt_br: Ativar sua conta.
zh_hans: 激活你的账户。

# request password reset form error
source: Your account is inactive.
es: Tu cuenta está inactiva.
fr: Votre compte est inactif.
pl: Twoje konto jest nieaktywne.
pt_br: Sua conta está inativa.
zh_hans: 你的账户不活跃。

# password reset form
source: Enter new password.
es: Introduce una nueva contraseña.
fr: Entrez le nouveau mot de passe.
pl: Podaj nowe hasło.
pt_br: Insira a nova senha.
zh_hans: 输入新密码。

# password reset form field
source: Enter new password
es: Introduce una nueva contraseña
fr: Entrez le nouveau mot de passe
pl: Podaj nowe hasło
pt_br: Insira a nova senha
zh_hans: 输入新密码。

# password reset form btn
source: Change password
es: Cambiar contraseña
fr: Changer le mot de passe
pl: Zmień hasło
pt_br: Mudar senha
zh_hans: 更改密码

# password reset form
source: %(username)s, your password has been changed.
fr: %(username)s, votre mot de passe a été modifié.
pl: %(username)s, twoje hasło zostało zmienione.
pt_br: %(username)s, sua senha foi alterada.
zh_hans: %(username)s，你的密码已被更改。

# password reset form
source: Sign in using new password to continue.
fr: Connectez-vous avec un nouveau mot de passe pour continuer.
pl: Zaloguj się używając nowego hasła aby kontynuować.
pt_br: Entre usando sua nova senha para continuar.
zh_hans: 使用新密码登录以继续。

# password reset form btn
source: Sign in
es: Iniciar sesión
fr: Se connecter
pl: Zaloguj się
pt_br: Entrar
zh_hans: 登录

# search form
source: You have to enter search query.
es: Debes introducir una consulta de búsqueda.
fr: Vous devez saisir une requête de recherche.
pl: Musisz wpisać frazę do wyszukania.
pt_br: Você precisa inserir algum termo de busca.
zh_hans: 你必须输入搜索查询。

# search form title
source: Search
es: Buscar
fr: Recherche
pl: Szukaj
pt_br: Buscar
zh_hans: 搜索

# search form input
source: Search
es: Buscar
fr: Recherche
pl: Szukaj
pt_br: Buscar
zh_hans: 搜索

# search form btn
source: Search
es: Buscar
fr: Recherche
pl: Szukaj
pt_br: Buscar
zh_hans: 搜索

# search time
source: Search took %(time)s s
fr: La recherche a duré %(time)s s
pl: Szukanie zajęło %(time)s s
pt_br: A busca levou %(time)ss
zh_hans: 搜索耗时 %(time)s 秒

# search threads btn
source: Show more
es: Mostrar más
fr: Afficher plus
pl: Pokaż więcej
pt_br: Mostrar mais
zh_hans: 显示更多

# search threads
source: Loading results...
es: Cargando resultados...
fr: Chargement des résultats...
pl: Ładowanie wyników...
pt_br: Carregando resultados...
zh_hans: 正在加载结果...

# search threads
source: No threads matching search query have been found.
es: No se han encontrado temas que coincidan con la consulta de búsqueda.
fr: Aucune discussion correspondant à la requête de recherche n'a été trouvée.
pl: Nie znaleziono tematów pasujących do szukanej frazy.
pt_br: Nenhuma discussão correspondente a busca foi encontrada.
zh_hans: 没有找到匹配搜索查询的主题。

# search threads
source: Enter at least two characters to search threads.
es: Introduce al menos dos caracteres para buscar temas.
fr: Entrez au moins deux caractères pour rechercher des fils de discussion.
pl: Wpisz przynajmniej dwa znaki aby szukać tematów.
pt_br: Insira pelo menos dois caracteres para buscar discussões.
zh_hans: 输入至少两个字符来搜索主题。

# search users
source: Loading results...
es: Cargando resultados...
fr: Chargement des résultats...
pl: Ładowanie wyników...
pt_br: Carregando resultados...
zh_hans: 正在加载结果...

# search users
source: No users matching search query have been found.
es: No se han encontrado usuarios que coincidan con la consulta de búsqueda.
fr: Aucun utilisateur correspondant à la requête de recherche n'a été trouvé.
pl: Nie znaleziono użytkowników pasujących do szukanej frazy.
pt_br: Nenhum usuário correspondente a busca foi encontrado.
zh_hans: 没有找到匹配搜索查询的用户

# search users
source: Enter at least two characters to search users.
es: Introduce al menos dos caracteres para buscar usuarios.
fr: saisissez au moins deux caractères pour rechercher des utilisateurs.
pl: Wpisz przynajmniej dwa znaki aby szukać użytkowników.
pt_br: Insira pelo menos dois caracteres para buscar usuários.
zh_hans: 输入至少两个字符来搜索用户

# social auth title
source: Sign in with %(backend)s
es: Iniciar sesión con %(backend)s
fr: Connectez-vous avec %(backend)s
pl: Zaloguj się przez %(backend)s
pt_br: Entrar com %(backend)s
zh_hans: 用 %(backend)s 登录

# social auth form
source: Fill out all fields.
es: Rellena todos los campos.
fr: Remplissez tous les champs.
pl: Wypełnij wszystkie pola.
pt_br: Preencha todos os campos.
zh_hans: 填写所有字段。

# social auth form
source: Your e-mail address has been verified by %(backend)s.
es: Tu dirección de correo electrónico ha sido verificada por %(backend)s.
fr: Votre adresse e-mail a été vérifiée par %(backend)s.
pl: Twój adres e-mail został potwierdzony przez %(backend)s.
pt_br: Seu e-mail foi verificado por %(backend)s
zh_hans: 你的电子邮件地址已由 %(backend)s 验证。

# social auth form title
source: Complete your account
fr: Complétez votre compte
pl: Uzupełnij dane konta
pt_br: Complete sua conta
zh_hans: 完成你的账户

# social auth form field
source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
pl: Nazwa użytkownika
pt_br: Nome de usuário
zh_hans: 用户名

# social auth form field
source: E-mail address
es: Dirección de correo electrónico
fr: Adresse e-mail
pl: Adres e-mail
pt_br: E-mail
zh_hans: 电子邮件地址

# social auth form btn
source: Sign in
es: Iniciar sesión
fr: Se connecter
pl: Zaloguj się
pt_br: Entrar
zh_hans: 登录

# social auth complete
source: %(username)s, your account has been created and you have been signed in to it.
es: %(username)s, tu cuenta ha sido creada y has iniciado sesión en ella.
fr: %(username)s, votre compte a été créé et vous y êtes connecté.
pl: %(username)s, twoje konto zostało utworzone i zostałe/aś na nie zalogowany/a.
pt_br: %(username)s, sua conta foi criada e você se conectou nela.
zh_hans: %(username)s，你的账户已创建，并且你已登录到其中。

# social auth complete title
source: Registration completed!
es: ¡Registro completado!
fr: Inscription terminée!
pl: Rejestracja zakończona!
pt_br: Cadastro concluído!
zh_hans: 注册完成！

# social auth complete link
source: Return to forum index
es: Volver al índice del foro
fr: Retour à l'index du forum
pl: Powrót na stronę główną forum
pt_br: Retornar para a página inicial
zh_hans: 返回论坛首页

# add private thread participant
source: You have to enter user name.
es: Debes introducir el nombre de usuario.
fr: Vous devez saisir un nom d'utilisateur.
pl: Musisz podać nazwę użytkownika.
pt_br: Você precisa inserir o nome de usuário
zh_hans: 你必须输入用户名。

# add private thread participant
source: New participant has been added to thread.
es: Se ha añadido un nuevo participante al tema.
fr: Un nouveau participant a été ajouté au fil de discussion.
pl: Nowa osoba została dodana do tematu.
pt_br: Novo participante adicionado à discussão.
zh_hans: 新参与者已被添加到主题中。

# add private thread participant field
source: User to add
es: Usuario a añadir
fr: Utilisateur à ajouter
pl: Użytkownik do dodania
pt_br: Usuário para adicionar
zh_hans: 要添加的用户

# add private thread participant btn
source: Add participant
es: Añadir participante
fr: Ajouter un participant
pl: Dodaj osobę
pt_br: Adicionar participante
zh_hans: 添加参与者

# add private thread participant btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# add private thread participant modal title
source: Add participant
es: Añadir participante
fr: Ajouter un participant
pl: Dodaj osobę
pt_br: Adicionar participante
zh_hans: 添加参与者

# add participant btn
source: Add participant
es: Añadir participante
fr: Ajouter un participant
pl: Dodaj osobę
pt_br: Adicionar participante
zh_hans: 添加参与者

# private thread owner change
source: Are you sure you want to take over this thread?
es: ¿Estás seguro de que quieres hacerte cargo de este tema?
fr: Êtes-vous sûr de vouloir reprendre ce fil?
pl: Na pewno chcesz przejąć ten temat?
pt_br: Você tem certeza que quer assumir esta discussão?
zh_hans: 你确定要接管这个主题吗？

# private thread owner change
source: Are you sure you want to change thread owner to %(user)s?
es: ¿Estás seguro de que quieres cambiar el propietario del tema a %(user)s?
fr: Êtes-vous sûr de vouloir remplacer le propriétaire du thread par %(user)s?
pl: Na pewno chcesz zmienić właściciela tematu na %(user)s?
pt_br: Você tem certeza que quer tornar o usuário %(user)s proprietário da discussão?
zh_hans: 你确定要将主题所有者更改为 %(user)s 吗？

# thread participants actions
source: %(user)s has been made new thread owner.
es: %(user)s ha sido nombrado nuevo propietario del tema.
fr: %(user)s est devenu le nouveau propriétaire du thread.
pl: %(user)s został(a) nowym właścicielem tematu.
pt_br: %(user)s agora é o novo dono da discussão.
zh_hans: %(user)s 已成为新的主题所有者。

# private thread owner change btn
source: Make owner
es: Hacer propietario
fr: Rendre propriétaire
pl: Uczyń właścicielem
pt_br: Tornar dono
zh_hans: 设为所有者

# private thread leave
source: Are you sure you want to leave this thread?
es: ¿Estás seguro de que quieres abandonar este tema?
fr: Êtes-vous sûr de vouloir quitter ce fil?
pl: Na pewno chcesz opuścić ten temat?
pt_br: Você tem certeza que quer deixar essa discussão?
zh_hans: 你确定要离开这个主题吗？

# private thread leave
source: Are you sure you want to remove %(user)s from this thread?
es: ¿Estás seguro de que quieres eliminar a %(user)s de este tema?
fr: Êtes-vous sûr de vouloir supprimer %(user)s de ce fil?
pl: Na pewno chcesz usunąć %(user)s z tego tematu?
pt_br: Você tem certeza que quer remover %(user)s desta discussão?
zh_hans: 你确定要从此主题中移除 %(user)s 吗？

# thread participants actions
source: You have left this thread.
es: Has abandonado este tema.
fr: Vous avez quitté ce fil de discussion.
pl: Opuściłe/aś ten temat.
pt_br: Você deixou esta discussão.
zh_hans: 你已离开这个主题。

# thread participants actions
source: %(user)s has been removed from this thread.
es: %(user)s ha sido eliminado de este tema.
fr: %(user)s a été supprimé de ce fil de discussion.
pl: %(user)s został(a) usunięty/a z tego tematu.
pt_br: %(user)s foi removido desta discussão.
zh_hans: %(user)s 已被从此主题中移除

# private thread leave btn
source: Leave thread
es: Abandonar tema
fr: Quitter le fil de discussion
pl: Opuść temat
pt_br: Deixar discussão
zh_hans: 离开主题

# private thread leave btn
source: Remove
es: Eliminar
fr: Supprimer
pl: Usuń
pt_br: Remover
zh_hans: 移除

# thread participants profile link
source: See profile
es: Ver perfil
fr: Voir le profil
pl: Zobacz profil
pt_br: Ver perfil
zh_hans: 查看个人资料

# thread participants owner status
source: Thread owner
es: Propietario del tema
fr: Propriétaire du fil de discussion
pl: Właściciel(ka) tematu
pt_br: Dono da discussão
zh_hans: 主题所有者

# thread participants stat
source: This thread has %(users)s participant.
es: Este tema tiene %(users)s participante.
fr: Ce fil de discussion a %(users)s participants.
pl: Ten temat ma %(users)s uczestnika.
pt_br: Esta discussão possui %(users)s participante.
zh_hans: 这个主题有 %(users)s 个参与者。

# thread poll
source: %(votes)s vote, %(proc)s% of total.
es: %(votes)s voto, %(proc)s% del total.
fr: %(votes)s vote, %(proc)s% au total.
pl: %(votes)s głos, %(proc)s% całości.
pt_br: %(votes)s voto, %(proc)s% do total.
zh_hans: %(votes)s 票，占总数的 %(proc)s%。

# thread poll
source: You've voted on this choice.
es: Has votado en esta opción.
fr: Vous avez voté pour ce choix.
pl: Zagłosowałe/aś na tą opcję.
pt_br: Você votou nesta escolha.
zh_hans: 你已对此选项进行了投票。

# thread poll
source: Poll votes
es: Votos de la encuesta
fr: Votes de sondage
pl: Głosy w ankiecie
pt_br: Votos da enquete
zh_hans: 投票结果

# thread poll
source: %(votes)s user has voted for this choice.
es: %(votes)s usuario ha votado por esta opción.
fr: %(votes)s utilisateur a voté pour ce choix.
pl: %(votes)s użytkownik zagłosował na tą opcję.
pt_br: %(votes)s usuário votou nesta escolha.
zh_hans: %(votes)s 个用户对此选项进行了投票。

# thread poll
source: Vote
es: Votar
fr: Voter
pl: Zagłosuj
pt_br: Votar
zh_hans: 投票

# thread poll
source: See votes
es: Ver votos
fr: Voir les votes
pl: Zobacz głosy
pt_br: Ver votos
zh_hans: 查看投票

# thread poll
source: Edit
es: Editar
fr: Modifier
pl: Zmień
pt_br: Editar
zh_hans: 编辑

# thread poll
source: Are you sure you want to delete this poll? This action is not reversible.
es: ¿Estás seguro de que quieres eliminar esta encuesta? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce sondage?
pl: Na pewno chcesz usunąć tą ankietę? Tej akcji nie można cofnąć.
pt_br: Você tem certeza que deseja deletar esta enquete? Esta ação não é reversível.
zh_hans: 你确定要删除这项投票吗？此操作不可逆。

# thread poll
source: Poll has been deleted
es: La encuesta ha sido eliminada
fr: Le sondage a été supprimé
pl: Ankieta została usunięta.
pt_br: A enquete foi apagada
zh_hans: 投票已被删除

# thread poll
source: Delete
es: Eliminar
fr: Supprimer
pl: Usuń
pt_br: Apagar
zh_hans: 删除

# thread poll
source: Started by %(poster)s %(posted_on)s.
es: Iniciado por %(poster)s %(posted_on)s.
fr: Démarré par %(poster)s %(posted_on)s.
pl: Zaczęta przez %(poster)s %(posted_on)s.
pt_br: Iniciado por %(poster)s %(posted_on)s.
zh_hans: 由 %(poster)s 在 %(posted_on)s 开始。

# thread poll
source: Voting ends %(ends_on)s.
es: La votación termina %(ends_on)s.
fr: Le vote se termine %(ends_on)s.
pl: Głosowanie trwa do %(ends_on)s.
pt_br: A votação termina em %(ends_on)s.
zh_hans: 投票结束于 %(ends_on)s。

# thread poll
source: %(votes)s vote.
es: %(votes)s voto.
pl: %(votes)s głos.
pt_br: %(votes)s voto.
zh_hans: %(votes)s 票。

# thread poll
source: Voting is public.
es: La votación es pública.
fr: Le vote est public.
pl: Głosy są publiczne.
pt_br: Votos são públicos.
zh_hans: 投票是公开的。

# thread poll
source: You can't select any more choices.
es: No puedes seleccionar más opciones.
fr: Vous ne pouvez plus sélectionner de choix.
pl: Nie możesz wybrać więcej opcji.
pt_br: Você não pode selecionar mais escolhas.
zh_hans: 你不能再选择更多选项。

# thread poll
source: You can select %(choices)s more choice.
es: Puedes seleccionar %(choices)s opción más.
fr: Vous pouvez sélectionner %(choices)s autre choix.
pl: Możesz wybrać jeszcze %(choices)s opcję.
pt_br: Você pode selecionar mais %(choices)s escolha.
zh_hans: 你可以再选择 %(choices)s 个选项。

# thread poll
source: You can change your vote later.
es: Puedes cambiar tu voto más tarde.
fr: Vous pourrez modifier votre vote plus tard.
pl: Możesz później zmienić swój głos.
pt_br: Você pode mudar seu voto depois.
zh_hans: 你可以稍后更改你的投票。

# thread poll
source: Votes are final.
es: Los votos son definitivos.
fr: Les votes sont définitifs.
pl: Oddanego głosu nie można zmienić.
pt_br: Os votos são definitivos.
zh_hans: 投票是最终的。
