Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/djangojs.po
Languages: es, fr, pl, pt_br, zh_hans

# threads moderation merge field
source: Thread title
es: Título del tema
fr: Titre du fil de discussion
pl: Nazwa tematu
pt_br: Título da discussão
zh_hans: 主题标题

# threads moderation merge field
source: Category
es: Categoría
fr: Catégorie
pl: Kategoria
pt_br: Categoria
zh_hans: 分类

# threads moderation merge btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# threads moderation merge btn
source: Merge threads
es: Fusionar temas
fr: Fusionner les discussions
pl: Połącz tematy
pt_br: Mesclar tópicos
zh_hans: 合并主题

# threads moderation merge
source: You can't merge threads because there are no categories you are allowed to move them to.
fr: Vous ne pouvez pas fusionner les discussions car il n'existe aucune catégorie vers laquelle vous êtes autorisé à les déplacer.
pl: Nie możesz połączyć tematów ponieważ nie istnieją żadne kategorie do których możesz je przenieść.
pt_br: Você não pode mesclar discussões porque não existem categorias para onde você possa movê-las.
zh_hans: 你不能合并主题，因为你没有被允许将它们移动到的分类。

# threads moderation merge
source: You need permission to start threads in category to be able to merge threads to it.
es: Necesitas permiso para iniciar temas en la categoría para poder fusionar temas en ella.
fr: Vous devez avoir l'autorisation de démarrer des discussions dans la catégorie afin de pouvoir y fusionner des discussions.
pl: Potrzebujesz uprawnień do zakładania tematów w kategorii aby móc połączyć w niej tematy.
pt_br: Você precisa de permissão para iniciar discussões na categoria para ser capaz de mesclar discussões nela.
zh_hans: 你需要有在分类中创建主题的权限才能将主题合并到其中。

# threads moderation merge dismiss btn
source: Ok
fr: D’accord
zh_hans: 好的

# threads moderation merge title
source: Merge threads
es: Fusionar temas
fr: Fusionner les discussions
pl: Połącz tematy
pt_br: Mesclar tópicos
zh_hans: 合并主题

# threads moderation move
source: Selected threads were moved.
es: Los temas seleccionados fueron movidos.
fr: Les discussions sélectionnées ont été déplacées.
pl: Wybrane tematy zostały przeniesione.
pt_br: As discussões selecionadas foram movidas.
zh_hans: 选定的主题已被移动。

# threads moderation move field
source: New category
es: Nueva categoría
fr: Nouvelle catégorie
pl: Nowa kategoria
pt_br: Nova categoria
zh_hans: 新分类

# threads moderation move btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# threads moderation move btn
source: Move threads
es: Mover temas
fr: Déplacer les fils de discussion
pl: Przenieś tematy
pt_br: Mover discussões
zh_hans: 移动主题

# threads moderation move
source: You can't move threads because there are no categories you are allowed to move them to.
es: No puedes mover temas porque no hay categorías a las que se te permita moverlos.
fr: Vous ne pouvez pas déplacer les sujets car il n'existe aucune catégorie vers laquelle vous êtes autorisé à les déplacer.
pl: Nie możesz przenieść tematów ponieważ nie istnieją żadne kategorie do których możesz je przenieść.
pt_br: Você não pode mover discussões porque não existem categorias que você tenha permissão para movê-las.
zh_hans: 你不能移动主题，因为你没有被允许将它们移动到的分类。

# threads moderation move
source: You need permission to start threads in category to be able to move threads to it.
es: Necesitas permiso para iniciar temas en la categoría para poder mover temas a ella.
fr: Vous devez avoir l'autorisation de démarrer des discussions dans une catégorie afin de pouvoir y déplacer des discussions.
pl: Potrzebujesz uprawnień do zakładania tematów w kategorii aby móc przenieść do niej tematy.
pt_br: Você precisa de permissão para iniciar discussões na categoria para ser capaz de mover discussões para ela.
zh_hans: 你需要有在分类中创建主题的权限才能将主题移动到其中。

# threads moderation move dismiss btn
source: Ok
fr: D’accord
zh_hans: 好的

# threads moderation move title
source: Move threads
es: Mover temas
fr: Déplacer les fils de discussion
pl: Przenieś tematu
pt_br: Mover discussões
zh_hans: 移动主题

# threads moderation
source: Selected threads were pinned globally.
es: Los temas seleccionados fueron fijados globalmente.
fr: Les fils de discussion sélectionnés ont été épinglés globalement.
pl: Wybrane tematy zostały przypięte globalnie.
pt_br: As discussões selecionadas foram fixadas globalmente.
zh_hans: 选定的主题已全局置顶

# threads moderation
source: Selected threads were pinned in category.
fr: Les discussions sélectionnées ont été épinglées dans la catégorie.
pl: Wybrane tematy zostały przypięte w kategorii.
pt_br: As discussões selecionadas foram fixadas na categoria.
zh_hans: 选定的主题已在分类中置顶

# threads moderation
source: Selected threads were unpinned.
es: Los temas seleccionados fueron desanclados.
fr: Les discussions sélectionnées ont été désépinglées.
pl: Wybrane tematy zostały odpięte.
pt_br: As discussões selecionadas foram desafixadas.
zh_hans: 选定的主题置顶已被取消。

# threads moderation
source: Selected threads were approved.
es: Los temas seleccionados fueron aprobados.
fr: Les discussions sélectionnées ont été approuvées.
pl: Wybrane tematy zostały zatwierdzone.
pt_br: As discussões selecionadas foram aprovadas.
zh_hans: 选定的主题已获批准。

# threads moderation
source: Selected threads were opened.
es: Los temas seleccionados fueron abiertos.
fr: Les fils de discussion sélectionnés ont été ouverts.
pl: Wybrane tematy zostały otwarte.
pt_br: As discussões selecionadas foram abertas.
zh_hans: 选定的主题已打开。

# threads moderation
source: Selected threads were closed.
es: Los temas seleccionados fueron cerrados.
fr: Les discussions sélectionnées ont été fermées.
pl: Wybrane tematy zostały zamknięte.
pt_br: As discussões selecionadas foram fechadas.
zh_hans: 选定的主题已关闭。

# threads moderation
source: Selected threads were unhidden.
es: Los temas seleccionados fueron mostrados.
fr: Les discussions sélectionnées n'étaient pas masquées.
pl: Wybrane tematy zostały odkryte.
pt_br: As discussões selecionadas foram reveladas.
zh_hans: 选定的主题已取消隐藏。

# threads moderation
source: Selected threads were hidden.
es: Los temas seleccionados fueron ocultados.
fr: Les discussions sélectionnées ont été masquées.
pl: Wybrane tematy zostały ukryte.
pt_br: As discussões selecionadas foram ocultas.
zh_hans: 选定的主题已隐藏。

# threads moderation
source: You don't have permission to merge this thread with others.
es: No tienes permiso para fusionar este tema con otros.
fr: Vous n'êtes pas autorisé à fusionner ce fil de discussion avec d'autres.
pl: Nie masz uprawnień aby połączyć ten temat z innym.
pt_br: Você não possui permissão para mesclar esta discussão com outras.
zh_hans: 你没有权限将这个主题与其他主题合并

# threads moderation
source: You have to select at least two threads to merge.
es: Debes seleccionar al menos dos temas para fusionar.
fr: Vous devez sélectionner au moins deux fils de discussion à fusionner.
pl: Musisz wybrać przynajmniej dwa tematy do połączenia.
pt_br: Você precisa selecionar pelo menos duas discussões para mesclar.
zh_hans: 你必须选择至少两个主题进行合并。

# threads moderation
source: Are you sure you want to delete selected threads?
es: ¿Estás seguro de que quieres eliminar los temas seleccionados?
fr: Êtes-vous sûr de vouloir supprimer les discussions sélectionnées?
pl: Na pewno chcesz usunąć wybrane tematy?
pt_br: Você realmente deseja deletar as discussões selecionadas?
zh_hans: 你确定要删除选定的主题吗？

# threads moderation
source: Selected threads were deleted.
es: Los temas seleccionados fueron eliminados.
fr: Les discussions sélectionnées ont été supprimées.
pl: Wybrane tematy zostały usunięte.
pt_br: As discussões selecionadas foram deletadas.
zh_hans: 选定的主题已被删除。

# threads moderation btn
source: Select all
es: Seleccionar todo
fr: Sélectionner tout
pl: Wybierz wszystkie
pt_br: Selecionar tudo
zh_hans: 全选

# threads moderation btn
source: Select none
es: Seleccionar ninguno
fr: N’en sélectionner aucun
pl: Usuń wybór
pt_br: Não selecionar nada
zh_hans: 无选择

# threads moderation btn
source: Pin threads globally
es: Fijar temas globalmente
fr: Épingler les threads globalement
pl: Przypnij tematy globalnie
pt_br: Fixar discussões globalmente
zh_hans: 全局置顶主题

# threads moderation btn
source: Pin threads in categories
fr: Épingler des discussions dans des catégories
pl: Przypnij tematy w kategoriach
pt_br: Fixar discussões nas categorias
zh_hans: 在分类中置顶主题

# threads moderation btn
source: Unpin threads
es: Desanclar temas
fr: Désépingler les discussions
pl: Odepnij tematy
pt_br: Desafixar discussões
zh_hans: 取消主题置顶

# threads moderation btn
source: Move threads
es: Mover temas
fr: Déplacer les fils de discussion
pl: Przenieś tematy
pt_br: Mover discussões
zh_hans: 移动主题

# threads moderation btn
source: Merge threads
es: Fusionar temas
fr: Fusionner les discussions
pl: Połącz tematy
pt_br: Mesclar discussões
zh_hans: 合并主题

# threads moderation btn
source: Approve threads
es: Aprobar temas
fr: Approuver les discussions
pl: Zatwierdź tematy
pt_br: Aprovar discussões
zh_hans: 批准主题

# threads moderation btn
source: Open threads
es: Abrir temas
fr: Discussions ouvertes
pl: Otwórz tematy
pt_br: Abrir discussões
zh_hans: 打开主题

# threads moderation btn
source: Close threads
es: Cerrar temas
fr: Fermer les discussions
pl: Zamknij tematy
pt_br: Fechar discussões
zh_hans: 关闭主题

# threads moderation btn
source: Unhide threads
es: Mostrar temas
fr: Afficher les discussions
pl: Odkryj tematy
pt_br: Revelar discussões
zh_hans: 取消隐藏主题

# threads moderation btn
source: Hide threads
es: Ocultar temas
fr: Masquer les discussions
pl: Ukryj tematy
pt_br: Ocultar discussões
zh_hans: 隐藏主题

# threads moderation btn
source: Delete threads
es: Eliminar temas
fr: Supprimer les fils de discussion
pl: Usuń tematy
pt_br: Deletar discussões
zh_hans: 删除主题

# threads list nav
source: Moderation
es: Moderación
fr: Modération
pl: Moderacja
pt_br: Moderação
zh_hans: 版主管理

# threads list nav
source: All categories
es: Todas las categorías
fr: Toutes les catégories
pl: Wszystkie kategorie
pt_br: Todas as categorias
zh_hans: 所有分类

# threads list nav
source: All subcategories
es: Todas las subcategorías
fr: Toutes les sous-catégories
pl: Wszystkie podkategorie
pt_br: Todas as subcategorias
zh_hans: 所有子分类

# threads list nav
source: Start thread
es: Iniciar tema
fr: Démarrer le fil de discussion
pl: Załóż temat
pt_br: Iniciar discussão
zh_hans: 开启主题

# threads list empty
source: There are no threads on this site yet.
fr: Il n'y a pas encore de sujets sur ce site.
pl: Na stronie nie ma jeszcze żadnych tematów.
pt_br: Não existem discussões neste site ainda.
zh_hans: 这个网站上还没有主题。

# threads list empty
source: There are no threads in this category.
fr: Il n'y a aucune discussion dans cette catégorie.
pl: W tej kategorii nie ma żadnych tematów.
pt_br: Não existem discussões nesta categoria.
zh_hans: 这个分类中还没有主题。

# threads list empty
source: No threads matching specified criteria were found.
es: No se encontraron temas que coincidan con los criterios especificados.
fr: Aucune unité d'exécution correspondant aux critères spécifiés n'a été trouvée.
pl: Nie ma tematów pasujących do wskazanych kryteriów.
pt_br: Nenhuma discussão correspondente ao critério especificado foi encontrada.
zh_hans: 没有找到符合指定条件的主题。

# threads list
source: %(timestamp)s - latest activity
es: %(timestamp)s - última actividad
fr: %(timestamp)s - dernière activité
pl: %(timestamp)s - ostatnia aktywność
pt_br: %(timestamp)s - última atividade
zh_hans: %(timestamp)s - 最新活动

# threads list
source: %(poster)s - latest poster
es: %(poster)s - último mensaje
fr: %(poster)s - dernières publications
pl: %(poster)s - ostatni postujący
pt_br: %(poster)s - último autor
zh_hans: %(poster)s - 最后发布者

# watch thread
source: Send e-mail notifications
es: Enviar notificaciones por correo electrónico
fr: Envoyer des notifications par e-mail
pl: Wysyłaj powiadomienia e-mailem
pt_br: Enviar notificações de e-mail
zh_hans: 发送电子邮件通知

# watch thread
source: Without e-mail notifications
es: Sin notificaciones por correo electrónico
fr: Sans notifications par e-mail
pl: Bez powiadomień e-mailem
pt_br: Sem notificações de e-mail
zh_hans: 不发送电子邮件通知

source: Not watching
es: No observando
fr: Ne regarde pas
pl: Nie obserwowany
pt_br: Não assistindo
zh_hans: 未关注

# threads list
source: Contains unread posts
es: Contiene mensajes no leídos
fr: Contient des messages non lus
pl: Zawiera nieczytane posty
pt_br: Contém publicações não lidas
zh_hans: 包含未读帖子

# threads list
source: No unread posts
es: No hay mensajes no leídos
fr: Aucun message non lu
pl: Nie ma nieczytanych postów
pt_br: Nenhuma publicação não lida
zh_hans: 没有未读帖子

# threads list
source: %(starter)s - original poster
es: %(starter)s - autor original
fr: %(starter)s - affiche originale
pl: %(starter)s - założyciel(ka) tematu
pt_br: %(starter)s - autor original
zh_hans: %(starter)s - 原始发布者

# threads list
source: Go to page: %(page)s
es: Ir a la página: %(page)s
fr: Aller à la page: %(page)s
pl: Idź do strony: %(page)s
pt_br: Ir para a página: %(page)s
zh_hans: 前往页面：%(page)s

# threads list update prompt
source: There is %(threads)s new or updated thread. Click here to show it.
es: Hay %(threads)s tema nuevo o actualizado. Haz clic aquí para mostrarlo.
fr: Il y a %(threads)s fil de discussion nouveau ou mis à jour. Cliquez ici pour les afficher.
pl: Jest %(threads)s lub więcej nowych lub aktualizowanych tematów. Kliknij tutaj aby je wyświetlić.
pt_br: Existe %(threads)s publicação nova ou atualizada. Clique aqui para mostrá-la
zh_hans: 有 %(threads)s 个新或更新的主题。点击这里显示它。

# threads list title
source: Threads
es: Temas
fr: Discussions
pl: Tematy
pt_br: Discussões
zh_hans: 主题

# threas list more btn
source: Show more
es: Mostrar más
fr: Afficher plus
pl: Pokaż więcej
pt_br: Mostrar mais
zh_hans: 显示更多

# private threads title
source: Private threads
es: Temas privados
fr: Discussions privées
pl: Prywatne tematy
pt_br: Discussões privadas
zh_hans: 个人主题

# private threads list
source: Private threads are threads which only those that started them and those they have invited may see and participate in.
es: Los temas privados son temas que solo aquellos que los iniciaron y aquellos a los que invitaron pueden ver y participar en ellos.
fr: Les fils de discussion privés sont des fils de discussion que seuls ceux qui les ont lancés et ceux qu'ils ont invités peuvent voir et auxquels ils peuvent participer.
pl: Prywatne tematy to tematy do których dostęp mają wyłącznie osoby które je założyły oraz te które zostały do nich zaproszone.
pt_br: Discussões privadas são aquelas que apenas quem começou e quem foi convidado pode ver e participar.
zh_hans: 个人主题是只有发起它们的人和被邀请的人才能查看和参与的主题。

# private threads list empty
source: You aren't participating in any private threads.
es: No estás participando en ningún tema privado.
fr: Vous ne participez à aucun fil de discussion privé.
pl: Nie uczestniczysz w żadnym prywatnym temacie.
pt_br: Você não está participando de nenhuma discussão privada.
zh_hans: 你没有参与任何个人主题。

# threads list
source: All
es: Todos
fr: Tous
pl: Wszystkie
pt_br: Tudo
zh_hans: 全部

source: All threads
es: Todos los temas
fr: Tous les fils de discussion
pl: Wszystkie tematy
pt_br: Todas as discussões
zh_hans: 所有主题

# threads list
source: My
es: Mis
fr: Mon
pl: Moje
pt_br: Meu
zh_hans: 我的

# threads list
source: My threads
es: Mis temas
fr: Mes discussions
pl: Moje tematy
pt_br: Minhas discussões
zh_hans: 我的主题

# threads list
source: New
es: Nuevo
fr: Nouveau
pl: Nowe
pt_br: Nova
zh_hans: 新

# threads list
source: New threads
es: Temas nuevos
fr: Nouveaux fils de discussion
pl: Nowe tematy
pt_br: Novas discussões
zh_hans: 新主题

# threads list
source: Unread
es: No leído
fr: Non lu
pl: Nieczytane
pt_br: Não lidas
zh_hans: 未读

# threads list
source: Unread threads
es: Temas no leídos
fr: Discussions non lues
pl: Nieczytane tematy
pt_br: Discussões não lidas
zh_hans: 未读主题

# threads list
source: Watched
es: Observado
fr: Regardé
pl: Obserwowane
pt_br: Vistas
zh_hans: 关注

# threads list
source: Watched threads
es: Temas observados
fr: Discussions suivies
pl: Obserwowane tematy
pt_br: Discussões vistas
zh_hans: 关注的主题

# threads list
source: Unapproved
es: No aprobado
fr: Non approuvé
pl: Niezatwierdzony
pt_br: Não aprovadas
zh_hans: 未批准

# threads list
source: Unapproved content
es: Contenido no aprobado
fr: Contenu non approuvé
pl: Niezatwierdzona treść
pt_br: Conteúdo não aprovado
zh_hans: 未批准内容

# top posters empty
source: No users have posted any new messages during last %(days)s day.
fr: Aucun utilisateur n'a posté de nouveaux messages au cours du %(days)s dernier jour.
pl: Żaden użytkownik nie napisał nowych wiadomości w trakcie ostatniego %(days)s dnia.
pt_br: Nenhum usuário publicou qualquer nova mensagem.
zh_hans: 在过去 %(days)s 天内没有用户发布任何新消息。

# top posters list item
source: Rank
es: Rango
fr: Rang
pl: Pozycja
zh_hans: 排名

# top posters list item
source: Ranked posts
es: Mensajes clasificados
fr: Messages classés
pl: Posty w rakingu
pt_br: Publicações ranqueadas
zh_hans: 排名帖子

# top posters list item
source: Total posts
es: Mensajes totales
fr: Total des messages
pl: Postów razem
pt_br: Publicações totais
zh_hans: 总帖子

# top posters list
source: %(posters)s top poster from last %(days)s days.
es: %(posters)s mejor poster de los últimos %(days)s días.
fr: %(posters)s meilleur publicateur des %(days)s derniers jours.
pl: %(posters)s najaktywniejszy postujący z ostatnich %(days)s dni.
pt_br: %(posters)s top publicador nos últimos %(days)s dias.
zh_hans: %(posters)s 来自最近 %(days)s 天的顶级发布者。

# users page title
source: Users
es: Usuarios
fr: Utilisateurs
pl: Użytkownicy
pt_br: Usuários
zh_hans: 用户

# rank users list
source: There is %(more)s more user with this rank.
fr: Il y a plus de %(more)s utilisateur avec ce rang.
pl: Jest jeszcze %(more)s użytkownik z tą rangą.
pt_br: Existem %(more)s outro usuário com este rank.
zh_hans: 还有 %(more)s 个用户拥有此排名。

# rank users list empty
source: There are no more users with this rank.
fr: Il n'y a plus d'utilisateurs avec ce rang.
pl: Nie innych użytkowników z tą rangą.
pt_br: Não existem outros usuários com este rank.
zh_hans: 没有更多用户拥有此排名。

# rank users list paginator
source: Go to first page
es: Ir a la primera página
fr: Aller à la première page
pl: Idź do pierwszej strony
pt_br: Ir para a primeira página
zh_hans: 前往第一页

# rank users list paginator
source: Go to previous page
es: Ir a la página anterior
fr: Aller à la page précédente
pl: Idź do poprzedniej strony
pt_br: Ir para a página anterior
zh_hans: 前往上一页

# rank users list paginator
source: Go to next page
es: Ir a la página siguiente
fr: Aller à la page suivante
pl: Idź do następnej strony
pt_br: Ir para a próxima página
zh_hans: 前往下一页

# rank users list paginator
source: Go to last page
es: Ir a la última página
fr: Aller à la dernière page
pl: Idź do ostatniej strony
pt_br: Ir para a última página
zh_hans: 前往最后一页

# rank users list
source: There are no users with this rank at the moment.
es: No hay usuarios con este rango en este momento.
fr: Aucun utilisateur ne possède ce rang pour le moment.
pl: Obecnie nie ma żadnych użytkowników z tą rangą.
pt_br: Não existem usuários com este rank no momento.
zh_hans: 目前没有用户拥有此排名。

# ajax client error
source: Could not connect to the site.
fr: Impossible de se connecter au site.
pl: Nie udało się połączyć ze stroną.
pt_br: Não foi possível se conectar ao site.
zh_hans: 无法连接到网站。

# ajax client error
source: Action link is invalid.
es: El enlace de acción no es válido.
fr: Le lien d'action n'est pas valide.
pl: Odnośnik akcji jest błędny.
pt_br: O link de ação é inválido.
zh_hans: 操作链接无效。

# ajax client error
source: Unknown error has occurred.
es: Ha ocurrido un error desconocido.
fr: Une erreur inconnue s'est produite.
pl: Wystąpił nieznany błąd.
pt_br: Ocorreu um erro desconhecido.
zh_hans: 发生了未知错误。

# api error
source: Could not connect to the site.
fr: Impossible de se connecter au site.
pl: Nie udało się połączyć ze stroną.
pt_br: Não foi possível se conectar ao site.
zh_hans: 无法连接到网站。

# api error
source: Upload was rejected by the site as too large.
fr: Le téléchargement a été rejeté par le site car trop volumineux.
pl: Przesłany plik został odrzucony przez stronę jako za duży.
pt_br: O envio foi recusado pelo site por ser muito grande.
zh_hans: 上传因太大被网站拒绝。

# api error
source: Action link is invalid.
es: El enlace de acción no es válido.
fr: Le lien d'action n'est pas valide.
pl: Odnośnik akcji jest błędny.
pt_br: O link de ação é inválido.
zh_hans: 操作链接无效。

# api error
source: Unknown error has occurred.
fr: Une erreur inconnue s'est produite.
pl: Wystąpił nieoczekiwany błąd.
pt_br: Ocorreu um erro desconhecido.
zh_hans: 发生了未知错误。

# captcha field
source: Failed to load CAPTCHA.
es: Error al cargar CAPTCHA.
fr: Échec du chargement du CAPTCHA.
pl: Nie udało się załadować CAPTCHA.
pt_br: Falha ao carregar o CAPTCHA.
zh_hans: 无法加载验证码。

# captcha field
source: Please solve the quick test
es: Por favor, resuelve la prueba rápida
fr: Veuillez résoudre le test rapide
pl: Rozwiąż krótki test
pt_br: Por favor, resolva o teste rápido
zh_hans: 请完成快速测试

# captcha field
source: This test helps us prevent automated spam registrations on the site.
fr: Ce test nous aide à empêcher les enregistrements de spam automatisés sur le site.
pl: Ten test pomaga nam ograniczyć automatyczne rejestracje na stronie.
pt_br: Este teste nos ajuda a impedir cadastros automatizados no site.
zh_hans: 此测试帮助我们防止网站上的自动垃圾注册。

# page title pagination
source: page: %(page)s
es: página: %(page)s
pl: strona: %(page)s
pt_br: página: %(page)s
zh_hans: 页面：%(page)s

source: You are already working on other message. Do you want to discard it?
es: Ya estás trabajando en otro mensaje. ¿Quieres descartarlo?
fr: Vous travaillez déjà sur d'autres messages. Voulez-vous l'ignorer ?
pl: Jesteś w trakcie pisania innej wiadomości. Czy chcesz ją porzucić?
pt_br: Você já está trabalhando em outra mensagem. Você deseja descartá-la?
zh_hans: 你已经在处理另一条消息。你想放弃它吗？

# api error
source: You don't have permission to perform this action.
es: No tienes permiso para realizar esta acción.
fr: Vous n'êtes pas autorisé à effectuer cette action.
pl: Nie masz uprawnień do wykonania tej akcji.
pt_br: Você não tem permissão para realizar esta ação
zh_hans: 你没有执行此操作的权限。

# banned page
source: This ban expires on %(expires_on)s.
es: Este baneo expira el %(expires_on)s.
fr: Ce bannissement expire le %(expires_on)s.
pl: Ta blokada wygasa %(expires_on)s.
pt_br: Este banimento expira em %(expires_on)s.
zh_hans: 这个禁令在 %(expires_on)s 过期。

# banned page
source: This ban expires %(expires_on)s.
es: Este baneo expira %(expires_on)s.
fr: Ce bannissement expire %(expires_on)s.
pl: Ta blokada wygasa %(expires_on)s.
pt_br: Este banimento expira em %(expires_on)s.
zh_hans: 这个禁令在 %(expires_on)s 过期。

# banned page
source: This ban has expired.
es: Este baneo ha expirado.
fr: Ce bannissement a expiré.
pl: Ta blokada wygasła.
pt_br: Este banimento expirou.
zh_hans: 这个禁令已过期。

# banned page
source: This ban is permanent.
es: Este baneo es permanente.
fr: Ce bannissement est permanent.
pl: Ta blokada nigdy nie wygaśnie.
pt_br: Este banimento é permanente.
zh_hans: 这个禁令是永久的。

# banned error title
source: You are banned
es: Estás baneado
fr: Vous êtes banni
pl: Twoje konto jest zablokowane
pt_br: Você foi banido
zh_hans: 你被禁止了

# agreement validator
source: You have to accept the terms of service.
es: Debes aceptar los términos del servicio.
fr: Vous devez accepter les conditions d'utilisation.
pl: Musisz zaakceptować regulamin.
pt_br: Você precisa aceitar os termos de serviço.
zh_hans: 必须接受服务条款。

# agreement validator
source: You have to accept the privacy policy.
es: Debes aceptar la política de privacidad.
fr: Vous devez accepter la politique de confidentialité.
pl: Musisz zaakceptować politykę prywatności.
pt_br: Você precisa aceitar a política de privacidade.
zh_hans: 你必须接受隐私政策。
