Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# admin node
source: Permissions
pl: Uprawnienia
pt_br: Permissões
zh_hans: 权限

# admin role form
source: Role name
fr: Nom du rôle
pl: Nazwa roli
pt_br: Nome do cargo
zh_hans: 角色名称

# admin roles
source: Requested role does not exist.
fr: Le rôle demandé n'existe pas.
pl: Żądana rola nie istnieje.
pt_br: O cargo solicitado não existe
zh_hans: 请求的角色不存在。

# admin form
source: Form contains errors.
fr: Le formulaire contient des erreurs.
pl: Formularz zawiera błędy.
pt_br: O formulário contém erros.
zh_hans: 表格包含错误。

# admin roles
source: New role "%(name)s" has been saved.
fr: Le nouveau rôle "%(name)s" a été enregistré.
pl: Nowa rola "%(name)s" została dodana.
pt_br: O novo cargo "%(name)s" foi salvo.
zh_hans: 新角色"%(name)s " 已保存。

# admin roles
source: Role "%(name)s" has been changed.
fr: Le rôle "%(name)s" a été modifié.
pl: Rola "%(name)s" została zmieniona.
pt_br: O cargo "%(name)s" foi alterado.
zh_hans: 角色 "%(name)s" 已被修改。

# admin roles
source: Role "%(name)s" is special role and can't be deleted.
fr: Le rôle "%(name)s" est un rôle spécial et ne peut pas être supprimé.
pl: Nie można usunąć specjalnej roli "%(name)s".
pt_br: O cargo "%(name)s" é um cargo especial e não pode ser deletado.
zh_hans: 角色 "%(name)s" 是特殊角色，无法删除。

# admin roles
source: Role "%(name)s" has been deleted.
fr: Le rôle "%(name)s" a été supprimé.
pl: Rola "%(name)s" została usunięta.
pt_br: O cargo "%(name)s" foi deletado.
zh_hans: 角色 "%(name)s" 已被删除。

# role name
source: Member
fr: Membre
pl: Członek
pt_br: Membro
zh_hans: 成员

# role name
source: Guest
fr: Invité
pl: Gość
pt_br: Convidado
zh_hans: 游客

# role name
source: Moderator
fr: Modérateur
pt_br: Moderador
zh_hans: 版主

# role name
source: Renaming users
fr: Renommage des utilisateurs
pl: Zmienianie nazw użytkowników
pt_br: Renomeando usuários
zh_hans: 重命名用户

# role name
source: Banning users
fr: Bannissement des utilisateurs
pl: Blokowanie użytkowników
pt_br: Banindo usuários
zh_hans: 封禁用户

# role name
source: Deleting users
fr: Suppression d'utilisateurs
pl: Usuwanie użytkowników
pt_br: Deletando usuários
zh_hans: 删除用户

# role name
source: Can't be blocked
fr: Ne peut être bloqué
pl: Ochrona przed banami
pt_br: Não pode ser bloqueado
zh_hans: 无法拉黑

# role name
source: Private threads
fr: Discussions privées
pl: Prywatne tematy
pt_br: Discussões privadas
zh_hans: 私密主题

# role name
source: Private threads moderator
fr: Modérateur des discussions privées
pl: Moderator prywatnych tematów
pt_br: Moderador de discussões privadas
zh_hans: 私密主题版主

# debug toolbar
source: Misago User ACL
fr: ACL des Utilisateurs Misago
pl: Uprawnienia użytkownika Misago
pt_br: Usuário Misago ACL
zh_hans: Misago 用户权限控制列表

# debug toolbar
source: Anonymous user
fr: Utilisateur anonyme
pl: Niezalogowany użytkownik
pt_br: Usuário anônimo
zh_hans: 匿名用户

# admin node
source: Dashboard
fr: Tableau de bord
pl: Strona główna
pt_br: Painel
zh_hans: 仪表板

# admin auth
source: Your admin session has expired.
fr: Votre session d'administration a expiré.
pl: Sesja administratora wygasła.
pt_br: Sua sessão de administrador expirou.
zh_hans: 您的管理员会话已过期。

# admin color field
source: Value must be a 7-character string specifying an RGB color in a hexadecimal format (eg.: "#F5A9B8").
fr: La valeur doit être une chaîne de 7 caractères spécifiant une couleur RGB au format hexadécimal (ex. : "#F5A9B8").
pl: Wartość powinna mieć 7 znaków długości i być prawidłowym kolorem w zapisie heksadecymalnym (np.: "#F5A9B8").
pt_br: O valor precisa ser uma string de 7 caracteres especificando uma cor RGB no formato hexadecimal (ex: "#F5A9B8").
zh_hans: 值必须为 7 位十六进制 RGB 颜色字符串（如 "#F5A9B8"）。

# admin yesno switch
source: Yes
fr: Oui
pl: Tak
pt_br: Sim
zh_hans: 是

# admin yesno switch
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# admin auth
source: Your admin session has been closed.
fr: Votre session d'administration a été fermée.
pl: Zamknięto sesję administratora.
pt_br: Sua sessão de administrador foi encerrada.
zh_hans: 您的管理员会话已关闭。

# admin lists
source: Selected: 0
fr: Sélectionné : 0
pl: Wybrano: 0
pt_br: Selecionado: 0
zh_hans: 已选择：0

# admin lists
source: Select items
fr: Sélectionner les éléments
pl: Wybierz obiekty
pt_br: Selecionar itens
zh_hans: 选择项目

# admin lists
source: You have to select one or more items.
fr: Vous devez sélectionner un ou plusieurs éléments.
pl: Wybierz przynajmniej jeden obiekt.
pt_br: Você precisa selecionar um ou mais itens.
zh_hans: 您必须选择一个或多个项目。

# admin lists
source: Action is not allowed.
fr: L'action n'est pas autorisée.
pl: Niedozwolona akcja.
pt_br: Ação não permitida.
zh_hans: 操作不被允许。

# apiv2
source: You have to sign in to access this page.
fr: Vous devez vous connecter pour accéder à cette page.
pl: Musisz być zalogowany(a) aby móc zobaczyć tą stronę.
pt_br: Você precisa logar para acessar esta página.
zh_hans: 您必须登录才能访问此页面。

# apiv2
source: You have to sign in to perform this action.
fr: Vous devez vous connecter pour effectuer cette action.
pl: Musisz być zalogowany/a aby móc wykonać tą akcję.
pt_br: Você precisa se conectar para realizar esta ação.
zh_hans: 您必须登录才能执行此操作。

# admin node
source: Categories
fr: Catégories
pl: Kategorie
pt_br: Categorias
zh_hans: 分类

# admin node
source: Category permissions
fr: Permissions de catégorie
pl: Uprawnienia kategorii
pt_br: Permissões da categoria
zh_hans: 分类权限

# admin category form
source: Name
fr: Nom
pl: Nazwa
pt_br: Nome
zh_hans: 名称

# admin category form
source: Short name
fr: Nom court
pl: Nazwa skrócona
pt_br: Nome curto
zh_hans: 简称

# admin category form
source: Optional, alternative or abbreviated name (eg. abbreviation) used on threads list.
fr: Nom facultatif, alternatif ou abrégé (p. ex. abréviation) utilisé dans la liste des threads.
pl: Opcjonalna, skrócona wersja pełnej nazwy (lub akronim) używana na listach tematów.
pt_br: Opcional, nome alternativo ou abreviado. Usado em listas de discussões.
zh_hans: 可选，用于主题列表的别名或缩写。

# admin category form
source: Color
fr: Couleur
pl: Kolor
pt_br: Cor
zh_hans: 颜色

# admin category form
source: Optional but recommended, should be in hex format, eg. #F5A9B8.
fr: Facultatif mais recommandé, au format hexadécimal, par exemple #F5A9B8.
pl: Opcjonalny ale zalecany, w formacie heksadecymalnym (np. #F5A9B8).
pt_br: Opcional mas recomendado, deve estar no formato hexadecimal (ex: ""#F5A9B8").
zh_hans: 可选但推荐，需为十六进制格式，如 #F5A9B8。

# admin category form
source: Entered value is not a valid color.
fr: La valeur saisie n'est pas une couleur valide.
pl: Wprowadzona wartość nie jest prawidłowym kolorem.
pt_br: O valor inserido não é uma cor válida.
zh_hans: 输入的值不是有效的颜色。

# admin category form
source: Description
pl: Opis
pt_br: Descrição
zh_hans: 描述

# admin category form
source: Optional description explaining category intented purpose.
fr: Description facultative expliquant l'objectif de la catégorie.
pl: Opcjonalny opis wyjaśniający przeznaczenie kategorii.
pt_br: Descrição opcional explicando o propósito da categoria.
zh_hans: 可选描述，用于说明分类功能。

# admin category form
source: CSS class
fr: Classe CSS
pl: Klasa CSS
pt_br: Classe CSS
zh_hans: CSS 类

# admin category form
source: Optional CSS class used to customize this category's appearance from themes.
fr: Classe CSS facultative utilisée pour personnaliser l'apparence de cette catégorie à partir des thèmes.
pl: Opcjonalna klasa CSS używana do kustomizacji wyglądu kategorii przez motywy.
pt_br: Classe CSS opcional usada para customizar a aparência desta categoria a partir de temas.
zh_hans: 可选 CSS 类，用于通过主题自定义分类外观。

# admin category form
source: Closed category
fr: Catégorie fermée
pl: Zamknij tą kategorię
pt_br: Categoria fechada
zh_hans: 关闭分类

# admin category form
source: Only members with valid permissions can post in closed categories.
fr: Seuls les membres disposant d'autorisations valides peuvent publier dans les catégories fermées.
pl: Tylko osoby z odpowiednimi uprawnieniami mogą pisać w zamkniętych kategoriach.
pt_br: Apenas membros com permissões válidas podem publicar em categorias fechadas.
zh_hans: 仅拥有有效权限的成员可在关闭分类中发帖。

# admin category form
source: Threads
fr: Discussions
pl: Tematy
pt_br: Discussões
zh_hans: 主题

# admin category form
source: All threads started in this category will require moderator approval.
fr: Toutes les discussions commencées dans cette catégorie devront être approuvées par un modérateur.
pl: Wszystkie nowe tematy w tej kategorii będą wymagać zatwierdzenia przez moderatora.
pt_br: Todas as discussões iniciadas nesta categoria irão exigir a aprovação de um moderador.
zh_hans: 在此分类下发起的所有主题都需版主审核。

# admin category form
source: Replies
fr: Réponses
pl: Odpowiedzi
pt_br: Respostas
zh_hans: 回复

# admin category form
source: All replies posted in this category will require moderator approval.
fr: Toutes les réponses postées dans cette catégorie devront être approuvées par un modérateur.
pl: Wszystkie nowe odpowiedzi w tej kategorii będą wymagać zatwierdzenia przez moderatora.
pt_br: Todas as respostas publicadas nesta categoria irão exigir a aprovação de um moderador.
zh_hans: 在此分类下发布的所有回复都需版主审核。

# admin category form
source: Edits
fr: Modifications
pl: Zmiany
pt_br: Edições
zh_hans: 编辑

# admin category form
source: Will make all edited replies return to unapproved state for moderator to review.
fr: Toutes les réponses modifiées reviendront à l'état non approuvé pour que le modérateur puisse les examiner.
pl: Wszystkie zmienione odpowiedzi w tej kategorii będą wymagać zatwierdzenia przez moderatora.
pt_br: Fará que todas as respostas editadas retornem para o estado não aprovado para revisão do moderador.
zh_hans: 所有编辑过的回复将回到未审核状态，需版主重新审核。

# admin category form
source: Thread age
fr: Âge du fil de discussion
pl: Wiek tematu
pt_br: Idade da discussão
zh_hans: 主题时长

# admin category form
source: Prune thread if number of days since its creation is greater than specified. Enter 0 to disable this pruning criteria.
fr: Élaguer le fil de discussion si le nombre de jours écoulés depuis sa création est supérieur au nombre spécifié. Entrez 0 pour désactiver ce critère d'élagage.
pl: Usuń temat jeśli od jego utworzenia upłynęło więcej dni niż podano. Wpisz 0 aby wyłączyć ten warunek usuwania.
pt_br: Corta a discussõa se o número de dias desde sua criação foi maior que o especificado. Insira 0 para desativar este critério de corte.
zh_hans: 若主题创建距离当前超过指定天数则清理。输入 0 可关闭此清理规则。

# admin category form
source: Last reply
fr: Dernière réponse
pl: Ostatnia odpowiedź
pt_br: Última resposta
zh_hans: 最后回复

# admin category form
source: Prune thread if number of days since last reply is greater than specified. Enter 0 to disable this pruning criteria.
fr: Élaguer le fil de discussion si le nombre de jours écoulés depuis la dernière réponse est supérieur au nombre spécifié. Entrez 0 pour désactiver ce critère d'élagage.
pl: Usuń temat jeśli od jego ostatniej odpowiedzi upłynęło więcej dni niż podano. Wpisz 0 aby wyłączyć ten warunek usuwania.
pt_br: Corta a discussão se o número de dias desde a última resposta for maior que o especificado. Insira 0 para desativar este critério de corte.
zh_hans: 若主题最后回复距离当前超过指定天数则清理。输入 0 可关闭此清理规则。

# admin category form
source: Permissions cannot be copied from category into itself.
fr: Les autorisations ne peuvent pas être copiées d'une catégorie à l'autre.
pl: Nie można skopiować uprawnień kategorii z niej samej.
pt_br: As permissões não podem ser copiadas da categoria para ela mesma.
zh_hans: 无法将权限从本分类复制到自身。

# admin category form
source: Category cannot act as archive for itself.
fr: La catégorie ne peut pas servir d'archive pour elle-même.
pl: Kategoria nie może archiwizować tematów do siebie samej.
pt_br: A categoria não pode agir como arquivo de si mesma.
zh_hans: 分类不能作为自身的归档。

# admin category form
source: Parent category
fr: Catégorie parente
pl: Nadrzędna kategoria
pt_br: Categoria-pai
zh_hans: 父分类

# admin category form
source: Copy permissions
fr: Copier les autorisations
pl: Skopiuj uprawnienia
pt_br: Copiar permissões
zh_hans: 复制权限

# admin category form
source: You can replace this category permissions with permissions copied from category selected here.
fr: Vous pouvez remplacer les autorisations de cette catégorie par des autorisations copiées à partir de la catégorie sélectionnée ici.
pl: Możesz zastąpić aktualne uprawnienia tej kategorii uprawnieniami skopiowanymi z innej kategorii wybranej tutaj.
pt_br: Você pode substituir estas permissões de categoria com permissões copiadas de outra categoria selecionada aqui.
zh_hans: 可通过此处所选分类的权限覆盖本分类权限。

# admin category form
source: Don't copy permissions
fr: Ne pas copier les autorisations
pl: Nie kopiuj uprawnień
pt_br: Não copiar permissões
zh_hans: 不复制权限

# admin category form
source: Archive
pl: Archiwizacja
pt_br: Arquivar
zh_hans: 归档

# admin category form
source: Instead of being deleted, pruned threads can be moved to designated category.
fr: Au lieu d'être supprimés, les fils de discussion élagués peuvent être déplacés vers une catégorie spécifique.
pl: Zamiast usuwania, stare tematy mogą być przenoszone do wskazanej kategorii.
pt_br: Em vez de serem deletadas, discussões cortadas podem ser movidas para a categoria designada.
zh_hans: 被清理的主题可移动到指定分类而不是直接删除。

# admin category form
source: Don't archive pruned threads
fr: Ne pas archiver les fils de discussion élagués
pl: Nie archiwizuj usuniętych tematów
pt_br: Não arquivar discussões cortadas
zh_hans: 不归档被清理的主题

# admin category form
source: You are trying to move this category threads to itself.
fr: Vous essayez de déplacer les fils de cette catégorie vers elle-même.
pl: Próbujesz przenieść tematy tej kategorii do niej samej.
pt_br: Você está tentando mover as discussões desta categoria para ela mesma.
zh_hans: 您正尝试将本分类主题移动到自身。

# admin category form
source: You are trying to move this category threads to a child category that will also be deleted.
fr: Vous essayez de déplacer les fils de discussion de cette catégorie vers une catégorie enfant qui sera également supprimée.
pl: Próbujesz przenieść tematy tej kategorii do jej podkategorii która również zostanie usunięta.
pt_br: Você está tentando mover as discussões desta categoria para uma categoria-filha que também será deletada.
zh_hans: 您正尝试将本分类主题移动到即将被删除的子分类。

# admin category form
source: Move category threads to
fr: Déplacer les discussions de catégorie vers
pl: Przenieś tematy kategorii do
pt_br: Mover discussões da categoria para
zh_hans: 将分类主题移动到

# admin category form
source: Delete with category
fr: Supprimer avec la catégorie
pl: Usuń wraz z kategorią
pt_br: Deletar com a categoria
zh_hans: 与分类一起删除

# admin category form
source: Move child categories to
fr: Déplacer les catégories enfants vers
pl: Przenieś kategorie podrzędne do
pt_br: Mover categorias-filhas para
zh_hans: 将子分类移动到

# admin category role form
source: Role name
fr: Nom du rôle
pl: Nazwa roli
pt_br: Nome do cargo
zh_hans: 角色名称

# admin permissions form
source: Role
fr: Rôle
pl: Rola
pt_br: Cargo
zh_hans: 角色

# admin permissions form
source: No access
fr: Pas d'accès
pl: Brak dostępu
pt_br: Sem acesso
zh_hans: 无访问权限

# admin categories
source: Requested category does not exist.
fr: La catégorie demandée n'existe pas.
pl: Żądana kategoria nie istnieje.
pt_br: A categoria solicitada não existe.
zh_hans: 请求的分类不存在。

# admin categories
source: New category "%(name)s" has been saved.
fr: La nouvelle catégorie "%(name)s" a été enregistrée.
pl: Nowa kategoria "%(name)s" została dodana.
pt_br: A nova categoria "%(name)s" foi salva.
zh_hans: 新分类 "%(name)s" 已保存。

# admin categories
source: Category "%(name)s" has been edited.
fr: La catégorie "%(name)s" a été modifiée.
pl: Kategoria "%(name)s" została zmieniona.
pt_br: A categoria "%(name)s" foi editada.
zh_hans: 分类 "%(name)s" 已编辑。

# admin categories
source: Category "%(name)s" has been deleted.
fr: La catégorie "%(name)s" a été supprimée.
pl: Kategoria "%(name)s" została usunięta.
pt_br: A categoria "%(name)s" foi deletada.
zh_hans: 分类 "%(name)s" 已被删除。

# admin categories
source: Category "%(name)s" has been moved below "%(other)s".
fr: La catégorie "%(name)s" a été déplacée en dessous de "%(other)s".
pl: Kategoria "%(name)s" została przeniesiona za "%(other)s".
pt_br: A categoria "%(name)s" foi movida para baixo da "%(other)s".
zh_hans: 分类 "%(name)s" 已移动到 "%(other)s" 下方。

# admin categories
source: Category "%(name)s" has been moved above "%(other)s".
fr: La catégorie "%(name)s" a été déplacée au-dessus de "%(other)s".
pl: Kategoria "%(name)s" została przeniesiona przed "%(other)s".
pt_br: A categoria "%(name)s" foi movida para cima da "%(other)s".
zh_hans: 分类 "%(name)s" 已移动到 "%(other)s" 上方。

# admin categories roles
source: Requested role does not exist.
fr: Le rôle demandé n'existe pas.
pl: Żądana rola nie istnieje.
pt_br: O cargo solicitado não existe.
zh_hans: 请求的角色不存在。

# admin categories roles
source: New role "%(name)s" has been saved.
fr: Le nouveau rôle "%(name)s" a été enregistré.
pl: Rola "%(name)s" została dodana.
pt_br: O novo cargo "%(name)s" foi salvo.
zh_hans: 新角色 "%(name)s" 已保存。

# admin categories roles
source: Role "%(name)s" has been changed.
fr: Le rôle "%(name)s" a été modifié.
pl: Rola "%(name)s" została zmieniona.
pt_br: O cargo "%(name)s" foi alterado.
zh_hans: 角色 "%(name)s" 已被修改。

# admin categories roles
source: Role "%(name)s" is special role and can't be deleted.
fr: Le rôle "%(name)s" est un rôle spécial et ne peut pas être supprimé.
pl: Nie można usunąć specjalnej roli "%(name)s".
pt_br: O cargo "%(name)s" é especial e não pode ser deletado.
zh_hans: 角色 "%(name)s" 是特殊角色，无法删除。

# admin categories roles
source: Role "%(name)s" has been deleted.
fr: Le rôle "%(name)s" a été supprimé.
pl: Rola "%(name)s" została usunięta.
pt_br: O cargo "%(name)s" foi deletado.
zh_hans: 角色 "%(name)s" 已被删除。

# admin categories roles
source: Category %(name)s permissions have been changed.
fr: Les autorisations de la catégorie %(name)s ont été modifiées.
pl: Uprawnienia kategorii "%(name)s" zostały zmienione.
pt_br: As permissões da categoria %(name)s foram alteradas.
zh_hans: 分类 %(name)s 的权限已更改。

# admin categories
source: Change permissions
fr: Modifier les autorisations
pl: Zmień uprawnienia
pt_br: Alterar permissões
zh_hans: 更改权限

# admin categories
source: No categories exist.
fr: Aucune catégorie n'existe.
pl: Nie utworzono żadnych kategorii.
pt_br: Não existem categorias.
zh_hans: 暂无分类。

# admin categories roles
source: Category permissions for role %(name)s have been changed.
fr: Les autorisations de catégorie pour le rôle %(name)s ont été modifiées.
pl: Uprawnienia kategorii dla roli "%(name)s" zostały zmienione.
pt_br: As permissões de categoria para o cargo %(name)s foram alteradas.
zh_hans: 角色 %(name)s 的分类权限已更改。

# admin roles
source: Categories permissions
fr: Autorisations de catégories
pl: Uprawnienia kategorii
pt_br: Permissões de categoria
zh_hans: 分类权限

source: First category
fr: Première catégorie
pl: Domyślna kategoria
pt_br: Primeira categoria
zh_hans: 第一个分类

source: See only
fr: Voir uniquement
pl: Tylko widzenie
pt_br: Apenas ver
zh_hans: 仅可查看

source: Read only
fr: Lire uniquement
pl: Tylko czytanie
pt_br: Apenas leitura
zh_hans: 只读

source: Reply to threads
fr: Répondre aux discussions
pl: Odpowiadanie w istniejących tematach
pt_br: Responder discussões
zh_hans: 回复主题

source: Start and reply threads
fr: Démarrer et répondre aux fils de discussion
pl: Zakładanie i odpowiadanie w tematach
pt_br: Iniciar e responder discussões
zh_hans: 发起及回复主题

source: Moderator
fr: Modérateur
pt_br: Moderador
zh_hans: 版主

source: In moderation queue
fr: Dans la file de modération
pl: W kolejce moderacji
pt_br: Na fila de moderação
zh_hans: 待审核队列

source: Q&A user
fr: Utilisateur Q&A
pl: Pytania i odpowiedzi (użytkownik)
pt_br: P&R de usuário
zh_hans: 问答用户

source: Q&A moderator
fr: Modérateur des Q&A
pl: Pytania i odpowiedzi (moderator)
pt_br: P&R de moderador
zh_hans: 问答版主

# categories permission
source: Category access
fr: Accès à la catégorie
pl: Dostęp do kategorii
pt_br: Acesso de categoria
zh_hans: 分类访问

# categories permission
source: Can see category
fr: Peut voir la catégorie
pl: Widzi kategorię
pt_br: Pode ver a categoria
zh_hans: 可见分类

# categories permission
source: Can see category contents
fr: Possibilité de voir le contenu des catégories
pl: Widzi zawartość kategorii
pt_br: Pode ver os conteúdos da categoria
zh_hans: 可见分类内容

# categories permission
source: You don't have permission to browse "%(category)s" contents.
fr: Vous n'avez pas l'autorisation de parcourir le contenu de "%(category)s".
pl: Nie masz dostępu aby przeglądać zawartość "%(category)s".
pt_br: Você não possui permissão para navegar nos conteúdos de "%(category)s".
zh_hans: 您无权浏览 "%(category)s" 的内容。

# admin node
source: Settings
fr: Paramètres
pl: Ustawienia
pt_br: Definições
zh_hans: 设置

# admin node
source: General
fr: Général
pl: Ogólne
pt_br: Geral
zh_hans: 常规

# admin node
source: Change forum details like name, description or footer.
fr: Modifier les détails du forum comme le nom, la description ou le pied de page.
pl: Zmień szczegóły forum takie jak nazwa, opis lub stopka.
pt_br: Alterar detalhes do fórum, como o nome, rodapé ou descrição.
zh_hans: 修改论坛名称、描述或页脚等详情。

# admin node
source: Users
fr: Utilisateurs
pl: Użytkownicy
pt_br: Usuários
zh_hans: 用户

# admin node
source: Customize user accounts default behavior and features availability.
fr: Personnaliser le comportement par défaut des comptes d'utilisateurs et la disponibilité des fonctionnalités.
pl: Dostosuj działanie i funkcje kont użytkowników.
pt_br: Personalizar o comportamento padrão e funções disponíveis para contas de usuário.
zh_hans: 自定义用户账户的默认行为及功能可用性。

# admin node
source: Captcha
zh_hans: 验证码

# admin node
source: Setup protection against automatic registrations on the site.
fr: Mettre en place une protection contre les enregistrements automatiques sur le site.
pl: Ustaw zabezpieczenia przeciw automatycznym rejestracjom na stronie.
pt_br: Configurar proteção contra cadastros automáticos no site.
zh_hans: 设置自动注册保护。

# admin node
source: Threads
fr: Discussions
pl: Tematy
pt_br: Discussões
zh_hans: 主题

# admin node
source: Threads, posts, polls and attachments options.
fr: Options de fils de discussion, de publications, de sondages et de pièces jointes.
pl: Opcje tematów, postów, ankiet i załączników.
pt_br: Opções de discussões, enquetes, publicações e anexos.
zh_hans: 主题、帖子、投票及附件相关选项。

# admin node
source: Notifications
pl: Powiadomienia
pt_br: Notificações
zh_hans: 通知

# admin node
source: Those settings control default notification preferences of new user accounts and storage time of existing notifications.
fr: Ces paramètres contrôlent les préférences de notification par défaut des nouveaux comptes d'utilisateurs et la durée de stockage des notifications existantes.
pl: Te ustawienia mają wpływ na domyślne preferencje powiadomień dla nowych kont użytkowników oraz czas przechowywania istniejących powiadomień.
pt_br: Estas configurações controlam as preferências padrões de notificação para novas contas de usuário e o tempo de armazenamento de notificações existentes.
zh_hans: 这些设置用于控制新用户账户的默认通知偏好及现有通知的存储时间。

# admin node
source: Enable OAuth2 client and connect your site to existing auth provider.
fr: Activez le client OAuth2 et connectez votre site au fournisseur d'authentification existant.
pl: Włącz klienta OAuth2 i połącz stronę z innym dostawcą uwierzytelnianie.
pt_br: Habilitar cliente OAuth2 e conectar seu site a um provedor de autenticação existente.
zh_hans: 启用 OAuth2 客户端并将站点连接到现有认证服务商。

# admin node
source: Analytics
fr: Analyses
pl: Analityka
pt_br: Estatísticas
zh_hans: 分析
