Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# admin user form
source: Replied threads
fr: Discussions ayant des réponses
pl: Odpowiedziane tematy
pt_br: Tópicos respondidos
zh_hans: 回复的主题

# admin user form
source: Automatically watch threads that the user has started
fr: Surveille automatiquement les fils de discussion que l'utilisateur a démarrés
pl: Automatycznie obserwuj tematy rozpoczęte przez użytkownika
pt_br: Acompanhar automaticamente tópicos que o usuário iniciou
zh_hans: 自动关注用户发起的主题

# admin user form
source: Automatically watch threads that the user has replied to
fr: Surveille automatiquement les fils de discussion auxquels l'utilisateur a répondu
pl: Automatycznie obserwuj tematy odpowiedziane przez użytkownika
pt_br: Automaticamente acompanhar tópicos que o usuário respondeu
zh_hans: 自动关注用户回复的主题

# admin user form
source: Automatically watch private threads that the user was invited to by users they are following
fr: Surveille automatiquement les discussions privées auxquelles l'utilisateur a été invité par les utilisateurs qu'il suit
pl: Automatycznie obserwuj prywatne tematy do których użytkownik został zaproszony przez użytkowników których obserwuje
pt_br: Acompanhar automaticamente tópicos privados que o usuário foi convidado por usuários que eles estão seguindo
zh_hans: 自动关注由用户关注的人邀请加入的私密主题

# admin user form
source: Automatically watch private threads that the user was invited to by other users
fr: Surveille automatiquement les discussions privées auxquelles l'utilisateur a été invité par d'autres utilisateurs
pl: Automatycznie obserwuj prywatne tematy do których użytkownik został zaproszony przez innych użytkowników.
pt_br: Automaticamente acompanhar tópicos privados que de usuário foi convidado por outros usuários
zh_hans: 自动关注由其他用户邀请加入的私密主题

# admin user form
source: Notify about new private thread invitations from users this user is following
fr: Notifier les nouvelles invitations à un fil privé provenant des utilisateurs suivis par cet utilisateur
pl: Powiadamiaj o nowych zaproszeniach do prywatnych tematów od użytkowników których obserwuje
pt_br: Notificar sobre novos convites privados de usuários que este usuário está seguindo
zh_hans: 通知用户关注的人发来的新私密主题邀请

# admin user form
source: Notify about new private thread invitations from other users
fr: Notifier les nouvelles invitations à un fil privé provenant d'autres utilisateurs
pl: Powiadamiaj o nowych zaproszeniach do prywatnych tematów od pozostałych użytkowników
pt_br: Notificar sobre novos convites de conversas privadas de outros usuários
zh_hans: 通知其他用户发来的新私密主题邀请

# signature length validator
source: Signature can't be longer than %(limit)s character.
fr: La signature ne peut pas contenir plus de %(limit)s caractère.
pl: Podpis nie może być dłuższy niż %(limit)s znak.
pt_br: A assinatura não pode ter mais que %(limit)s caractere.
zh_hans: 签名不能超过%(limit)s个字符。

# admin user form
source: Rank
fr: Rang
pl: Ranga
zh_hans: 等级

# admin user form
source: Ranks are used to group and distinguish users. They are also used to add permissions to groups of users.
fr: Les rangs sont utilisés pour regrouper et distinguer les utilisateurs. Ils sont également utilisés pour ajouter des autorisations à des groupes d'utilisateurs.
pl: Rangi służą do grupowania i wyróżniania użytkowników. Mogą być również używane do nadawania użytkownikom dodatkowych uprawnień.
pt_br: RAnks são usados para agrupar e distinguir usuários. Eles também são usados para adicionar permissões para grupos de usuários
zh_hans: 等级用于对用户进行分组和区分，也可用于为用户组分配权限。

# admin user form
source: Roles
fr: Rôles
pl: Role
pt_br: Cargos
zh_hans: 角色

# admin user form
source: Individual roles of this user. All users must have a "Member" role.
fr: Rôles individuels de cet utilisateur. Tous les utilisateurs doivent avoir un rôle de "membre".
pl: Role przypisane do tego użytkownika. Wszyscy użytkownicy muszą mieć rolę "Członek".
pt_br: Cargos individuais deste usuário. Todos os usuários devem ter um cargo "Membro"
zh_hans: 该用户的个人角色。所有用户都必须拥有“成员”角色。

# admin users filter form
source: Username
fr: Nom d'utilisateur
pl: Nazwa użytkownika
pt_br: Nome de usuário
zh_hans: 用户名

# admin users filter form
source: E-mail
zh_hans: 邮箱

# admin users filter form
source: Profile fields contain
fr: Les champs de profil contiennent
pl: Pola profilu zawierają
pt_br: Campos de perfil contém
zh_hans: 资料字段包含

# admin users filter form
source: Requires activation
fr: Nécessite une activation
pl: Wymaga aktywacji
pt_br: Requer ativação
zh_hans: 需激活

# admin users filter form
source: Account disabled
fr: Compte désactivé
pl: Konto wyłączone
pt_br: Conta desativada
zh_hans: 账户已禁用

# admin users filter form
source: Administrator
fr: Administrateur
pt_br: Administrador
zh_hans: 管理员

# admin users filter form
source: Deletes their account
fr: Supprime leur compte
pl: Usuwa swoje konto
pt_br: Exclui sua conta
zh_hans: 删除账户

# admin users rank filter choice
source: All ranks
fr: Tous les rangs
pl: Wszystkie rangi
pt_br: Todos os rankings
zh_hans: 所有等级

# admin users role filter choice
source: All roles
fr: Tous les rôles
pl: Wszystkie role
pt_br: Todos os cargos
zh_hans: 所有角色

# admin users filter form
source: Has rank
fr: A un rang
pl: Ma rangę
pt_br: Possui ranking
zh_hans: 拥有等级

# admin users filter form
source: Has role
fr: A un rôle
pl: Ma rolę
pt_br: Possui cargo
zh_hans: 拥有角色

# admin rank form
source: Name
fr: Nom
pl: Nazwa
pt_br: Nome
zh_hans: 名称

# admin rank form
source: Short and descriptive name of all users with this rank. "The Team" or "Game Masters" are good examples.
fr: Nom court et descriptif de tous les utilisateurs ayant ce rang. "L'équipe" ou les "Maîtres du jeu" sont de bons exemples.
pl: Krótka i opisowa nazwa wszystkich użytkowników z tą rangą. Np. "Zespół forum" albo "Mistrzowie gry".
pt_br: Nae curto e descritivo para todos os usuários com este ranking. "The Team" ou "Game Masters" são bons exemplos
zh_hans: 所有拥有该等级用户的简短描述性名称。如“团队”或“游戏管理员”。

# admin rank form
source: User title
fr: Titre de l'utilisateur
pl: Tytuł użytkownika
pt_br: Usar título
zh_hans: 用户称号

# admin rank form
source: Optional, singular version of rank name displayed by user names. For example "GM" or "Dev".
fr: Facultatif, version singulière du nom de rang affiché par les noms d'utilisateurs. Par exemple "GM" ou "Dev".
pl: Opcjonalna alternatywna nazwa rangi w liczbie pojedynczej, wyświetlana obok nazw użytkowników. Np. "mod" lub "recenzent".
pt_br: Opcional, versão singular de nome de rank exibida pelos nomes dos usuários. Por exemplo "GM" ou "Dev"
zh_hans: 可选，显示在用户名旁的等级简称，如“GM”或“Dev”。

# admin rank form
source: Description
pl: Opis
pt_br: Descrição
zh_hans: 描述

# admin rank form
source: Optional description explaining function or status of members distincted with this rank.
fr: Description facultative expliquant la fonction ou le statut des membres distincts de ce rang.
pl: Opcjonalny opis wyjaśniający rolę albo funkcję osób wyróżnionych tą rangą.
pt_br: Descrição opcional explicando função ou status de membros distintos com esse ranking
zh_hans: 可选，对该等级成员的功能或状态进行说明。

# admin rank form
source: User roles
fr: Rôles utilisateur
pl: Role użytkownika
pt_br: Funções de usuário
zh_hans: 用户角色

# admin rank form
source: Rank can give additional roles to users with it.
fr: Rank peut attribuer des rôles supplémentaires aux utilisateurs qui en disposent.
pl: Ranga może dawać dodatkowe role użytkownikom z tą rangą.
pt_br: Rank pode dar funções adicionais para usuários
zh_hans: 等级可为拥有该等级的用户赋予额外角色。

# admin rank form
source: CSS class
fr: Classe CSS
pl: Klasa CSS
zh_hans: CSS 类名

# admin rank form
source: Optional css class added to content belonging to this rank owner.
fr: Classe CSS facultative ajoutée au contenu appartenant à ce propriétaire de rang.
pl: Opcjonalna klasa CSS dodawana do treści należących do użytkownika z tą rangą.
pt_br: CSS opcional adicionado ao conteúdo pertencente ao dono deste rank.
zh_hans: 可选，添加到该等级用户内容的 CSS 类名。

# admin rank form
source: Give rank dedicated tab on users list
fr: Donner un onglet dédié au classement sur la liste des utilisateurs
pl: Stwórz osobną stronę na liście użytkowników
pt_br: Fornece uma guia de rank dedicada na lista de usuários
zh_hans: 在用户列表中为该等级创建专属标签页

# admin rank form
source: Selecting this option will make users with this rank easily discoverable by others through dedicated page on forum users list.
fr: La sélection de cette option rendra les utilisateurs avec ce classement facilement visibles par les autres via une page dédiée sur la liste des utilisateurs du forum.
pl: Włączenie tej opcji sprawi że użytkownicy z tą rangą będą łatwi do odkrycia przez innych poprzez dedykowaną stronę na liście użytkowników.
pt_br: Selecionar esta opção fará com que membros com este ranking sejam facilmente descobertos por outros através de uma página dedicada na lista de usuários do fórum.
zh_hans: 选择此项后，拥有该等级的用户将在用户列表页专属标签页中便于他人查找。

# admin rank form
source: There's already an other rank with this name.
fr: Il existe déjà un autre rang portant ce nom.
pl: Istnieje już ranga z tą nazwą.
pt_br: Já existe um outro rank com este nome.
zh_hans: 已有同名等级存在。

# admin ban users form
source: Values to ban
fr: Valeurs à bannir
pl: Wartości do zablokowania
pt_br: Valores para banir
zh_hans: 要封禁的值

# admin ban users form
source: User message
fr: Message utilisateur
pl: Wiadomość dla użytkownika
pt_br: Mensagem do usuário
zh_hans: 用户提示

# admin ban users form
source: Optional message displayed to users instead of default one.
fr: Message facultatif affiché aux utilisateurs au lieu de celui par défaut.
pl: Opcjonalna wiadomość o blokadzie wyświetlana użytkownikom zamiast domyślnej.
pt_br: Mensagem opcional mostrada para os usuários em vez da padrão.
zh_hans: 可选，替代默认提示的用户信息。

# admin ban users form
source: Message can't be longer than 1000 characters.
fr: Le message ne doit pas dépasser 1000 caractères.
pl: Wiadomość nie może być dłuższa niż 1000 znaków.
pt_br: A mensagem não pode ter mais do que 1000 caracteres.
zh_hans: 消息内容不能超过1000个字符。

# admin ban users form
source: Team message
fr: Message de l'équipe
pl: Wiadomość dla zespołu forum
pt_br: Mensagem da equipe
zh_hans: 团队备注

# admin ban users form
source: Optional ban message for moderators and administrators.
fr: Message d'interdiction facultatif pour les modérateurs et les administrateurs.
pl: Opcjonalny komunikat blokady wyświetlany moderatorom i administratorom.
pt_br: Mensagem de banimento opcional para moderadores e administradores.
zh_hans: 可选，版主和管理员专用封禁备注。

# admin ban users form
source: Expiration date
fr: Date d'expiration
pl: Data wygaśnięcia
pt_br: Data de validade
zh_hans: 到期日期

# admin ban users form
source: Usernames
fr: Noms d'utilisateur
pl: Nazwy użytkowników
pt_br: Nomes de usuários
zh_hans: 用户名

# admin ban users form
source: E-mails
pl: Adresy e-mail
zh_hans: 邮箱地址

# admin ban users form
source: E-mail domains
fr: Domaines d'E-mail
pl: Domeny e-mail
pt_br: Domínios de e-mail
zh_hans: 邮箱域名

# admin ban users form
source: IP addresses
fr: Adresses IP
pl: Adresy IP
pt_br: Endereços IP
zh_hans: IP 地址

# admin ban users form
source: First segment of IP addresses
fr: Premier segment d'adresses IP
pl: Pierwszy oktet adresu IP
pt_br: Primeiro segmento dos endereços IP
zh_hans: IP 地址第一个段

# admin ban users form
source: First two segments of IP addresses
fr: Deux premiers segments des adresses IP
pl: Pierwsze dwa oktety adresu IP
pt_br: Dois primeiros segmentos dos endereços IP
zh_hans: IP 地址前两个段

# admin ban form
source: Check type
fr: Type Check
pl: Typ blokady
pt_br: Verificar tipo
zh_hans: 检查类型

# admin ban form
source: Restrict this ban to registrations
fr: Restreindre ce bannissement aux enregistrements
pl: Ogranicz tą blokadę do rejestracji
pt_br: Restringir este banimento para cadastros
zh_hans: 仅限注册时检查本封禁

# admin ban form
source: Changing this to yes will make this ban check be only performed on registration step. This is good if you want to block certain registrations like ones from recently compromised e-mail providers, without harming existing users.
fr: Si vous choisissez la valeur "oui", le contrôle des interdictions ne sera effectué qu'à l'étape de l'enregistrement. C'est une bonne chose si vous souhaitez bloquer certains enregistrements, comme ceux provenant de fournisseurs de courrier électronique récemment compromis, sans nuire aux utilisateurs existants.
pl: Wybór "tak" sprawi że ta blokada będzie sprawdzana wyłącznie podczas rejestracji nowych użytkowników. Jest to użyteczne kiedy chcesz np. uniemożliwić nowe rejestracje korzystające ze skrzynek e-mail używanych często przez spamerów bez szkody dla obecnych użytkowników.
pt_br: Alterar isso para sim fará com que esta verificação de banimento seja realizada apenas durante o registro. Isso é bom se você quer bloquear certos cadastros como aqueles vindos de fornecedores de e-mail recém criados, sem prejudicar usuários existentes.
zh_hans: 设置为“是”后，本封禁仅在注册环节检查。适用于只想阻止如被泄露邮箱服务商的新注册，而不影响现有用户。

# admin ban form
source: Banned value
fr: Valeur bannie
pl: Zablokowana wartość
pt_br: Valor banido
zh_hans: 封禁值

# admin ban form
source: This value is case-insensitive and accepts asterisk (*) for partial matches. For example, making IP ban for value "83.*" will ban all IP addresses beginning with "83.".
fr: Cette valeur est insensible à la casse et accepte les astérisques (*) pour les correspondances partielles. Par exemple, l'interdiction d'IP pour la valeur "83.*" interdira toutes les adresses IP commençant par "83".
pl: Ta wartość nie sprawdza wielkości znaków i obsługuje gwiazdkę (*) dla częściowych dopasowań. Przykładowo, blokada adresów IP dla wartości "83.*" zablokuje wszystkie adresy IP zaczynające się od "83.".
pt_br: Este valor é case-insensitive e aceita asteriscos (*) para correspondências parciais. Por exemplo, banir o valor "83.*" irá banir todos os endereços ip iniciados com "83.".
zh_hans: 该值不区分大小写，支持星号(*)进行部分匹配。例如，IP封禁“83.*”将封禁所有以“83.”开头的IP地址。

# admin ban form
source: Banned value can't be longer than 250 characters.
fr: la valeur interdite ne peut pas dépasser 250 caractères.
pl: Zablokowana wartość nie może być dłuższa niż 250 znaków.
pt_br: O valor banido não pode ter mais que 250 caracteres.
zh_hans: 封禁值不能超过250个字符。

# admin ban form
source: User message
fr: Message utilisateur
pl: Wiadomość dla użytkownika
pt_br: Mensagem de usuário
zh_hans: 用户提示

# admin ban form
source: Optional message displayed to user instead of default one.
fr: Message facultatif affiché à l'utilisateur au lieu de celui par défaut.
pl: Opcjonalna wiadomość wyświetlana użytkownikowi zamiast standardowej.
pt_br: Mensagem opcional mostrada para o usuário em vez da padrão.
zh_hans: 可选，替代默认提示的用户信息。

# admin ban form
source: Message can't be longer than 1000 characters.
fr: Le message ne doit pas dépasser 1000 caractères.
pl: Wiadomość nie może być dłuższa niż 1000 znaków.
pt_br: A mensagem não pode ter mais que 1000 caracteres.
zh_hans: 消息内容不能超过1000个字符。

# admin ban form
source: Team message
fr: Message de l'équipe
pl: Wiadomość dla zespołu forum
pt_br: Mensagem da equipe
zh_hans: 团队备注

# admin ban form
source: Optional ban message for moderators and administrators.
fr: Message de bannissement facultatif pour les modérateurs et les administrateurs.
pl: Opcjonalny komunikat blokady wyświetlany moderatorom i administratorom.
pt_br: Mensagem de banimento opcional para moderadores e administradores.
zh_hans: 可选，版主和管理员专用封禁备注。

# admin ban form
source: Expiration date
fr: Date d'expiration
pl: Data wygaśnięcia
pt_br: Data de validade
zh_hans: 到期日期

# admin ban form
source: Banned value is too vague.
fr: La valeur bannie est trop vague.
pl: Zablokowana wartość jest zbyt ogólna.
pt_br: O valor banido é muito vago.
zh_hans: 封禁值过于宽泛。

# admin bans filter form
source: Type
pl: Typ
pt_br: Tipo
zh_hans: 类型

# admin bans type filter choice
source: All bans
fr: Tous les bannissements
pl: Wszystkie blokady
pt_br: Todos os banimentos
zh_hans: 所有封禁

# admin bans type filter choice
source: Usernames
fr: Noms d'utilisateur
pl: Nazwy użytkowników
pt_br: Nomes de usuário
zh_hans: 用户名

# admin bans filter form
source: E-mails
pl: Adresy e-mail
zh_hans: 邮箱地址

# admin bans type filter choice
source: IPs
pl: Adresy IP
zh_hans: IP 地址

# admin bans filter form
source: Banned value begins with
fr: La valeur bannie commence par
pl: Zablokowana wartość zaczyna się od
pt_br: O valor banido começa com
zh_hans: 封禁值开头为

# admin bans filter form
source: Registration only
fr: Inscription uniquement
pl: Tylko rejestracje
pt_br: Apenas cadastro
zh_hans: 仅注册环节

# admin bans registration filter choice
source: Any
fr: Tout
pl: Dowolnie
pt_br: Qualquer
zh_hans: 任意

# admin bans registration filter choice
source: Yes
fr: Oui
pl: Tak
pt_br: Sim
zh_hans: 是

# admin bans registration filter choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# admin bans filter form
source: State
fr: État
pl: Stan
pt_br: Estado
zh_hans: 状态

# admin bans state filter choice
source: Any
fr: Tout
pl: Każdy
pt_br: Qualquer
zh_hans: 任意

# admin bans state filter choice
source: Active
fr: Actif
pl: Aktywne
pt_br: Ativo
zh_hans: 有效

# admin bans state filter choice
source: Expired
fr: Expiré
pl: Wygasłe
pt_br: Expirado
zh_hans: 已过期

# admin data download request form
source: Usernames or emails
fr: Noms d'utilisateur ou e-mails
pl: Nazwy użytkowników lub e-maile
pt_br: Nomes de usuários ou e-mails
zh_hans: 用户名或邮箱

# admin data download request form
source: Enter every item in new line. Duplicates will be ignored. This field is case insensitive. Depending on site configuration and amount of data to archive it may take up to few days for requests to complete. E-mail will notification will be sent to every user once their download is ready.
fr: Inscrivez chaque élément sur une nouvelle ligne. Les doublons seront ignorés. Ce champ n'est pas sensible à la casse. En fonction de la configuration du site et de la quantité de données à archiver, le traitement des demandes peut prendre quelques jours. Une notification par courrier électronique sera envoyée à chaque utilisateur dès que le téléchargement sera prêt.
pl: Wpisz dane każdego użytkownika w nowej linii. Powtórzenia użytkowników będą pominięte. Wielkość znaków nie ma znaczenia. W zależności od konfiguracji strony oraz ilości danych do zarchiwizowania przygotowanie kopii danych dla jednego użytkownika może zająć nawet kilka dni. Każdy użytkownik otrzyma e-mail z odnośnikiem do pobrania kopii swoich danych kiedy tylko ta zostanie przygotowana.
pt_br: Insira cada item em uma nova linha. Duplicatas serão ignoradas. Este campo é case-insensitive. Dependendo da configuração do site e a quantidade de dados para arquivar algumas solicitações podem levar alguns dias para serem concluídas. Uma notificação de e-mail será enviada para cada usuário quando o download estiver pronto.
zh_hans: 每项请单独一行，重复项将被忽略。此字段不区分大小写。根据站点配置及归档数据量，处理时间可能需数日。每位用户下载准备好后将收到邮件通知。

# admin data download request form
source: You may not enter more than 20 items at a single time (You have entered %(show_value)s).
fr: Vous ne pouvez pas saisir plus de 20 éléments à la fois (vous avez saisi %(show_value)s).
pl: Nie możesz podać więcej niż 20 elementów naraz (podano %(show_value)s).
pt_br: Você não pode inserir mais de 20 itens ao mesmo tempo (você inseriu %(show_value)s).
zh_hans: 一次最多只能输入20项（您已输入%(show_value)s项）。

# admin data download request form
source: One or more specified users could not be found.
fr: Un ou plusieurs utilisateurs spécifiés sont introuvables.
pl: Jeden lub więcej wskazanych użytkowników nie zostało znalezionych.
pt_br: Um ou mais usuários especificados não foram encontrados.
zh_hans: 无法找到一个或多个指定用户。

# admin data download requests filter form
source: Status
fr: Statut
zh_hans: 状态

# admin data download requests filter form
source: User
fr: Utilisateur
pl: Użytkownik
pt_br: Usuário
zh_hans: 用户

# admin data download requests filter form
source: Requested by
fr: Demandé par
pl: Zlecający
pt_br: Solicitado por
zh_hans: 请求人

# admin bans
source: Requested ban does not exist.
fr: Le bannissement demandé n'existe pas.
pl: Żądana blokada nie istnieje.
pt_br: O banimento requisitado não existe.
zh_hans: 请求的封禁不存在。

# admin bans ordering choice
source: From newest
fr: Du plus récent
pl: Od najnowszych
pt_br: Do mais recente
zh_hans: 最新优先

# admin bans ordering choice
source: From oldest
fr: Du plus ancien
pl: Od najstarszych
pt_br: Do mais antigo
zh_hans: 最旧优先

# admin bans ordering choice
source: A to z
fr: A à z
pl: A do z
pt_br: A a Z
zh_hans: A 到 Z

# admin bans ordering choice
source: Z to a
fr: Z à a
pl: Z do a
pt_br: Z a A
zh_hans: Z 到 A

# admin bans
source: With bans: 0
fr: Avec bannissements: 0
pl: Z blokadami: 0
pt_br: Com banimentos: 0
zh_hans: 含封禁：0

# admin bans
source: Select bans
fr: Sélectionner les bannissements
pl: Wybierz blokady
pt_br: Selecionar banimentos
zh_hans: 选择封禁

# admin bans
source: Remove bans
fr: Supprimer les bannissements
pl: Usuń blokady
pt_br: Remover banimentos
zh_hans: 移除封禁

# admin bans
source: Are you sure you want to remove those bans?
fr: Êtes-vous sûr de vouloir lever ces bannissements?
pl: Na pewno chcesz usunąć wybrane blokady?
pt_br: Você tem certeza que deseja remover esses banimentos?
zh_hans: 确定要移除这些封禁吗？

# admin bans
source: Selected bans have been removed.
fr: Les interdictions sélectionnées ont été supprimées.
pl: Wybrane blokady zostały usunięte.
pt_br: Os banimentos selecionados foram removidos.
zh_hans: 所选封禁已移除。

# admin bans
source: New ban "%(name)s" has been saved.
fr: Le nouveau ban "%(name)s" a été enregistré.
pl: Nowa blokada "%(name)s" została dodana.
pt_br: O novo banimento "%(name)s" foi salvo.
zh_hans: 新封禁“%(name)s”已保存。

# admin bans
source: Ban "%(name)s" has been edited.
fr: Le bannissement "%(name)s" a été modifié.
pl: Blokada "%(name)s" została zmieniona.
pt_br: O banimento "%(name)s" foi editado.
zh_hans: 封禁“%(name)s”已编辑。

# admin bans
source: Ban "%(name)s" has been removed.
fr: Le bannissement "%(name)s" a été supprimé.
pl: Blokada "%(name)s" została usunięta.
pt_br: O banimento "%(name)s" foi removido.
zh_hans: 封禁“%(name)s”已移除。

# admin data downloads ordering choice
source: From newest
fr: Du plus récent
pl: Od najnowszych
pt_br: Do mais recente
zh_hans: 最新优先

# admin data downloads ordering choice
source: From oldest
fr: Du plus ancien
pl: Od najstarszych
pt_br: Do mais antigo
zh_hans: 最旧优先

# admin data downloads
source: With data downloads: 0
fr: Avec téléchargements de données: 0
pl: Z kopiami danych: 0
pt_br: Com downloads de dados: 0
zh_hans: 含数据下载：0

# admin data downloads
source: Select data downloads
fr: Sélectionner les téléchargements de données
pl: Wybierz kopie danych
pt_br: Selecionar downloads de dados
zh_hans: 选择数据下载

# admin data downloads
source: Expire downloads
fr: Expire les téléchargements
pl: Wygaś kopie danych
pt_br: Downloads expirados
zh_hans: 设为已过期下载

# admin data downloads
source: Are you sure you want to set selected data downloads as expired?
fr: Êtes-vous sûr de vouloir définir les téléchargements de données sélectionnés comme expirés?
pl: Na pewno chcesz oznaczyć wybrane kopie danych jako wygasłe?
pt_br: Você realmente deseja definir os downloads de dados selecionados como expirados?
zh_hans: 确定要将所选数据下载设为过期吗？

# admin data downloads
source: Delete downloads
fr: Supprimer les téléchargements
pl: Usuń kopie danych
pt_br: Deletar downloads
zh_hans: 删除下载

# admin data downloads
source: Are you sure you want to delete selected data downloads?
fr: Êtes-vous sûr de vouloir supprimer les téléchargements de données sélectionnés?
pl: Na pewno chcesz usunąć wybrane kopie danych?
pt_br: Você realmente deseja remover os downloads de dados selecionados?
zh_hans: 确定要删除所选数据下载吗？
