Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# threads api
source: You have to enter new participant's username.
fr: Vous devez saisir le nom d'utilisateur du nouveau participant.
pl: Musisz wpisać nazwę nowego uczestnika.
pt_br: Você precisa inserir o nome de usuário do novo participante.
zh_hans: 必须输入新参与者用户名。

# threads api
source: No user with this name exists.
fr: Aucun utilisateur portant ce nom n'existe.
pl: Nie istnieje użytkownik o takiej nazwie.
pt_br: Não existe nenhum usuário com esse nome.
zh_hans: 不存在该用户名的用户。

# threads api
source: This user is already thread participant.
fr: Cet utilisateur participe déjà au fil de discussion.
pl: Ten użytkownik jest już uczestnikiem tego tematu.
pt_br: Esse usuário já é participante da discussão
zh_hans: 该用户已是本主题参与者。

# threads api
source: Participant doesn't exist.
fr: Le participant n'existe pas.
pl: Uczestnik nie istnieje.
pt_br: O participante não existe.
zh_hans: 参与者不存在。

# threads api
source: This user already is thread owner.
fr: Cet utilisateur est déjà propriétaire du fil de discussion.
pl: Ten użytkownik już jest właścicielem tematu.
pt_br: Esse usuário já é proprietário da discussão
zh_hans: 该用户已是主题拥有者。

# threads api
source: One or more threads to update could not be found.
fr: Un ou plusieurs threads à mettre à jour sont introuvables.
pl: Jeden lub więcej tematów do zmienienia nie zostało znalezionych.
pt_br: Uma ou mais publicações a serem atualizadas não puderam ser encontradas.
zh_hans: 要更新的一个或多个主题未找到。

# threads api
source: No more than %(limit)s thread can be updated at a single time.
fr: Il n'est pas possible de mettre à jour plus de %(limit)s fil de discussion à la fois.
pl: Jednocześnie nie można zmienić więcej niż %(limit)s temat.
pt_br: Não é possível atualizar mais do que %(limit)s tópico ao mesmo tempo.
zh_hans: 一次最多只能更新%(limit)s个主题。

# polls api
source: There's already a poll in this thread.
fr: Il y a déjà un sondage dans ce fil.
pl: W tym temacie już istnieje ankieta.
pt_br: Já existe uma enquete neste tópico.
zh_hans: 该主题已有投票。

# posts api
source: Events can't be replied to.
fr: Il est impossible de répondre aux événements.
pl: Nie można odpowiadać na zdarzenia.
pt_br: Não é possível responder para eventos.
zh_hans: 事件无法回复。

# posts api
source: You can't reply to hidden posts.
fr: Vous ne pouvez pas répondre aux messages masqués.
pl: Nie możesz odpowiadać na ukryte posty.
pt_br: Você não pode responder a publicações ocultas.
zh_hans: 您无法回复隐藏帖子。

# posts api
source: You can't see who liked this post.
fr: Vous ne pouvez pas voir qui a aimé ce message.
pl: Nie możesz zobaczyć kto polubił ten post.
pt_br: Você não pode ver quem curtiu essa publicação.
zh_hans: 您无法查看点赞该帖的用户。

# private threads api
source: You can't start private threads.
fr: Vous ne pouvez pas démarrer de discussions privées.
pl: Nie możesz zakładać prywatnych tematów.
pt_br: Você não pode começar discussões privadas
zh_hans: 您无法发起私密主题。

# merge conflict best answer
source: Unmark all best answers
fr: Décocher toutes les meilleures réponses
pl: Usuń wybór rozwiązania
pt_br: Desmarcar todas as melhores respostas
zh_hans: 取消所有最佳答案标记

# merge conflict poll
source: Delete all polls
fr: Supprimer tous les sondages
pl: Usuń wszystkie ankiety
pt_br: Deletar todas as enquetes
zh_hans: 删除所有投票

# merge conflict invalid resolution
source: Invalid choice.
fr: Choix invalide.
pl: Błędny wybór
pt_br: Escolha inválida
zh_hans: 无效选择。

# attachment availability choice
source: Allow uploads and downloads
fr: Autoriser les chargements et les téléchargements
pl: Umożliw przesyłanie i pobieranie
pt_br: Permitir envios e downloads
zh_hans: 允许上传和下载

# attachment availability choice
source: Allow downloads only
fr: Autoriser uniquement les téléchargements
pl: Tylko pobieranie
pt_br: Permitir apenas downloads
zh_hans: 仅允许下载

# attachment availability choice
source: Disallow both uploading and downloading
fr: Interdire le chargement et le téléchargement
pl: Zabroń przesyłania i pobierania
pt_br: Proibir ambos envios e downloads
zh_hans: 不允许上传和下载

# thread weight choice
source: Not pinned
fr: Non épinglé
pl: Nie przypinaj
pt_br: Não fixado
zh_hans: 未置顶

# thread weight choice
source: Pinned in category
fr: Épinglé dans la catégorie
pl: Przypnij w kategorii
pt_br: Fixado em categoria
zh_hans: 分类置顶

# thread weight choice
source: Pinned globally
fr: Épinglé globalement
pl: Przypnij globalnie
pt_br: Fixado globalmente
zh_hans: 全站置顶

# post unhide
source: You can't make original post visible without revealing the thread.
fr: Vous ne pouvez pas rendre le message original visible sans révéler le fil de discussion.
pl: Nie możesz odkryć pierwszego postu nie odkrywając całego tematu.
pt_br: Você não pode fazer a postagem original visível sem revelar a discussão
zh_hans: 未公开整个主题，无法显示原帖。

# post hide
source: You can't hide original post without hiding thread.
fr: Vous ne pouvez pas masquer le message original sans masquer le fil de discussion.
pl: Nie możesz ukryć pierwszego postu nie ukrywając całego tematu.
pt_br: Você não pode ocultar a postagem original sem ocultar a discussão
zh_hans: 未隐藏整个主题，无法隐藏原帖。

# post delete
source: You can't delete original post without deleting thread.
fr: Vous ne pouvez pas supprimer le message original sans supprimer le fil de discussion.
pl: Nie możesz usunąć pierwszego postu nie usuwając całego tematu.
pt_br: Você não pode apagar a postagem original sem apagar a discussão
zh_hans: 未删除整个主题，无法删除原帖。

# attachments permission
source: Attachments
fr: Pièces jointes
pl: Załączniki
pt_br: Anexos
zh_hans: 附件

# attachments permission
source: Max attached file size (in kb)
fr: Taille maximale du fichier joint (en Ko)
pl: Maksymalny rozmiar przesłanego pliku (w kb)
pt_br: Tamanho máximo de arquivo anexado (em kb)
zh_hans: 最大附件文件大小（KB）

# permissions
source: Enter 0 to don't allow uploading end deleting attachments.
fr: Entrez 0 pour interdire le téléchargement et supprimer les pièces jointes.
pl: Wpisz 0 aby zabronić przesyłania i usuwania załączników.
pt_br: Insira 0 para não permitir o envio e exclusão de anexos.
zh_hans: 输入0表示不允许上传或删除附件。

# attachments permission
source: Can download other users attachments
fr: Peut télécharger les pièces jointes d'autres utilisateurs
pl: Może pobierać załączniki innych użytkowników
pt_br: Pode baixar anexos de outros usuários
zh_hans: 可下载其他用户附件

# attachments permission
source: Can delete other users attachments
fr: Peut supprimer les pièces jointes d'autres utilisateurs
pl: Może usuwać załączniki innych użytkowników
pt_br: Pode apagar anexos de outros usuários
zh_hans: 可删除其他用户附件

# attachments permission
source: Can download attachments
fr: Peut télécharger des pièces jointes
pl: Może pobierać załączniki
pt_br: Pode baixar anexos
zh_hans: 可下载附件

# best answers permission
source: Best answers
fr: Meilleures réponses
pl: Rozwiązania
pt_br: Melhor resposta
zh_hans: 最佳答案

# best answers permission
source: Can mark posts as best answers
fr: Peut marquer les messages comme les meilleures réponses
pl: Może ustawiać posty jako rozwiązania
pt_br: Pode marcar publicação como melhores respostas
zh_hans: 可将帖子标记为最佳答案

# best answers mark permission choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# best answers mark permission choice
source: Own threads
fr: Fils de discussion personnels
pl: We własnych tematach
pt_br: Meus tópicos
zh_hans: 本人主题

# best answers mark permission choice
source: All threads
fr: Tous les fils de discussion
pl: We wszystkich tematach
pt_br: Todas as discussões
zh_hans: 所有主题

# best answers permission
source: Can change marked answers
fr: Peut modifier les réponses marquées
pl: Może zmieniać wybór rozwiązania
pt_br: Pode alterar respostas marcadas
zh_hans: 可更改已标记答案

# best answers change permission choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# best answers change permission choice
source: Own threads
fr: Fils de discussion personnels
pl: We własnych tematach
pt_br: Próprias discussões
zh_hans: 本人主题

# best answers change permission choice
source: All threads
fr: Tous les fils de discussion
pl: We wszystkich tematach
pt_br: Todas as discussões
zh_hans: 所有主题

# best answers permission
source: Time limit for changing marked best answer in owned thread, in minutes
fr: délai pour modifier la meilleure réponse marquée dans le fil de discussion détenu, en minutes
pl: Ograniczenie czasowe dla zmiany wyboru rozwiązania we własnych tematach, w minutach
pt_br: O tempo limite para mudar a melhor resposta em tópicos próprios, em minutos
zh_hans: 本人主题最佳答案更改时间限制（分钟）

# best answers permission
source: Enter 0 to don't limit time for changing marked best answer in owned thread.
fr: Entrez 0 pour ne pas limiter le temps nécessaire à la modification de la meilleure réponse marquée dans le fil de discussion détenu.
pl: Wpisz 0 aby nie ograniczać czasowo możliwości zmiany wyboru rozwiązania we własnych tematach.
pt_br: Insira 0 para não definir limite de tempo para alterar a melhor resposta nos próprios tópicos.
zh_hans: 输入0表示本人主题最佳答案更改时间不限。

# best answers permission
source: You have to sign in to mark best answers.
fr: Vous devez vous connecter pour marquer les meilleures réponses.
pl: Musisz być zalogowany/a aby móc wybrać rozwiązanie.
pt_br: Você precisa se conectar para marcar melhores respostas.
zh_hans: 必须登录才能标记最佳答案。

# best answers permission
source: You don't have permission to mark best answers in the "%(category)s" category.
fr: Vous n'êtes pas autorisé à marquer les meilleures réponses dans la catégorie "%(category)s".
pl: Nie masz uprawnień do wybierania rozwiązań w kategorii "%(category)s".
pt_br: Você não tem permissão para marcar melhores resposta na categoria "%(category)s".
zh_hans: 您无权在“%(category)s”分类中标记最佳答案。

# best answers permission
source: You don't have permission to mark best answer in this thread because you didn't start it.
fr: Vous n'êtes pas autorisé à marquer la meilleure réponse dans ce fil de discussion, car vous ne l'avez pas démarré.
pl: Nie możesz wybrać rozwiązania tego tematu ponieważ nie jesteś jego założycielem.
pt_br: Você não tem permissão para marcar a melhor resposta neste tópico porque você não o iniciou.
zh_hans: 您不是主题发起人，无权标记最佳答案。

# best answers permission
source: You don't have permission to mark best answer in this thread because its category "%(category)s" is closed.
fr: Vous n'êtes pas autorisé à marquer la meilleure réponse dans ce fil de discussion, car sa catégorie "%(category)s" est fermée.
pl: Nie możesz wybrać rozwiązania tego tematu ponieważ jego kategoria "%(category)s" jest zamknięta.
pt_br: Você não possui permissão para marcar a melhor resposta neste tópico porque sua categoria "%(category)s" está fechada.
zh_hans: 该主题分类“%(category)s”已关闭，您无权标记最佳答案。

# best answers permission
source: You can't mark best answer in this thread because it's closed and you don't have permission to open it.
fr: Vous ne pouvez pas marquer la meilleure réponse dans ce fil de discussion car il est fermé et vous n'êtes pas autorisé à l'ouvrir.
pl: Nie możesz wybrać rozwiązania tego tematu ponieważ jest on zamknięty.
pt_br: Você não pode marcar a melhor resposta neste tópico porque ele está fechado e você não possui permissão para abri-lo.
zh_hans: 该主题已关闭且您无权重新开启，无法标记最佳答案。

# best answers permission
source: You don't have permission to change this thread's marked answer because it's in the "%(category)s" category.
fr: Vous n'êtes pas autorisé à modifier la réponse marquée de ce fil car il se trouve dans la catégorie "%(category)s".
pl: Nie możesz zmienić wyboru rozwiązania dla tego tematu ponieważ znajduje się on w kategorii "%(category)s".
pt_br: Você não tem permissão para mudar a melhor resposta deste tópico porque ele está na categoria "%(category)s".
zh_hans: 您无权更改该主题标记答案（分类为“%(category)s”）。

# best answers permission
source: You don't have permission to change this thread's marked answer because you are not a thread starter.
fr: Vous n'êtes pas autorisé à modifier la réponse marquée de ce fil de discussion, car vous n'êtes pas un initiateur du fil de discussion.
pl: Nie możesz zmienić wyboru rozwiązania dla tego tematu ponieważ nie jesteś jego założycielem.
pt_br: Você não possui permissão para mudar a melhor resposta do tópico porque você não o iniciou.
zh_hans: 您不是主题发起人，无权更改标记答案。

# best answers permission
source: You don't have permission to change best answer that was marked for more than %(minutes)s minute.
fr: Vous n'avez pas l'autorisation de modifier une réponse qui a été marquée comme meilleure pendant plus de %(minutes)sminute.
pl: Nie możesz zmienić wyboru rozwiązania dokonanego później niż %(minutes)s minuta temu.
pt_br: Você não possui permissão para mudar a melhor resposta que foi marcada há mais de %(minutes)s minuto.
zh_hans: 标记时间超过%(minutes)s分钟，您无权更改最佳答案。

# best answers permission
source: You don't have permission to change this thread's best answer because a moderator has protected it.
fr: Vous n'êtes pas autorisé à modifier la meilleure réponse de ce fil car un modérateur l'a protégé.
pl: Nie możesz zmienić wyboru rozwiązania tego tematu ponieważ moderator zablokował tą opcję.
pt_br: Você não possui permissão para mudar a melhor resposta deste tópico porque um moderador a protegeu.
zh_hans: 版主已保护该主题最佳答案，您无权更改。

# best answers permission
source: You have to sign in to unmark best answers.
fr: Vous devez vous connecter pour décocher les meilleures réponses.
pl: Musisz być zalogowany/a aby móc cofnąć wybór rozwiązania.
pt_br: Você precisa se conectar para desmarcar melhores respostas.
zh_hans: 必须登录才能取消最佳答案标记。

# best answers permission
source: You don't have permission to unmark threads answers in the "%(category)s" category.
fr: Vous n'êtes pas autorisé à décocher les réponses aux discussions dans la catégorie "%(category)s".
pl: Nie masz uprawnień do cofania wyboru rozwiązania w kategorii "%(category)s".
pt_br: Você não possui permissão para desmarcar respostas de tópico na categoria "%(category)s".
zh_hans: 您无权在“%(category)s”分类取消主题答案标记。

# best answers permission
source: You don't have permission to unmark this best answer because you are not a thread starter.
fr: Vous n'êtes pas autorisé à décocher cette meilleure réponse, car vous n'êtes pas un initiateur du fil de discussion.
pl: Nie możesz cofnąć wyboru rozwiązania tego tematu ponieważ nie jesteś jego założycielem.
pt_br: Você não possui permissão para desmarcar esta melhor resposta porque você não iniciou o tópico.
zh_hans: 您不是主题发起人，无权取消最佳答案标记。

# best answers permission
source: You don't have permission to unmark best answer that was marked for more than %(minutes)s minute.
fr: Vous n'êtes pas autorisé à annuler une réponse qui a été marquée comme meilleure pendant plus de %(minutes)s minute.
pl: Nie możesz usunąć wyboru rozwiązania dokonanego później niż %(minutes)s minutę temu.
pt_br: Você não possui permissão para desmarcar a melhor resposta que foi marcada por mais de %(minutes)s minuto.
zh_hans: 标记时间超过%(minutes)s分钟，您无权取消最佳答案标记。

# best answers permission
source: You don't have permission to unmark this best answer because its category "%(category)s" is closed.
fr: Vous n'êtes pas autorisé à décocher cette meilleure réponse, car sa catégorie "%(category)s" est fermée.
pl: Nie możesz cofnąć wyboru rozwiązania tego tematu ponieważ jego kategoria "%(category)s" jest zamknięta.
pt_br: Você não possui permissão para desmarcar esta melhor resposta porque sua categoria "%(category)s" está fechada.
zh_hans: 该答案对应分类“%(category)s”已关闭，您无权取消标记。

# best answers permission
source: You can't unmark this thread's best answer because it's closed and you don't have permission to open it.
fr: Vous ne pouvez pas décocher la meilleure réponse de ce fil de discussion, car il est fermé et vous n'êtes pas autorisé à l'ouvrir.
pl: Nie możesz cofnąć wyboru rozwiązania tego tematu ponieważ jest on zamknięty.
pt_br: Você não pode desmarcar a melhor resposta deste tópico porque ele está fechado e você não possui permissão para abri-lo.
zh_hans: 该主题已关闭且您无权重新开启，无法取消最佳答案标记。

# best answers permission
source: You don't have permission to unmark this thread's best answer because a moderator has protected it.
fr: Vous n'êtes pas autorisé à décocher la meilleure réponse de ce fil de discussion, car un modérateur l'a protégé.
pl: Nie możesz cofnąć wyboru rozwiązania tego tematu ponieważ moderator zablokował tą opcję.
pt_br: Você não possui permissão para desmarcar a melhor resposta neste tópico porque um moderador o protegeu.
zh_hans: 版主已保护该主题最佳答案，您无权取消标记。

# best answers permission
source: Events can't be marked as best answers.
fr: Les événements ne peuvent pas être marqués comme étant les meilleures réponses.
pl: Zdarzenia nie mogą być wybierane jako rozwiązanie tematu.
pt_br: Eventos não podem ser marcadas como melhores respostas
zh_hans: 事件不可标记为最佳答案。

# best answers permission
source: First post in a thread can't be marked as best answer.
fr: Le premier message d'un fil de discussion ne peut pas être marqué comme meilleure réponse.
pl: Pierwszy post tematu nie może być wybrany jako jego rozwiązanie.
pt_br: Primeira postagem em uma discussão não pode ser marcada como melhor resposta
zh_hans: 主题首帖不可标记为最佳答案。

# best answers permission
source: Hidden posts can't be marked as best answers.
fr: Les messages masqués ne peuvent pas être marqués comme les meilleures réponses.
pl: Ukryte posty nie mogą być wybrane jako rozwiązanie tematu.
pt_br: Publicações ocultas não podem ser marcadas como melhores respostas
zh_hans: 隐藏帖子不可标记为最佳答案。

# best answers permission
source: Unapproved posts can't be marked as best answers.
fr: Les messages non approuvés ne peuvent pas être marqués comme meilleures réponses.
pl: Posty oczekujące na zatwierdzenie nie mogą być wybrane jako rozwiązanie tematu.
pt_br: Postagens não aprovadas não podem ser marcadas como melhores respostas
zh_hans: 未审核帖子不可标记为最佳答案。

# best answers permission
source: You don't have permission to mark this post as best answer because a moderator has protected it.
fr: Vous n'êtes pas autorisé à marquer ce message comme meilleure réponse car un modérateur l'a protégé.
pl: Nie możesz wybrać tego postu jako rozwiązania tematu ponieważ moderator zablokował tą opcję.
pt_br: Você não tem permissão para marcar esta postagem como melhor resposta porque o moderado a protegeu
zh_hans: 版主已保护该帖，您无权标记为最佳答案。

# best answers permission
source: You can't hide this post because its marked as best answer.
fr: Vous ne pouvez pas masquer ce message car il est marqué comme la meilleure réponse.
pl: Nie możesz ukryć tego postu ponieważ jest on wybrany jako rozwiązanie.
pt_br: Você não pode ocultar esta postagem porque está marcada com melhor resposta
zh_hans: 该帖已被标记为最佳答案，无法隐藏。

# best answers permission
source: You can't delete this post because its marked as best answer.
fr: Vous ne pouvez pas supprimer ce message car il est marqué comme meilleure réponse.
pl: Nie możesz usunąć tego postu ponieważ jest on wybrany jako rozwiązanie.
pt_br: Você não pode apagar esta postagem porque está marcada como melhor resposta
zh_hans: 该帖已被标记为最佳答案，无法删除。

# polls permission
source: Polls
fr: Sondages
pl: Ankiety
pt_br: Enquetes
zh_hans: 投票

# polls permission
source: Can start polls
fr: Peut démarrer des sondages
pl: Może zakładać ankiety
pt_br: Pode iniciar enquetes
zh_hans: 可发起投票

# polls start permission choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# polls start permission choice
source: Own threads
fr: Fils de discussion personnels
pl: We własnych tematach
pt_br: Próprias discussões
zh_hans: 本人主题

# polls start permission choice
source: All threads
fr: Tous les fils de discussion
pl: We wszystkich tematach
pt_br: Todas as discussões
zh_hans: 所有主题

# polls permission
source: Can edit polls
fr: Peut modifier les sondages
pl: Może zmieniać ankiety
pt_br: Pode editar enquetes
zh_hans: 可编辑投票

# polls edit permission choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# polls edit permission choice
source: Own polls
fr: Sondages personnels
pl: Własne ankiety
pt_br: Próprias enquetes
zh_hans: 本人发起投票

# polls edit permission choice
source: All polls
fr: Tous les sondages
pl: Wszystkie ankiety
pt_br: Todas as enquetes
zh_hans: 所有投票

# polls permission
source: Can delete polls
fr: Peut supprimer des sondages
pl: Może usuwać ankiety
pt_br: Pode deletar enquetes
zh_hans: 可删除投票

# polls delete permission choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# polls delete permission choice
source: Own polls
fr: Sondages personnels
pl: Własne ankiety
pt_br: Próprias enquetes
zh_hans: 本人发起投票

# polls delete permission choice
source: All polls
fr: Tous les sondages
pl: Wszystkie ankiety
pt_br: Todas as enquetes
zh_hans: 所有投票

# polls permission
source: Time limit for editing own polls, in minutes
fr: Délai pour modifier ses propres sondages, en minutes
pl: Limit czasu na zmienianie własnych ankiet, w minutach
pt_br: Tempo limite para editar próprias enquetes em minutos, em minutos
zh_hans: 本人投票编辑时间限制（分钟）

# polls permission
source: Enter 0 to don't limit time for editing own polls.
fr: Entrez 0 pour ne pas limiter le temps de modification de vos propres sondages.
pl: Wpisz 0 aby nie ograniczać czasu na zmienianie własnych ankiet.
pt_br: Insira 0 para não impor um tempo limite para a edição das próprias enquetes.
zh_hans: 输入0表示本人投票编辑时间不限。

# polls permission
source: Can always see polls voters
fr: Peut toujours voir les électeurs des sondages
pl: Może zawsze widzieć listę głosujących
pt_br: Sempre pode ver os participantes da enquete
zh_hans: 可始终查看投票参与者

# polls permission
source: Allows users to see who voted in poll even if voting was not public.
fr: Permet aux utilisateurs de voir qui a voté dans le sondage même si le vote n'était pas public.
pl: Umożliwia użytkownikom zobaczenie kto głosował w ankiecie, nawet jeśli głosowanie nie było publiczne.
pt_br: Permitir que os usuários vejam quem votou na enquete mesmo quando os votos não estiverem públicos.
zh_hans: 即使投票未公开，允许用户查看投票参与者。

# polls permission
source: You have to sign in to start polls.
fr: Vous devez vous connecter pour lancer les sondages.
pl: Musisz być zalogowany/a aby móc zakładać ankiety.
pt_br: Você precisa se conectar para iniciar enquetes.
zh_hans: 必须登录才能发起投票。

# polls permission
source: You can't start polls.
fr: Vous ne pouvez pas démarrer les sondages.
pl: Nie możesz zakładać ankiet.
pt_br: Você não pode iniciar enquetes.
zh_hans: 无法发起投票。

# polls permission
source: You can't start polls in other users threads.
fr: Vous ne pouvez pas lancer de sondages dans les fils de discussion d'autres utilisateurs.
pl: Nie możesz zakładać ankiet w tematach innych użytkowników.
pt_br: Você não pode iniciar enquetes nos tópicos de outros usuários.
zh_hans: 无法在他人主题中发起投票。

# polls permission
source: This category is closed. You can't start polls in it.
fr: Cette catégorie est fermée. Il n'est pas possible d'y lancer des sondages.
pl: Ta kategoria jest zamknięta. Nie możesz zakładać w niej ankiet.
pt_br: Esta categoria está fechada. Você não pode iniciar enquetes nela.
zh_hans: 该分类已关闭，无法发起投票。

# polls permission
source: This thread is closed. You can't start polls in it.
fr: Ce fil de discussion est clos. Il n'est pas possible d'y lancer des sondages.
pl: Ten temat jest zamknięty. Nie możesz założyć w nim ankiety.
pt_br: Este tópico está fechado. Você não pode iniciar enquetes nele.
zh_hans: 该主题已关闭，无法发起投票。

# polls permission
source: You have to sign in to edit polls.
fr: Vous devez vous connecter pour modifier les sondages.
pl: Musisz być zalogowany/a aby móc zmieniać ankiety.
pt_br: Você precisa se conectar para editar enquetes.
zh_hans: 必须登录才能编辑投票。

# polls permission
source: You can't edit polls.
fr: Vous ne pouvez pas modifier les sondages.
pl: Nie możesz zmieniać ankiet.
pt_br: Você não pode editar enquetes.
zh_hans: 无法编辑投票。
