Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/djangojs.po
Languages: es, fr, pl, pt_br, zh_hans

# thread poll vote
source: You need to select at least one choice.
fr: Vous devez sélectionner au moins un choix.
pl: Musisz wybrać przynajmniej jedną opcję.
pt_br: Você precisa selecionar pelo menos uma escolha.
zh_hans: 你需要至少选择一个选项。

# thread poll vote
source: Your vote has been saved.
es: Tu voto ha sido guardado.
fr: Votre vote a été enregistré.
pl: Twój głos został zapisany.
pt_br: Seu voto foi salvo.
zh_hans: 你的投票已被保存。

# thread poll vote btn
source: Save your vote
es: Guardar tu voto
fr: Enregistrez votre vote
pl: Zapisz swój głos
pt_br: Salvar seu voto
zh_hans: 保存你的投票

# thread poll vote btn
source: See results
es: Ver resultados
fr: Voir les résultats
pl: Zobacz wyniki
pt_br: Ver resultados
zh_hans: 查看结果

# thread poll
source: Add choice
es: Añadir opción
fr: Ajouter un choix
pl: Dodaj opcję
pt_br: Adicionar escolha
zh_hans: 添加选项

# thread poll
source: Are you sure you want to remove this choice?
es: ¿Estás seguro de que quieres eliminar esta opción?
fr: Êtes-vous sûr de vouloir supprimer ce choix?
pl: Na pewno chcesz usunąć tą opcję?
pt_br: Você tem certeza que quer remove esta escolha?
zh_hans: 你确定要移除这个选项吗？

# thread poll
source: Remove this choice
es: Eliminar esta opción
fr: Supprimer ce choix
pl: Usuń tą opcję
pt_br: Remover esta escolha
zh_hans: 移除这个选项

# thread poll
source: Poll choice
es: Opción de la encuesta
fr: Choix de sondage
pl: Opcja ankiety
pt_br: Escolha de enquete
zh_hans: 投票选项

# thread poll
source: Are you sure you want to discard changes?
es: ¿Estás seguro de que quieres descartar los cambios?
fr: Êtes-vous sûr de vouloir annuler les modifications?
pl: Na pewno chcesz porzucić zmiany?
pt_br: Você tem certeza que quer descartar as alterações?
zh_hans: 你确定要放弃更改吗？

# thread poll
source: Are you sure you want to discard new poll?
es: ¿Estás seguro de que quieres descartar la nueva encuesta?
fr: Êtes-vous sûr de vouloir supprimer le nouveau sondage?
pl: Na pewno chcesz porzucić nową ankietę?
pt_br: Você tem certeza que quer descartar a nova enquete?
zh_hans: 你确定要放弃新的投票吗

# thread poll
source: Poll has been edited.
es: La encuesta ha sido editada.
fr: Le sondage a été modifié.
pl: Ankieta została zmieniona.
pt_br: A enquete foi editada.
zh_hans: 投票已被编辑。

# thread poll
source: Poll has been posted.
es: La encuesta ha sido publicada.
fr: Le sondage a été publié.
pl: Ankieta została dodana.
pt_br: A enquete foi publicada.
zh_hans: 投票已发布。

# thread poll
source: Edit poll
es: Editar encuesta
fr: Modifier le sondage
pl: Zmień ankietę
pt_br: Editar enquete
zh_hans: 编辑投票

# thread poll
source: Add poll
es: Añadir encuesta
fr: Ajouter un sondage
pl: Dodaj ankietę
pt_br: Adicionar enquete
zh_hans: 添加投票

# thread poll
source: Question and choices
es: Pregunta y opciones
fr: Question et choix
pl: Pytanie i opcje
pt_br: Questão e escolhas
zh_hans: 问题和选项

# thread poll
source: Poll question
es: Pregunta de la encuesta
fr: Question de sondage
pl: Pytanie ankietowe
pt_br: Questão da enquete
zh_hans: 投票问题

# thread poll
source: Available choices
es: Opciones disponibles
fr: Choix disponibles
pl: Dostępne opcje
pt_br: Escolhas disponíveis
zh_hans: 可用选项

# thread poll
source: Voting
es: Votación
fr: Vote
pl: Głosowanie
pt_br: Votando
zh_hans: 投票

# thread poll
source: Poll length
es: Duración de la encuesta
fr: Durée du sondage
pl: Długość ankiety
pt_br: Comprimento da enquete
zh_hans: 投票长度

# thread poll
source: Enter number of days for which voting in this poll should be possible or zero to run this poll indefinitely.
es: Introduce el número de días durante los cuales se podrá votar en esta encuesta o cero para ejecutar esta encuesta indefinidamente.
fr: Entrez le nombre de jours pendant lesquels voter dans ce sondage devrait être possible ou zéro pour exécuter ce sondage indéfiniment.
pl: Wpisz liczbę dni przez które głosowanie w tej ankiecie będzie możliwe albo zero aby ankieta trwała bez końca.
pt_br: Insira o número de dias que a enquete deve receber votos ou 0 para manter essa enquete por tempo indefinido.
zh_hans: 输入投票应该进行的天数，或者零以无限期地进行这项投票。

# thread poll
source: Allowed choices
es: Opciones permitidas
fr: Choix autorisés
pl: Dostępne opcje
pt_br: Escolhas permitidas
zh_hans: 允许的选择

# thread poll
source: Allow vote changes
es: Permitir cambios de voto
fr: Autoriser les modifications de vote
pl: Pozwól na zmianę głosu
pt_br: Permitir alteração de voto
zh_hans: 允许更改投票

# thread poll
source: Allow participants to change their vote
es: Permitir a los participantes cambiar su voto
fr: Autoriser les participants à modifier leur vote
pl: Pozwalaj uczestnikom na zmianę głosu
pt_br: Permitir que participantes mudem seus votos
zh_hans: 允许参与者更改他们的投票

# thread poll
source: Don't allow participants to change their vote
es: No permitir a los participantes cambiar su voto
fr: Ne pas autoriser les participants à modifier leur vote
pl: Nie pozwalaj uczestnikom na zmianę głosu
pt_br: Não permitir que os participantes mudem seu voto
zh_hans: 不允许参与者更改他们的投票

# thread poll
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# thread poll
source: Save changes
es: Guardar cambios
fr: Enregistrer les modifications
pl: Zapisz zmiany
pt_br: Salvar mudanças
zh_hans: 保存更改

# thread poll
source: Post poll
es: Postear encuesta
fr: Post-sondage
pl: Dodaj ankietę
pt_br: Publicar enquete
zh_hans: 发布投票

# thread poll
source: Make voting public
es: Hacer pública la votación
fr: Rendre le vote public
pl: Uczyń głosowanie publicznym
pt_br: Tornar voto público
zh_hans: 使投票公开

# thread poll
source: Making voting public will allow everyone to access detailed list of votes, showing which users voted for which choices and at which times. This option can't be changed after poll's creation. Moderators may see voting details for all polls.
es: Hacer pública la votación permitirá a todo el mundo acceder a una lista detallada de votos, mostrando qué usuarios votaron por qué opciones y en qué momentos. Esta opción no se puede cambiar después de la creación de la encuesta. Los moderadores pueden ver los detalles de la votación de todas las encuestas.
fr: Rendre le vote public permettra à tout le monde d'accéder à la liste détaillée des votes, montrant quels utilisateurs ont voté pour quels choix et à quel moment. Cette option ne peut pas être modifiée après la création du sondage. Les modérateurs peuvent voir les détails des votes pour tous les sondages.
pl: Uczynienie głosowania publicznym sprawi że każdy będzie mógł zobaczyć listę oddanych głosów, zawierającą informacje który użytkownik i kiedy oddał głos na jaką opcję. Tej opcji nie można później zmienić. Moderatorzy mogą zobaczyć listę głosów dla wszystkich ankiet.
pt_br: Tornar a votação pública permitirá que todos possam acessar a lista detalhada de votos, mostrando quais usuários votaram em quais escolhas e quantas vezes. Esta opção não pode ser alterada após a criação da enquete. Moderadores podem ver os detalhes de votação de todas as enquetes.
zh_hans: 使投票公开将允许每个人访问详细的投票列表，显示哪些用户在什么时间投票给了哪些选项。此选项在投票创建后无法更改。版主可以看到所有投票的投票详情。

# thread poll
source: Votes are public
es: Los votos son públicos
fr: Les votes sont publics
pl: Głosy są publiczne
pt_br: Votos são públicos
zh_hans: 投票是公开的

# thread poll
source: Votes are hidden
es: Los votos están ocultos
fr: Les votes sont masqués
pl: Głosy są tajemnicą
pt_br: Votos são ocultos
zh_hans: 投票是隐藏的

# event hide btn
source: Hide
es: Ocultar
fr: Masquer
pl: Ukryj
pt_br: Ocultar
zh_hans: 隐藏

# event reveal btn
source: Unhide
es: Mostrar
fr: Afficher
pl: Odkryj
pt_br: Revelar
zh_hans: 取消隐藏

# event delete
source: Are you sure you wish to delete this event? This action is not reversible!
fr: Êtes-vous sûr de vouloir supprimer cet événement?
pl: Na pewno chcesz usunąć to zdarzenie? Tej akcji nie można cofnąć.
pt_br: Você tem certeza que quer apagar este evento? Esta ação não é reversível!
zh_hans: 你确定要删除此事件吗？此操作不可逆！

# event delete
source: Event has been deleted.
es: El evento ha sido eliminado.
fr: L'événement a été supprimé.
pl: Zdarzenie zostało usunięte.
pt_br: O evento foi apagado.
zh_hans: 事件已被删除。

# event delete btn
source: Delete
es: Eliminar
fr: Supprimer
pl: Usuń
pt_br: Apagar
zh_hans: 删除

# event info
source: Hidden by %(event_by)s %(event_on)s.
es: Ocultado por %(event_by)s %(event_on)s.
fr: Masqué par %(event_by)s %(event_on)s.
pl: Ukryty przez %(event_by)s %(event_on)s.
pt_br: Oculto por %(event_by)s %(event_on)s.
zh_hans: 由 %(event_by)s 在 %(event_on)s 隐藏。

# event info
source: By %(event_by)s %(event_on)s.
es: Por %(event_by)s %(event_on)s.
fr: Par %(event_by)s %(event_on)s.
pl: Przez %(event_by)s %(event_on)s.
pt_br: Por %(event_by)s %(event_on)s.;
zh_hans: 由 %(event_by)s 在 %(event_on)s。

# event message
source: Thread has been pinned globally.
es: El tema ha sido fijado globalmente.
fr: Le fil de discussion a été épinglé globalement.
pl: Temat został przypięty globalnie.
pt_br: A discussão foi fixada globalmente.
zh_hans: 主题已全局置顶。

# event message
source: Thread has been pinned in category.
fr: Le fil de discussion a été épinglé dans la catégorie.
pl: Temat został przypięty w kategorii.
pt_br: A discussão foi fixada na categoria.
zh_hans: 主题在分类中置顶。

# event message
source: Thread has been unpinned.
es: El tema ha sido desanclado.
fr: Le fil de discussion a été désépinglé.
pl: Temat został odpięty.
pt_br: A discussão foi desafixada.
zh_hans: 主题已取消置顶。

# event message
source: Thread has been approved.
es: El tema ha sido aprobado.
fr: Le fil de discussion a été approuvé.
pl: Temat został zatwierdzony.
pt_br: A discussão foi aprovada.
zh_hans: 主题已获批准。

# event message
source: Thread has been opened.
es: El tema ha sido abierto.
fr: Le fil de discussion a été ouvert.
pl: Temat został otwarty.
pt_br: A discussão foi aberta.
zh_hans: 主题已打开。

# event message
source: Thread has been closed.
es: El tema ha sido cerrado.
fr: Le fil de discussion a été fermé.
pl: Temat został zamknięty.
pt_br: A discussão foi fechada.
zh_hans: 主题已关闭。

# event message
source: Thread has been revealed.
es: El tema ha sido mostrado.
fr: Le fil de discussion a été révélé.
pl: Temat został odkryty.
pt_br: A discussão foi revelada.
zh_hans: 主题已显示。

# event message
source: Thread has been made hidden.
es: El tema ha sido ocultado.
fr: Le fil de discussion a été masqué.
pl: Temat został ukryty.
pt_br: A discussão foi ocultada.
zh_hans: 主题已被隐藏。

# event message
source: Took thread over.
es: Se hizo cargo del tema.
fr: Le fil de discussion a été repris.
pl: Temat został przejęty.
pt_br: Assumir discussão.
zh_hans: 接管了主题。

# event message
source: Owner has left thread. This thread is now closed.
es: El propietario ha abandonado el tema. Este tema está ahora cerrado.
fr: Le propriétaire a quitté le fil. Ce fil de discussion est maintenant fermé.
pl: Właściciel opuścił temat i został on zamknięty.
pt_br: O dono saiu da discussão. A discussão agora está fechada.
zh_hans: 所有者已离开主题。此主题现在已关闭。

# event message
source: Participant has left thread.
es: El participante ha abandonado el tema.
fr: Le participant a quitté le fil de discussion.
pl: Osoba opuściła temat.
pt_br: Participante saiu da discussão.
zh_hans: 参与者已离开主题。

# event message
source: Thread title has been changed from %(old_title)s.
es: El título del tema ha sido cambiado desde %(old_title)s.
fr: Le titre du fil de discussion a été modifié par rapport à %(old_title)s.
pl: Nazwa tematu została zmieniona z %(old_title)s.
pt_br: O título da discussão foi alterado de %(old_title)s.
zh_hans: 主题标题已从 %(old_title)s 更改。

# event message
source: Thread has been moved from %(from_category)s.
es: El tema ha sido movido desde %(from_category)s.
fr: le fil de discussion a été déplacé de %(from_category)s.
pl: Temat został przeniesiony z %(from_category)s.
pt_br: A discussão foi movida de %(from_category)s.
zh_hans: 主题已从 %(from_category)s 移动。

# event message
source: The %(merged_thread)s thread has been merged into this thread.
es: El tema %(merged_thread)s ha sido fusionado en este tema.
fr: le thread %(merged_thread)s a été fusionné dans ce thread.
pl: Temat %(merged_thread)s został włączony do tego tematu.
pt_br: A discussão %(merged_thread)s foi mesclada com esta discussão.
zh_hans: %(merged_thread)s 主题已合并到此主题中。

# event message
source: Changed thread owner to %(user)s.
es: Cambiado el propietario del tema a %(user)s.
fr: changement de propriétaire du thread en %(user)s.
pl: Zmieniono właściciela tematu na %(user)s.
pt_br: Propriedade da discussão transferida para %(user)s.
zh_hans: 更改主题所有者为 %(user)s。

# event message
source: Added %(user)s to thread.
es: Añadido %(user)s al tema.
fr: Ajout de %(user)s au fil de discussion.
pl: Dodano %(user)s do tematu.
pt_br: %(user)s usuário(s) adicionados para a discussão.
zh_hans: 添加 %(user)s 到主题。

# event message
source: Removed %(user)s from thread.
es: Eliminado %(user)s del tema.
fr: %(user)s supprimé du fil de discussion.
pl: Usunięto %(user)s z tematu.
pt_br: %(user)s usuário(s) removidos da discussão.
zh_hans: 从主题中移除 %(user)s。

# event unread label
source: New event
es: Nuevo evento
fr: Nouvel événement
pl: Nowe zdarzenie
pt_br: Novo evento
zh_hans: 新事件

# post attachment
source: %(filetype)s, %(size)s, uploaded by %(uploader)s %(uploaded_on)s.
es: %(filetype)s, %(size)s, subido por %(uploader)s %(uploaded_on)s.
fr: %(filetype)s, %(size)s, téléchargé par %(uploader)s %(uploaded_on)s.
pl: %(filetype)s, %(size)s, przesłany przez %(uploader)s %(uploaded_on)s.
pt_br: %(filetype)s, %(size)s, enviado por %(uploader)s %(uploaded_on)s.
zh_hans: %(filetype)s, %(size)s, 由 %(uploader)s 在 %(uploaded_on)s 上传。

# post body hidden
source: Hidden by %(hidden_by)s %(hidden_on)s.
es: Ocultado por %(hidden_by)s %(hidden_on)s.
fr: Masqué par %(hidden_by)s %(hidden_on)s.
pl: Ukryty przez %(hidden_by)s %(hidden_on)s.
pt_br: Ocultado por %(hidden_by)s %(hidden_on)s.
zh_hans: 由 %(hidden_by)s 在 %(hidden_on)s 隐藏。

# post body hidden
source: This post is hidden. You cannot see its contents.
es: Este mensaje está oculto. No puedes ver su contenido.
fr: Ce message est masqué. Vous ne pouvez pas voir son contenu.
pl: Ten post został ukryty. Nie możesz zobaczyć jego zawartości.
pt_br: Esta publicação está oculta. Você não pode ver seus conteúdos.
zh_hans: 这篇帖子是隐藏的。你无法看到其内容。

# post best answer flag
source: Marked as best answer by you %(marked_on)s.
es: Marcado como mejor respuesta por ti %(marked_on)s.
fr: Marquée comme la meilleure réponse par vous %(marked_on)s.
pl: Oznaczony jako rozwiązanie przez ciebie %(marked_on)s.
pt_br: Marcado como melhor resposta por você às %(marked_on)s.
zh_hans: 由你标记为最佳答案，于 %(marked_on)s。

# post best answer flag
source: Marked as best answer by %(marked_by)s %(marked_on)s.
es: Marcado como mejor respuesta por %(marked_by)s %(marked_on)s.
fr: Marqué comme meilleure réponse par %(marked_by)s %(marked_on)s.
pl: Oznaczony jako rozwiązanie przez %(marked_by)s %(marked_on)s.
pt_br: Marcado como melhor resposta por %(marked_by)s %(marked_on)s.
zh_hans: 由 %(marked_by)s 标记为最佳答案，于 %(marked_on)s。

# post hidden flag
source: This post is hidden. Only users with permission may see its contents.
es: Este mensaje está oculto. Solo los usuarios con permiso pueden ver su contenido.
fr: Ce message est masqué. Seuls les utilisateurs autorisés peuvent en consulter le contenu.
pl: Ten post jest ukryty. Tylko użytkownicy z uprawnieniami mogą zobaczyć jego treść.
pt_br: Esta publicação está oculta. Apenas usuários com permissão podem ver seus conteúdos.
zh_hans: 这篇帖子是隐藏的。只有有权限的用户才能查看其内容。

# post unapproved flag
source: This post is unapproved. Only users with permission to approve posts and its author may see its contents.
es: Este mensaje no está aprobado. Solo los usuarios con permiso para aprobar mensajes y su autor pueden ver su contenido.
fr: Ce message n'est pas approuvé. Seuls les utilisateurs autorisés à approuver les messages et leur auteur peuvent en voir le contenu.
pl: Ten post wymaga zatwierdzenia. Tylko użytkownicy z uprawnieniami do zatwierdzania postów oraz autor mogą widzieć jego zawartość.
pt_br: Esta publicação não foi aprovada. Apenas usuários com permissão para aprovar publicações e seu autor podem ver seus conteúdos.
zh_hans: 这篇帖子未获批准。只有有权限批准帖子及其作者的用户才能查看其内容。

# post protected flag
source: This post is protected. Only moderators may change it.
es: Este mensaje está protegido. Solo los moderadores pueden cambiarlo.
fr: Ce message est protégé. Seuls les modérateurs peuvent le modifier.
pl: Ten post jest chroniony. Tylko moderatorzy mogą go zmieniać.
pt_br: Esta publicação está protegida. Apenas moderadores podem mudar isso.
zh_hans: 这篇帖子是受保护的。只有版主可以更改它。

# post delete
source: Are you sure you want to delete this post? This action is not reversible!
es: ¿Estás seguro de que quieres eliminar este mensaje? ¡Esta acción no se puede deshacer!
fr: Êtes-vous sûr de vouloir supprimer ce message?
pl: Na pewno chcesz usunąć ten post? Tej akcji nie można cofnąć.
pt_br: Você tem certeza que quer apagar esta publicação? Esta ação não é reversível!
zh_hans: 你确定要删除这篇帖子吗？此操作不可逆！

# post delete
source: Post has been deleted.
es: El post ha sido eliminado.
fr: Le message a été supprimé.
pl: Post został usunięty.
pt_br: A publicação foi apagada.
zh_hans: 帖子已被删除。

# post likes modal
source: No users have liked this post.
es: Ningún usuario ha dado me gusta a este mensaje.
fr: Aucun utilisateur n'a aimé ce message.
pl: Żaden użytkownik nie polubił tego postu.
pt_br: Nenhum usuário curtiu esta publicação.
zh_hans: 没有用户喜欢这篇帖子。

# post likes modal title
source: Post Likes
es: Me gusta del mensaje
fr: J'aime la publication
pl: Polubienia postu
pt_br: Curtidas da publicação
zh_hans: 帖子喜欢

# post likes modal
source: %(likes)s like
es: %(likes)s me gusta
fr: %(likes)s j'aime
pl: %(likes)s polubienie
pt_br: %(likes)s curtida
zh_hans: "%(likes)s 喜欢

# post footer btn
source: Best answer
es: Mejor respuesta
fr: Meilleure réponse
pl: Rozwiązanie
pt_br: Melhor resposta
zh_hans: 最佳答案

# post footer btn
source: Liked
es: Me gusta
fr: J'ai aimé
pl: Lubię to
pt_br: Curtido
zh_hans: 已喜欢

# post footer btn
source: Like
es: Me gusta
fr: J’aime
pl: Lubię to
pt_br: Curtir
zh_hans: 喜欢

# post likes
source: %(user)s likes this.
es: %(user)s le gusta esto.
fr: %(user)s aime ça.
pl: %(user)s lubi to
pt_br: %(user)s curtiu isto.
zh_hans: %(user)s 喜欢这个。

# post likes
source: %(users)s and %(last_user)s
es: %(users)s y %(last_user)s
fr: %(users)s et %(last_user)s
pl: %(users)s i %(last_user)s lubią to
pt_br: %(users)s e %(last_user)s
zh_hans: %(users)s 和 %(last_user)s

# post likes
source: %(users)s like this.
es: %(users)s les gusta esto.
fr: %(users)s aiment ça.
pl: %(users)s lubią to.
pt_br: %(users)s curtiu isto.
zh_hans: %(users)s 喜欢这个。

# post likes
source: %(users)s and %(likes)s other user like this.
es: %(users)s y %(likes)s otro usuario les gusta esto.
fr: %(users)s et %(likes)s autre utilisateur a aimé.
pl: %(users)s i %(likes)s inna osoba lubią to.
pt_br: %(users)s e %(likes)s outro usuário curtiu isto.
zh_hans: %(users)s 和 %(likes)s 个其他用户喜欢这个。

# post footer btn
source: Reply
es: Responder
fr: Réponse
pl: Odpowiedz
pt_br: Responder
zh_hans: 回复

# post footer btn
source: Quote
es: Citar
fr: Citation
pl: Cytuj
pt_br: Citar
zh_hans: 引用

# post footer btn
source: Edit
es: Editar
fr: Modifier
pl: Zmień
pt_br: Editar
zh_hans: 编辑

# post move modal
source: You have to enter link to the other thread.
es: Debes introducir el enlace al otro tema.
fr: Vous devez saisir un lien vers l'autre fil de discussion.
pl: Musisz wprowadzić odnośnik do innego tematu.
pt_br: Você precisa inserir o link para a outra discussão.
zh_hans: 你必须输入到另一个主题的链接。

# post move modal
source: Selected post was moved to the other thread.
es: El mensaje seleccionado fue movido al otro tema.
fr: Le message sélectionné a été déplacé vers l’autre fil de discussion.
pl: Wybrany post został przeniesiony do innego tematu.
pt_br: A publicação selecionada foi movida para outra discussão.
zh_hans: 选定的帖子已移动到另一个主题。

# post move modal field
source: Link to thread you want to move post to
es: Enlace al tema al que quieres mover el mensaje
fr: Lien vers le fil de discussion vers lequel vous souhaitez déplacer le message
pl: Odnośnik do tematu do którego chcesz przenieść ten post
pt_br: Link para a discussão para onde você deseja mover a publicação.
zh_hans: 要移动帖子到的主题的链接

# post move modal btn
source: Move post
es: Mover mensaje
fr: Déplacer le message
pl: Przenieś post
pt_br: Mover publicação
zh_hans: 移动帖子

# post move modal title
source: Move post
es: Mover mensaje
fr: Déplacer le message
pl: Przenieś post
pt_br: Mover publicação
zh_hans: 移动帖子

# post revert btn
source: Revert post to state from before this edit.
es: Revertir el mensaje al estado anterior a esta edición.
fr: Revenir à l'état d'avant cette modification.
pl: Przywróć post do stanu sprzed tej zmiany.
pt_br: Reverter publicação para o estado anterior a esta edição.
zh_hans: 将帖子恢复到此次编辑之前的状态。

# post revert btn
source: Revert
es: Revertir
fr: Rétablir
pl: Cofnij
pt_br: Reverter
zh_hans: 恢复

# post history modal btn
source: See previous change
es: Ver cambio anterior
fr: Voir la modification précédente
pl: Zobacz poprzednią zmianę
pt_br: Ver mudanças anterior
zh_hans: 查看之前的更改

# post history modal btn
source: See next change
es: Ver cambio siguiente
fr: Voir la prochaine modification
pl: Zobacz następną zmianę
pt_br: Ver mudança posterior
zh_hans: 查看接下来的更改

# post history modal
source: By %(edited_by)s %(edited_on)s.
es: Por %(edited_by)s %(edited_on)s.
fr: Par %(edited_by)s %(edited_on)s.
pl: Przez %(edited_by)s %(edited_on)s.
pt_br: Por %(edited_by)s %(edited_on)s.
zh_hans: 由 %(edited_by)s 在 %(edited_on)s。

# post revert
source: Are you sure you with to revert this post to the state from before this edit?
es: ¿Estás seguro de que quieres revertir este mensaje al estado anterior a esta edición?
fr: Êtes-vous sûr de vouloir rétablir l'état de ce message avant cette modification?
pl: Na pewno chcesz przywrócić ten post do stanu sprzed tej zmiany?
pt_br: Você realmente deseja reverter esta publicação para o estado anterior a esta edição?
zh_hans: 你确定要将这篇帖子恢复到此次编辑之前的状态吗？

# post revert
source: Post has been reverted to previous state.
es: El mensaje ha sido revertido al estado anterior.
fr: La publication a été rétablie à son état précédent.
pl: Post został przywrócony do wcześniejszego stanu.
pt_br: A publicação foi revertida para seu estado anterior.
zh_hans: 帖子已恢复到之前的状态。

# post history modal title
source: Post edits history
es: Postear historial de ediciones
fr: Historique des modifications postées
pl: Historia zmian postu
pt_br: Histórico de edição da publicação
zh_hans: 帖子编辑历史

# thread hidden switch choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# thread hidden switch choice
source: Yes
es: Sí
fr: Oui
pl: Tak
pt_br: Sim
zh_hans: 是

# thread closed switch choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# thread closed switch choice
source: Yes
es: Sí
fr: Oui
pl: Tak
pt_br: Sim
zh_hans: 是

# post split modal
source: Selected post was split into new thread.
es: El mensaje seleccionado fue dividido en un nuevo tema.
fr: Le message sélectionné a été placé dans un nouveau fil de discussion.
pl: Wybrane posty zostały wydzielone do nowego tematu.
pt_br: A publicação selecionada foi dividida em uma nova discussão.
zh_hans: 选定的帖子被拆分到新主题。

# thread weight choice
source: Not pinned
es: No fijado
fr: Non épinglé
pl: Nie przypinaj
pt_br: Não fixado
zh_hans: 未置顶

# thread weight choice
source: Pinned in category
fr: Épinglé dans la catégorie
pl: Przypnij w kategorii
pt_br: Fixado na categoria
zh_hans: 在分类中置顶

# thread weight choice
source: Pinned globally
es: Fijado globalmente
fr: Épinglé globalement
pl: Przypnij globalnie
pt_br: Fixado globalmente
zh_hans: 全局置顶

# posts split modal field
source: Thread weight
es: Peso del tema
fr: Poids du fil
pl: Waga tematu
pt_br: Peso da discussão
zh_hans: 主题权重
