Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# threads permission
source: This post is protected. You can't hide it.
fr: Ce poste est protégé. Vous ne pouvez pas le masquer.
pl: Ten post jest chroniony. Nie możesz go ukryć.
pt_br: Esta publicação está protegida. Você não pode ocultá-la.
zh_hans: 该帖子受保护，无法隐藏。

# threads permission
source: You can't hide posts that are older than %(minutes)s minute.
fr: Vous ne pouvez pas masquer les messages qui datent de plus de %(minutes)s minute.
pl: Nie możesz ukrywać postów starszych niż %(minutes)s minuta.
pt_br: Você não pode ocultar publicações que sejam mais velhas que %(minutes)s minuto.
zh_hans: 帖子已超%(minutes)s分钟，无法隐藏。

# threads permission
source: Thread's first post can only be hidden using the hide thread option.
fr: Le premier message du fil de discussion ne peut être masqué qu'à l'aide de l'option Masquer le fil de discussion.
pl: Pierwszy post tematu może być ukryty wyłącznie wraz z tematem.
pt_br: A primeira publicações do tópico só pode ser oculta usando a opção de ocultar do tópico.
zh_hans: 主题首帖只能通过“隐藏主题”操作隐藏。

# threads permission
source: This category is closed. You can't hide posts in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas y masquer de messages.
pl: Ta kategoria jest zamknięta. Nie możesz ukrywać w niej postów.
pt_br: Esta categoria está fechada. Você não pode ocultar publicações nela.
zh_hans: 该分类已关闭，无法隐藏帖子。

# threads permission
source: This thread is closed. You can't hide posts in it.
fr: Ce fil de discussion est clos. Il n'est pas possible d'y masquer de messages.
pl: Ten temat jest zamknięty. Nie możesz ukrywać w nim postów.
pt_br: Este tópico está fechado. Você não pode ocultar publicações nele.
zh_hans: 该主题已关闭，无法隐藏帖子。

# threads permission
source: You have to sign in to delete posts.
fr: Vous devez vous connecter pour supprimer des messages.
pl: Musisz być zalogowany/a aby móc usuwać posty.
pt_br: Você precisa se conectar para deletar publicações.
zh_hans: 必须登录才能删除帖子。

# threads permission
source: You can't delete posts in this category.
fr: Vous ne pouvez pas supprimer les publications de cette catégorie.
pl: Nie możesz usuwać postów w tej kategorii.
pt_br: Você não pode deletar publicações nesta categoria.
zh_hans: 无法删除该分类中的帖子。

# threads permission
source: You can't delete other users posts in this category.
fr: Vous ne pouvez pas supprimer les publications d'autres utilisateurs dans cette catégorie.
pl: Nie możesz usuwać postów innych użytkowników w tej kategorii.
pt_br: Você não pode deletar publicações de outros usuários nesta categoria.
zh_hans: 无法删除该分类中其他用户的帖子。

# threads permission
source: This post is protected. You can't delete it.
fr: Ce message est protégé. Vous ne pouvez pas le supprimer.
pl: Ten post jest chroniony. Nie możesz go usunąć.
pt_br: Esta publicação está protegida. Você não pode deletá-la.
zh_hans: 该帖子受保护，无法删除。

# threads permission
source: You can't delete posts that are older than %(minutes)s minute.
fr: Vous ne pouvez pas supprimer les publications qui datent de plus de %(minutes)s minute.
pl: Nie możesz usuwać postów starszych niż %(minutes)s minuta.
pt_br: Você não pode deletar publicações que sejam mais velhas que %(minutes)s minuto.
zh_hans: 帖子已超%(minutes)s分钟，无法删除。

# threads permission
source: Thread's first post can only be deleted together with thread.
fr: Le premier message du fil de discussion ne peut être supprimé qu'avec le fil de discussion.
pl: Pierwszy post tematu może być usunięty wyłącznie wraz z tematem.
pt_br: A primeira publicações do tópico só pode ser deletada junto com o tópico.
zh_hans: 主题首帖只能与主题一同删除。

# threads permission
source: This category is closed. You can't delete posts in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas y supprimer de publications.
pl: Ta kategoria jest zamknięta. Nie możesz usuwać w niej postów.
pt_br: Esta categoria está fechada. Você não pode deletar publicações nela.
zh_hans: 该分类已关闭，无法删除帖子。

# threads permission
source: This thread is closed. You can't delete posts in it.
fr: Ce sujet est fermé. Vous ne pouvez pas y supprimer de publications.
pl: Ten temat jest zamknięty. Nie możesz usuwać w nim postów.
pt_br: Este tópico está fechado. Você não pode deletar publicações nele.
zh_hans: 该主题已关闭，无法删除帖子。

# threads permission
source: You have to sign in to protect posts.
fr: Vous devez vous connecter pour protéger les publications.
pl: Musisz być zalogowany/a aby móc chronić posty.
pt_br: Você precisa se conectar para proteger publicações.
zh_hans: 必须登录才能保护帖子。

# threads permission
source: You can't protect posts in this category.
fr: Vous ne pouvez pas protéger les publications de cette catégorie.
pl: Nie możesz obejmować ochroną postów w tej kategorii.
pt_br: Você não pode proteger publicações nesta categoria.
zh_hans: 无法保护该分类中的帖子。

# threads permission
source: You can't protect posts you can't edit.
fr: Vous ne pouvez pas protéger les publications que vous ne pouvez pas modifier.
pl: Nie możesz obejmować ochroną postów których nie możesz zmieniać.
pt_br: Você não pode proteger publicações que você não pode editar.
zh_hans: 无法保护您无法编辑的帖子。

# threads permission
source: You have to sign in to approve posts.
fr: Vous devez vous connecter pour approuver les publications.
pl: Musisz być zalogowany/a aby móc zatwierdzać posty.
pt_br: Você precisa se conectar para aprovar publicações.
zh_hans: 必须登录才能审核帖子。

# threads permission
source: You can't approve posts in this category.
fr: Vous ne pouvez pas approuver les publications dans cette catégorie.
pl: Nie możesz zatwierdzać postów w tej kategorii.
pt_br: Você não pode aprovar publicações nesta categoria.
zh_hans: 无法审核该分类中的帖子。

# threads permission
source: Thread's first post can only be approved together with thread.
fr: Le premier message du fil de discussion ne peut être approuvé qu'avec le fil de discussion.
pl: Pierwszy post tematu może być zatwierdzony wyłącznie wraz z tematem.
pt_br: A primeira publicação do tópico só pode ser aprovada junto com o tópico.
zh_hans: 主题首帖只能与主题一同审核。

# threads permission
source: You can't approve posts the content you can't see.
fr: Vous ne pouvez pas approuver les publications dont le contenu n'est pas visible.
pl: Nie możesz zatwierdzać postów których treści nie możesz zobaczyć.
pt_br: Você não pode aprovar publicações cujo o conteúdo não é visível para você.
zh_hans: 无法审核您无法查看的帖子内容。

# threads permission
source: This category is closed. You can't approve posts in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas y approuver de publications.
pl: Ta kategoria jest zamknięta. Nie możesz zatwierdzać w niej postów.
pt_br: Esta categoria está fechada. Você não pode aprovar publicações nela.
zh_hans: 该分类已关闭，无法审核帖子。

# threads permission
source: This thread is closed. You can't approve posts in it.
fr: Ce sujet est fermé. Vous ne pouvez pas y approuver de publications.
pl: Ten temat jest zamknięty. Nie możesz zatwierdzać w nim postów.
pt_br: Este tópico está fechado. Você não pode aprovar publicações nele.
zh_hans: 该主题已关闭，无法审核帖子。

# threads permission
source: You have to sign in to move posts.
fr: Vous devez vous connecter pour déplacer des messages.
pl: Musisz być zalogowany/a aby móc przenosić posty.
pt_br: Você precisa se conectar para mover publicações.
zh_hans: 必须登录才能移动帖子。

# threads permission
source: You can't move posts in this category.
fr: Vous ne pouvez pas déplacer les publications dans cette catégorie.
pl: Nie możesz przenosić postów w tej kategorii.
pt_br: Você não pode mover publicações nesta categoria.
zh_hans: 无法移动该分类中的帖子。

# threads permission
source: Events can't be moved.
fr: Les événements ne peuvent pas être déplacés.
pl: Zdarzeń nie można przenosić.
pt_br: Eventos não podem ser movidos.
zh_hans: 事件无法移动。

# threads permission
source: Thread's first post can only be moved together with thread.
fr: Le premier message du fil de discussion ne peut être déplacé qu'avec le fil de discussion.
pl: Pierwszy post tematu może być przeniesiony wyłącznie wraz z tematem.
pt_br: A primeira publicação do tópico só pode ser movida junto com o tópico.
zh_hans: 主题首帖只能与主题一同移动。

# threads permission
source: You can't move posts the content you can't see.
fr: Vous ne pouvez pas déplacer les publications dont le contenu n'est pas visible.
pl: Nie możesz przenosić postów których treści nie możesz zobaczyć.
pt_br: Você não pode mover publicações cujo o conteúdo não é visível para você.
zh_hans: 无法移动您无法查看内容的帖子。

# threads permission
source: This category is closed. You can't move posts in it.
fr: Cette catégorie est fermée. Il n'est pas possible d'y déplacer des publications.
pl: Ta kategoria jest zamknięta. Nie możesz przenosić w niej postów.
pt_br: Esta categoria está fechada. Você não pode mover publicações nela.
zh_hans: 该分类已关闭，无法移动帖子。

# threads permission
source: This thread is closed. You can't move posts in it.
fr: Ce sujet est fermé. Il n'est pas possible d'y déplacer des publications.
pl: Ten temat jest zamknięty. Nie możesz przenosić w nim postów.
pt_br: Este tópico está fechado. Você não pode mover publicações nele.
zh_hans: 该主题已关闭，无法移动帖子。

# threads permission
source: You have to sign in to merge posts.
fr: Vous devez vous connecter pour fusionner les publications.
pl: Musisz być zalogowany/a aby móc łączyć posty.
pt_br: Você precisa se conectar para mesclar publicações.
zh_hans: 必须登录才能合并帖子。

# threads permission
source: You can't merge posts in this category.
fr: Vous ne pouvez pas fusionner les publications dans cette catégorie.
pl: Nie możesz łączyć postów w tej kategorii.
pt_br: Você não pode mesclar publicações nesta categoria.
zh_hans: 无法合并该分类中的帖子。

# threads permission
source: Events can't be merged.
fr: Les événements ne peuvent pas être fusionnés.
pl: Zdarzeń nie można łączyć.
pt_br: Eventos não podem ser mesclados.
zh_hans: 事件无法合并。

# threads permission
source: You can't merge posts the content you can't see.
fr: Vous ne pouvez pas fusionner les publications dont le contenu n'est pas visible.
pl: Nie możesz łączyć postów których treści nie możesz zobaczyć.
pt_br: Você não pode mesclar publicações cujo conteúdo não é visível para você.
zh_hans: 无法合并您无法查看内容的帖子。

# threads permission
source: This category is closed. You can't merge posts in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas y fusionner des publications.
pl: Ta kategoria jest zamknięta. Nie możesz łączyć w niej postów.
pt_br: Esta categoria está fechada. Você não pode mesclar publicações nela.
zh_hans: 该分类已关闭，无法合并帖子。

# threads permission
source: This thread is closed. You can't merge posts in it.
fr: Ce sujet est fermé. Vous ne pouvez pas y fusionner des publications.
pl: Ten temat jest zamknięty. Nie możesz łączyć w nim postów.
pt_br: Este tópico está fechado. Você não pode mesclar publicações nele.
zh_hans: 该主题已关闭，无法合并帖子。

# threads permission
source: You have to sign in to split posts.
fr: Vous devez vous connecter pour scinder les publications.
pl: Musisz być zalogowany/a aby móc wydzielać posty.
pt_br: Você precisa se conectar para dividir publicações.
zh_hans: 必须登录才能拆分帖子。

# threads permission
source: You can't split posts in this category.
fr: Vous ne pouvez pas diviser les publications dans cette catégorie.
pl: Nie możesz wydzielać postów w tej kategorii.
pt_br: Você não pode dividir publicações nesta categoria.
zh_hans: 无法拆分该分类中的帖子。

# threads permission
source: Events can't be split.
fr: Les événements ne peuvent pas être divisés.
pl: Zdarzeń nie można wydzielać.
pt_br: Eventos não podem ser divididos.
zh_hans: 事件无法拆分。

# threads permission
source: Thread's first post can't be split.
fr: Le premier message du fil de discussion ne peut pas être divisé.
pl: Pierwszego postu w temacie nie można wydzielić.
pt_br: A primeira publicações do tópico não pode ser dividida.
zh_hans: 主题首帖无法拆分。

# threads permission
source: You can't split posts the content you can't see.
fr: Vous ne pouvez pas diviser les publications en contenu que vous ne pouvez pas voir.
pl: Nie możesz wydzielać postów których treści nie możesz zobaczyć.
pt_br: Você não pode dividir publicações cujo o conteúdo não é visível para você.
zh_hans: 无法拆分您无法查看内容的帖子。

# threads permission
source: This category is closed. You can't split posts in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas séparer les messages dans cette catégorie.
pl: Ta kategoria jest zamknięta. Nie możesz wydzielać w niej postów.
pt_br: Esta categoria está fechada. Você não pode dividir publicações nela.
zh_hans: 该分类已关闭，无法拆分帖子。

# threads permission
source: This thread is closed. You can't split posts in it.
fr: Ce fil de discussion est clos. Il n'est pas possible d'y séparer des messages.
pl: Ten temat jest zamknięty. Nie możesz wydzielać z niego postów.
pt_br: Este tópico está fechado. Você não pode dividir publicações nele.
zh_hans: 该主题已关闭，无法拆分帖子。

# threads permission
source: You have to sign in to reveal events.
fr: Vous devez vous connecter pour révéler les événements.
pl: Musisz być zalogowany/a aby móc odkrywać zdarzenia.
pt_br: Você precisa se conectar para revelar eventos.
zh_hans: 必须登录才能公开事件。

# threads permission
source: You can't reveal events in this category.
fr: Vous ne pouvez pas révéler les événements dans cette catégorie.
pl: Nie możesz odkrywać zdarzeń w tej kategorii.
pt_br: Você não pode revelar eventos nesta categoria.
zh_hans: 无法公开该分类中的事件。

# threads permission
source: This category is closed. You can't reveal events in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas y révéler d'événements.
pl: Ta kategoria jest zamknięta. Nie możesz odkrywać w niej zdarzeń.
pt_br: Esta categoria está fechada. Você não pode revelar eventos nela.
zh_hans: 该分类已关闭，无法公开事件。

# threads permission
source: This thread is closed. You can't reveal events in it.
fr: Ce sujet est fermé. Vous ne pouvez pas y révéler d'événements.
pl: Ten temat jest zamknięty. Nie możesz odkrywać w nim zdarzeń.
pt_br: Este tópico está fechado. Você não pode revelar eventos nele.
zh_hans: 该主题已关闭，无法公开事件。

# threads permission
source: You have to sign in to hide events.
fr: Vous devez vous connecter pour masquer des événements.
pl: Musisz być zalogowany/a aby móc ukrywać zdarzenia.
pt_br: Você precisa se conectar para ocultar eventos.
zh_hans: 必须登录才能隐藏事件。

# threads permission
source: You can't hide events in this category.
fr: Vous ne pouvez pas masquer les événements dans cette catégorie.
pl: Nie możesz ukrywać zdarzeń w tej kategorii.
pt_br: Você não pode ocultar eventos nesta categoria.
zh_hans: 无法隐藏该分类中的事件。

# threads permission
source: This category is closed. You can't hide events in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas y masquer des événements.
pl: Ta kategoria jest zamknięta. Nie możesz ukrywać w niej zdarzeń.
pt_br: Esta categoria está fechada. Você não pode ocultar eventos nela.
zh_hans: 该分类已关闭，无法隐藏事件。

# threads permission
source: This thread is closed. You can't hide events in it.
fr: Ce sujet est fermé. Vous ne pouvez pas y masquer des événements.
pl: Ten temat jest zamknięty. Nie możesz ukrywać w nim zdarzeń.
pt_br: Este tópico está fechado. Você não pode ocultar eventos nele.
zh_hans: 该主题已关闭，无法隐藏事件。

# threads permission
source: You have to sign in to delete events.
fr: Vous devez vous connecter pour supprimer des événements.
pl: Musisz być zalogowany/a aby móc usuwać zdarzenia.
pt_br: Você precisa se conectar para deletar eventos.
zh_hans: 必须登录才能删除事件。

# threads permission
source: You can't delete events in this category.
fr: Vous ne pouvez pas supprimer des événements dans cette catégorie.
pl: Nie możesz usuwać zdarzeń w tej kategorii.
pt_br: Você não pode deletar eventos nesta categoria.
zh_hans: 无法删除该分类中的事件。

# threads permission
source: This category is closed. You can't delete events in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas y supprimer des événements.
pl: Ta kategoria jest zamknięta. Nie możesz usuwać w niej zdarzeń.
pt_br: Esta categoria está fechada. Você não pode deletar eventos nela.
zh_hans: 该分类已关闭，无法删除事件。

# threads permission
source: This thread is closed. You can't delete events in it.
fr: Ce sujet est fermé. Vous ne pouvez pas y supprimer des événements.
pl: Ten temat jest zamknięty. Nie możesz usuwać w nim zdarzeń.
pt_br: Este tópico está fechado. Você não pode deletar eventos nele.
zh_hans: 该主题已关闭，无法删除事件。

# search provider
source: Threads
fr: Fils de discussion
pl: Tematy
pt_br: Tópicos
zh_hans: 主题

# delete posts serializer
source: You have to specify at least one post to delete.
fr: Vous devez spécifier au moins une publication à supprimer.
pl: Musisz wskazać przynajmniej jeden post do usunięcia.
pt_br: Você precisa especificar pelo menos uma publicação para deletar.
zh_hans: 您必须指定至少一个要删除的帖子。

# invalid posts ids
source: One or more post ids received were invalid.
fr: Un ou plusieurs identifiants de publication reçus n'étaient pas valides.
pl: Jeden lub więcej ID postów była błędna.
pt_br: Uma ou mais identificações de publicações recebidas eram inválidas.
zh_hans: 收到的一个或多个帖子ID无效。

# delete posts serializer
source: No more than %(limit)s post can be deleted at a single time.
fr: Il n'est pas possible de supprimer plus de %(limit)s message à la fois.
pl: Jednocześnie nie można usunąć więcej niż %(limit)s post.
pt_br: Não mais que %(limit)s publicação pode ser deletada ao mesmo tempo.
zh_hans: 一次最多只能删除%(limit)s条帖子。

# delete posts serializer
source: One or more posts to delete could not be found.
fr: Une ou plusieurs publications à supprimer sont introuvables.
pl: Jeden lub więcej postów do usunięcia nie zostało znalezionych.
pt_br: Uma ou mais publicações a serem deletadas não puderam ser encontradas.
zh_hans: 要删除的一个或多个帖子未找到。

# merge posts serializer
source: You have to select at least two posts to merge.
fr: Vous devez sélectionner au moins deux publications à fusionner.
pl: Musisz wskazać przynajmniej dwa posty do połączenia.
pt_br: Você precisa selecionar pelo menos duas publicações para mesclar.
zh_hans: 您必须选择至少两个要合并的帖子。

# merge posts serializer
source: No more than %(limit)s post can be merged at a single time.
fr: Il n'est pas possible de fusionner plus de %(limit)s publication à la fois.
pl: Jednocześnie nie można połączyć więcej niż %(limit)s post.
pt_br: Não é possível mesclar mais que %(limit)s publicação ao mesmo tempo.
zh_hans: 一次最多只能合并%(limit)s条帖子。

# merge posts serializer
source: Posts made by different users can't be merged.
fr: Les publications publiées par différents utilisateurs ne peuvent pas être fusionnées.
pl: Nie można połączyć postów napisanych przez różnych użytkowników.
pt_br: Publicações feitas por usuários diferentes não podem ser mescladas.
zh_hans: 不同用户发布的帖子无法合并。

# merge posts serializer
source: Post marked as best answer can't be merged with thread's first post.
fr: Le message marqué comme meilleure réponse ne peut pas être fusionné avec le premier message du fil de discussion.
pl: Post wybrany jako rozwiązanie nie może być połączony z pierwszym postem w temacie.
pt_br: Publicações marcadas como melhor resposta não podem ser mescladas com a primeira publicação do tópico.
zh_hans: 已标记为最佳答案的帖子无法与主题首帖合并。

# merge posts serializer
source: Posts with different visibility can't be merged.
fr: Les publications avec une visibilité différente ne peuvent pas être fusionnées.
pl: Nie można połączyć postów z różną widocznością.
pt_br: Publicações com visibilidades diferentes não podem ser mescladas.
zh_hans: 可见性不同的帖子无法合并。

# merge posts serializer
source: One or more posts to merge could not be found.
fr: Une ou plusieurs publications à fusionner sont introuvables.
pl: Jeden lub więcej postów do połączenia nie zostało znalezionych.
pt_br: Uma ou mais publicações a serem mescladas não foram encontradas.
zh_hans: 要合并的一个或多个帖子未找到。

# move posts serializer
source: You have to specify at least one post to move.
fr: Vous devez spécifier au moins un poste à déplacer.
pl: Musisz wskazać przynajmniej jeden post do przeniesienia.
pt_br: Você precisa especificar pelo menos uma publicação a ser movida.
zh_hans: 您必须指定至少一个要移动的帖子。

# move posts serializer
source: Enter link to new thread.
fr: Entrez le lien vers le nouveau fil de discussion.
pl: Podaj odnośnik do nowego tematu.
pt_br: Insira o link para o novo tópico.
zh_hans: 请输入新主题的链接。

# invalid thread url
source: This is not a valid thread link.
fr: Ce lien de discussion n'est pas valide.
pl: To nie jest prawidłowy odnośnik do tematu.
pt_br: Este não é um link de tópico válido.
zh_hans: 此为无效的主题链接。

# move posts serializer
source: Thread to move posts to is same as current one.
fr: Le fil de discussion vers lequel déplacer les messages est le même que celui actuel.
pl: Temat do którego chcesz przenieść posty jest taki sam jak obecny.
pt_br: O tópico para onde as publicações serão movidas é o mesmo que o atual.
zh_hans: 目标主题与当前主题相同。

# move posts serializer
source: The thread you have entered link to doesn't exist or you don't have permission to see it.
fr: Le fil de discussion vers lequel vous avez créé un lien n'existe pas ou vous n'êtes pas autorisé à le consulter.
pl: Temat do którego odnośnik podałeś nie istnieje albo nie masz do niego dostępu.
pt_br: O tópico do link que você inseriu não existe ou você não tem permissão para vê-lo.
zh_hans: 输入的主题链接不存在或您无权查看。

# move posts serializer
source: You can't move posts to threads you can't reply.
fr: Vous ne pouvez pas déplacer les messages vers des fils de discussion auxquels vous ne pouvez pas répondre.
pl: Nie możesz przenieść postów do tematu do którego nie możesz odpowiedzieć.
pt_br: Você não pode mover publicações para tópicos que você não pode responder.
zh_hans: 无法将帖子移动到您不能回复的主题。

# move posts serializer
source: No more than %(limit)s post can be moved at a single time.
fr: Il n'est pas possible de déplacer plus de %(limit)s publication à la fois.
pl: Jednocześnie nie można przenieść więcej niż %(limit)s post.
pt_br: Não é possível mover mais que %(limit)s publicaçao ao mesmo tempo.
zh_hans: 一次最多只能移动%(limit)s条帖子。

# move posts serializer
source: One or more posts to move could not be found.
fr: Un ou plusieurs messages à déplacer sont introuvables.
pl: Jeden lub więcej postów do przeniesienia nie zostało znalezionych.
pt_br: Uma ou mais publicações a serem movidas não foram encontradas.
zh_hans: 要移动的一个或多个帖子未找到。

# new thread serializer
source: You can't create new threads in selected category.
fr: Vous ne pouvez pas créer de nouvelles discussions dans la catégorie sélectionnée.
pl: Nie możesz zakładać tematów w wybranej kategorii.
pt_br: Você não pode criar novas publicações na categoria selecionada.
zh_hans: 无法在所选分类创建新主题。

# new thread serializer
source: You don't have permission to pin threads globally in this category.
fr: Vous n'êtes pas autorisé à épingler des discussions globalement dans cette catégorie.
pl: Nie masz uprawnień aby przypinać globalnie tematy w tej kategorii.
pt_br: Você não tem permissão para fixar tópicos globalmente nesta categoria.
zh_hans: 您无权在该分类全站置顶主题。

# new thread serializer
source: You don't have permission to pin threads in this category.
fr: Vous n'êtes pas autorisé à épingler des discussions dans cette catégorie.
pl: Nie masz uprawnień aby przypinać tematy w tej kategorii.
pt_br: Você não tem permissão para fixar tópicos globalmente nesta categoria.
zh_hans: 您无权在该分类置顶主题。

# new thread serializer
source: You don't have permission to hide threads in this category.
fr: Vous n'êtes pas autorisé à masquer les discussions dans cette catégorie.
pl: Nie masz uprawnień aby ukrywać tematy w tej kategorii.
pt_br: Você não tem permissão para esconder publicações nesta categoria.
zh_hans: 您无权在该分类隐藏主题。

# new thread serializer
source: You don't have permission to close threads in this category.
fr: Vous n'êtes pas autorisé à fermer les discussions dans cette catégorie.
pl: Nie masz uprawnień aby zamykać tematy w tej kategorii.
pt_br: Você não tem permissão para fechar tópicos nesta categoria.
zh_hans: 您无权在该分类关闭主题。
