Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# admin users settings form
source: Turning this option off will forbid forum users from uploading custom avatars.
fr: La désactivation de cette option empêchera les utilisateurs du forum de télécharger des avatars personnalisés.
pl: Wyłączenie tej opcji uniemożliwi użytkownikom forum przesyłanie własnych obrazów awatara.
pt_br: Desabilitar esta opção irá proibir que os usuários do fórum enviem avatares personalizados.
zh_hans: 关闭此选项后，用户将无法上传自定义头像。

# admin users settings form
source: Maximum size of uploaded avatar
fr: Taille maximale de l'avatar téléchargé
pl: Maksymalny rozmiar przesłanego awatara
pt_br: Tamanho máximo do avatar enviado
zh_hans: 上传头像最大允许大小

# admin users settings form
source: Enter maximum allowed file size (in KB) for avatar uploads.
fr: Entrez la taille de fichier maximale autorisée (en Ko) pour les téléchargements d'avatars.
pl: Wpisz maksymalny dozwolony rozmiar pliku (w KB) dla przesyłanych awatarów.
pt_br: Insira o tamanho máximo de arquivo permitido (em kb) para avatares enviados.
zh_hans: 输入头像上传的最大允许文件大小（单位KB）。

# admin users settings form
source: Default avatar
fr: Avatar par défaut
pl: Domyślny awatar
pt_br: Avatar padrão
zh_hans: 默认头像

# admin users default avatar choice
source: Individual
fr: Individuel
pl: Indywidualny
zh_hans: 个人专属

# admin users default avatar choice
source: Gravatar
zh_hans: Gravatar头像

# admin users default avatar choice
source: Random avatar from gallery
fr: Avatar aléatoire de la galerie
pl: Losowy z galerii
pt_br: Avatar aleatório da galeria
zh_hans: 图库随机头像

# admin users settings form
source: Fallback for default Gravatar
fr: Repli du Gravatar par défaut
pl: Alternatywa dla domyślnego Gravatara
pt_br: Fallback para o Gravatar padrão
zh_hans: Gravatar头像缺省方案

# admin users settings form
source: Select which avatar to use when user has no Gravatar associated with their e-mail address.
fr: Sélectionnez l'avatar à utiliser lorsque l'utilisateur n'a pas de Gravatar associé à son adresse e-mail.
pl: Wybierz jakiego awatara użyć kiedy użytkownik nie ma żadnego Gravatara powiązanego z jego adresem e-mail.
pt_br: Selecione qual avatar usar quando o usuário não possuir Gravatar associado com seu endereço de e-mail.
zh_hans: 当用户邮箱未关联Gravatar时，选择使用的头像。

# admin users gravatar fallback choice
source: Individual
fr: Individuel
pl: Indywidualny
zh_hans: 个人专属

# admin users gravatar fallback choice
source: Random avatar from gallery
fr: Avatar aléatoire de la galerie
pl: Losowy z galerii
pt_br: Avatar aleatório da galeria
zh_hans: 图库随机头像

# admin users settings form
source: Blank avatar
fr: Avatar vide
pl: Zamiennik awatara
pt_br: Avatar em branco
zh_hans: 无头像图片

# admin users settings form
source: Blank avatar is displayed in the interface when user's avatar is not available: when user was deleted or is guest. Uploaded image should be a square.
fr: Un avatar vide s'affiche dans l'interface lorsque l'avatar de l'utilisateur n'est pas disponible: lorsque l'utilisateur a été supprimé ou est invité.
pl: Zamiennik awatara jest pokazywany w interfejsie kiedy awatar użytkownika nie jest dostępny: użytkownik został usunięty lub jest gościem. Przesłany obrazek powinien być kwadratem.
pt_br: O avatar em branco é mostrado na interface quando o avatar do usuário não está disponível: quando o usuário foi deletado ou é um convidado. A imagem enviada deve ser um quadrado.
zh_hans: 当用户无头像（如被删除或为访客）时，界面将显示此图片。上传图片建议为正方形。

# admin users settings form
source: Delete custom blank avatar
fr: Supprimer l'avatar vide personnalisé
pl: Usuń zamiennik awatara
pt_br: Deletar avatar em branco personalizado
zh_hans: 删除自定义无头像图片

# admin users settings form
source: Maximum allowed signature length
fr: Longueur de signature maximale autorisée
pl: Maksymalna dozwolona długość podpisu
pt_br: Tamanho máximo de assinatura permitido
zh_hans: 签名最大允许长度

# admin users settings form
source: Started threads
fr: Discussions démarrées
pl: Założone tematy
pt_br: Discussões iniciadas
zh_hans: 发起主题

# admin users settings form
source: Don't watch
fr: Ne regarde pas
pl: Nie obserwuj
pt_br: Não assistir
zh_hans: 不关注

# admin users default subscription choice
source: Put on watched threads list
fr: Mettre sur la liste des discussions surveillées
pl: Umieść na liście obserwowanych tematów
pt_br: Colocar na lista de discussões assistidas
zh_hans: 加入关注主题列表

# admin users default subscription choice
source: Put on watched threads list and e-mail user when somebody replies
fr: Mettre sur la liste des fils de discussion surveillés et envoyer un e-mail à l'utilisateur lorsque quelqu'un répond
pl: Umieść na liście obserwowanych tematów i powiadom e-mailem kiedy ktoś odpowie
pt_br: Coloca na lista de discussões assistidas e enviar e-mail para o usuário quando alguém responder
zh_hans: 加入关注主题列表，并在有新回复时发邮件通知用户

# admin users settings form
source: Replied threads
fr: Discussions ayant répondu
pl: Odpowiedziane tematy
pt_br: Discussões respondidas
zh_hans: 回复过的主题

# admin users settings form
source: Number of users displayed on a single page
fr: Nombre d'utilisateurs affichés sur une seule page
pl: Liczba użytkowników wyświetlanych na jednej stronie
pt_br: Número de usuários mostrados em uma única página
zh_hans: 每页显示用户数量

# admin users settings form
source: Maximum orphans
fr: Nombre maximum d'orphelins
pl: Limit sierot
pt_br: Órfãos máximos
zh_hans: 最大孤立项数量

# admin users settings form
source: This setting prevents situations when the last page of a users list contains very few items. If number of users to be displayed on the last page is less or equal to number specified in this setting, those users will instead be appended to the previous page, reducing number of list's pages.
fr: Ce paramètre permet d'éviter que la dernière page d'une liste d'utilisateurs ne contienne que très peu d'éléments. Si le nombre d'utilisateurs à afficher sur la dernière page est inférieur ou égal au nombre spécifié dans ce paramètre, ces utilisateurs seront ajoutés à la page précédente, réduisant ainsi le nombre de pages de la liste.
pl: Ta opcja zapobiega sytuacjom kiedy ostatnia strona listy użytkowników zawiera bardzo mało elementów. Jeśli liczba użytkowników do wyświetlenia na ostatniej stronie listy będzie mniejsza lub równa tej liczbie, użytkownicy ci będą wyświetleni na przedniej stronie, zmniejszając liczbę stron listy.
pt_br: Esta configuração evita situações em que a última página de uma lista de usuários contém poucos itens. Se o número de usuários mostrados na última página for menor ou igual ao número especificado nesta configuração, esses usuários serão anexados a página anterior, reduzindo o número de páginas da lista.
zh_hans: 防止用户列表最后一页仅有少量用户。当最后一页用户数量小于等于此设置值时，这些用户将合并到前一页，从而减少页数。

# admin users settings form
source: Maximum age in days of posts that should count to the ranking position
fr: Âge maximum en jours des publications qui devraient compter pour la position de classement
pl: Maksymalny wiek postów (w dniach) liczonych do pozycji w rankingu
pt_br: Idade máxima, em dias, que uma publicação deve constar na posição do ranking
zh_hans: 计算排名的帖子最大天数

# admin users settings form
source: Maximum number of ranked users
fr: Nombre maximum d'utilisateurs classés
pl: Maksymalna liczba użytkowników w rankingu
pt_br: Número máximo de usuários ranqueados
zh_hans: 最大排名用户数量

# admin users settings form
source: Allow users to download their data
fr: Autoriser les utilisateurs à télécharger leurs données
pl: Zezwól użytkownikom na pobieranie kopii swoich danych
pt_br: Permitir que os usuários baixem seus dados
zh_hans: 允许用户下载其数据

# admin users settings form
source: Maximum age in hours of data downloads before they expire
fr: Âge maximum en heures de téléchargements de données avant leur expiration
pl: Maksymalny czas dostępności kopii danych do pobrania
pt_br: Idade máxima, em horas, para os dados antes que eles expirem
zh_hans: 数据下载过期最大小时数

# admin users settings form
source: Data downloads older than specified will have their files deleted and will be marked as expired.
fr: Les téléchargements de données plus anciens que spécifié verront leurs fichiers supprimés et seront marqués comme expirés.
pl: Kopie danych starsze niż ustawiono będą oznaczane jako wygasłe a powiązane z nimi pliki z danymi będą usuwane.
pt_br: Dados para download mais antigos que o valor especificado terão seus arquivos deletados e serão marcados como expirados.
zh_hans: 超过指定小时的数据下载将被删除并标记为已过期。

# admin users settings form
source: Allow users to delete their own accounts
fr: Autoriser les utilisateurs à supprimer leurs propres comptes
pl: Zezwól użytkownikom na usuwanie własnych kont
pt_br: Permitir que os usuários deletem suas próprias contas
zh_hans: 允许用户自助删除账号

# admin users settings form
source: IP storage time
fr: Durée de stockage IP
pl: Czas przechowywania adresów IP
pt_br: Tempo de armazenamento de IP
zh_hans: IP存储时长

# admin users settings form
source: Number of days for which users IP addresses are stored in forum database. Enter zero to store registered IP addresses forever. Deleting user account always deletes the IP addresses associated with it.
fr: Nombre de jours pendant lesquels les adresses IP des utilisateurs sont stockées dans la base de données du forum. Entrez zéro pour stocker les adresses IP enregistrées pour toujours. La suppression d'un compte utilisateur efface toujours les adresses IP qui lui sont associées.
pl: Czas przechowywania adresów IP użytkowników w bazie danych forum, w dniach. Wpisz zero aby nigdy nie usuwać starych adresów IP. Usunięcie konta użytkownika zawsze usuwa powiązane z nim adresy IP.
pt_br: Número de dias que os IPs dos usuários serão armazenados no banco de dados do fórum. Insira zero para armazenar o endereço de ip registrado para sempre. Deletar a conta do usuário sempre deletará o endereço de IP associado a ele.
zh_hans: 用户IP地址在论坛数据库中保存的天数。输入0表示永久保存。删除账号时会同时删除相关IP。

# admin users settings form
source: Anonymous username
fr: Nom d'utilisateur anonyme
pl: Nazwa usuniętego użytkownika
pt_br: Nome de usuário anônimo
zh_hans: 匿名用户名

# admin users settings form
source: This username is displayed instead of delete user's actual name next to their content.
fr: Ce nom d'utilisateur est affiché au lieu de supprimer le nom réel de l'utilisateur à côté de son contenu.
pl: Ta nazwa wyświetlana jest zamiast faktycznej nazwy usuniętego użytkownika obok ich treści.
pt_br: Este nome de usuário será mostrado no lugar do nome atual do usuário deletado ao lado de seu conteúdo.
zh_hans: 此用户名将替代被删除用户的真实姓名显示在其内容旁。

# admin users settings form
source: Uploaded image's edge should be at least %(size)s pixel long.
fr: Le bord de l'image téléchargée doit avoir une longueur minimale de %(size)s pixels.
pl: Krawędź przesłanego obrazu powinna mieć przynajmniej %(size)s piksel długości.
pt_br: A borda da imagem enviada deve ser pelo menos %(size)s pixel.
zh_hans: 上传图片的边长至少为%(size)s像素。

# admin users settings form
source: This value must be lower than number of users per page.
fr: Cette valeur doit être inférieure au nombre d'utilisateurs par page.
pl: Ta liczba musi być mniejsza niż liczba użytkowników na jednej stronie.
pt_br: Este valor deve ser menor do que o número de usuários por página.
zh_hans: 该值必须小于每页用户数量。

# admin settings
source: Settings have been saved.
fr: Les paramètres ont été enregistrés.
pl: Ustawienia zostały zapisane.
pt_br: As configurações foram salvas.
zh_hans: 设置已保存。

# api
source: Permission denied.
fr: Autorisation refusée.
pl: Brak dostępu.
pt_br: Permissão negada.
zh_hans: 没有权限。

# social auth
source: A problem was encountered when disconnecting your account from the remote site.
fr: Un problème est survenu lors de la déconnexion de votre compte du site distant.
pl: Napotkano problem podczas odłączania twojego konta od innej witryny.
pt_br: Um problema foi encontrado durante a desconexão de sua conta do site remoto.
zh_hans: 断开您的账户与第三方网站连接时遇到问题。

# social auth
source: You are not allowed to disconnect your account from the other site, because currently it's the only way to sign in to your account.
fr: Vous n'êtes pas autorisé à déconnecter votre compte de l'autre site, car c'est actuellement le seul moyen de vous connecter à votre compte.
pl: Nie możesz odłączyć swojego konta od innej witryny, ponieważ obecnie jest to jedyny sposób na logowanie się do niego.
pt_br: Você não tem permissão para desconectar sua conta do outro site porque atualmente ele é a única forma login da sua conta.
zh_hans: 您无法断开与其他网站的账户连接，因为目前这是您登录账户的唯一方式。

# social auth
source: A problem was encountered when signing you in using %(backend)s.
fr: Un problème est survenu lors de votre connexion à l'aide de %(backend)s.
pl: Napotkano problem podczas logowania przez %(backend)s.
pt_br: Um problema foi encontrado durante seu login usando %(backend)s.
zh_hans: 使用%(backend)s登录时遇到问题。

# social auth
source: The sign in process has been canceled by user.
fr: Le processus de connexion a été annulé par l'utilisateur.
pl: Proces logowania został przerwany przez użytkownika.
pt_br: O processo de login foi cancelado pelo usuário.
zh_hans: 用户已取消登录流程。

# social auth
source: The other service could not be reached.
fr: L'autre service n'a pas pu être atteint.
pl: Nie udano się połączyć z usługą.
pt_br: O outro serviço não pôde ser alcançado.
zh_hans: 无法连接到第三方服务。

# social auth
source: Unexpected problem has been encountered during sign in process.
fr: Un problème inattendu a été rencontré lors du processus de connexion.
pl: W trakcie procesu logowania napotkano na nieoczekiwany problem.
pt_br: Um problema inesperado foi encontrado durante o processo de login.
zh_hans: 登录过程中遇到意外问题。

# api
source: Your request was rejected because your browser didn't send the CSRF cookie, or the cookie sent was invalid.
fr: Votre demande a été rejetée car votre navigateur n'a pas envoyé le cookie CSRF ou le cookie envoyé n'était pas valide.
pl: Twoje żądanie zostało odrzucone ponieważ twoja przeglądarka nie wysłała ciasteczka CSRF lub było ono nieprawidłowe.
pt_br: Sua requisição foi recusada porque seu navegador não envia o cookie CSRF, ou o cookie enviado foi inválido.
zh_hans: 您的请求被拒绝，因为浏览器未发送CSRF Cookie，或发送的Cookie无效。

# api
source: This action is not available to guests.
fr: Cette action n'est pas disponible pour les invités.
pl: Ta akcja nie jest dostępna dla niezalogowanych.
pt_br: Esta ação não está disponível para convidados.
zh_hans: 此操作对游客不可用。

# page title pagination
source: page: %(page)s
pl: strona: %(page)s
pt_br: página: %(page)s
zh_hans: 页码：%(page)s

# sluggable validator
source: Value has to contain alpha-numerical characters.
fr: La valeur doit contenir des caractères alphanumériques.
pl: Wartość musi zawierać litery lub cyfry.
pt_br: O valor precisa conter caracteres alfanuméricos.
zh_hans: 值必须包含字母或数字。

# sluggable validator
source: Value is too long.
fr: La valeur est trop longue.
pl: Wartość jest zbyt długa.
pt_br: O valor é muito longo.
zh_hans: 值过长。

# image validator
source: Uploaded image is not a square.
fr: L’image téléchargée n’est pas un carré.
pl: Przesłany obraz nie jest kwadratem.
pt_br: A imagem enviada não é um quadrado.
zh_hans: 上传的图片不是正方形。

# admin version check
source: The site is running using unreleased version of Misago.
fr: Le site fonctionne avec une version inédite de Misago.
pl: Ta strona działa na niewydanej wersji Misago.
pt_br: O site está sendo executado utilizando uma versão não lançada do Misago.
zh_hans: 本站运行的是未发布的Misago版本。

# admin version check
source: Unreleased versions of Misago can contain serious breaking bugs or miss security features. They are also unsupported and it may be impossible to upgrade them to released version later.
fr: Les versions non publiées de Misago peuvent contenir de graves bugs ou manquer de fonctionnalités de sécurité. Elles ne sont pas non plus prises en charge et il peut être impossible de les mettre à jour vers une version publiée ultérieurement.
pl: Niewydane wersje Misago mogą mieć poważne błędy lub braki w zabezpieczeniach. Dodatkowo nie są one wspierane i mogą być nie możliwe do późniejszego zaktualizowania do wydanej wersji.
pt_br: Versões não lançadas do Misago podem conter bugs sérios ou ausência de funções de segurança. Elas também não são mantidas e também pode ser impossível de atualizá-las para a versão lançada posteriormente.
zh_hans: 未发布的Misago版本可能包含严重错误或缺少安全功能，且不受支持，后续升级到正式版本可能存在不可行。

# admin version check
source: Failed to connect to pypi.org API. Try again later.
fr: Échec de la connexion à l'API pypi.org. Réessayez plus tard.
pl: Nie udało się połączyć z API pypi.org. Spróbuj ponownie później.
pt_br: Falha ao se conectar a API pyapi.org. Tente novamente mais tarde.
zh_hans: 无法连接到pypi.org API，请稍后再试。

# admin version check
source: Version check feature relies on the API operated by the Python Package Index (pypi.org) to retrieve the latest Misago release version.
fr: La fonctionnalité de vérification de version s'appuie sur l'API exploitée par Python Package Index (pypi.org) pour récupérer la dernière version de Misago.
pl: Funkcja sprawdzania wersji korzysta z API obsługiwanego przez Python Package Index (pypi.org) do ustalenia najnowszej wydanej wersji Misago.
pt_br: A função de verificação de versão confia na API operada pela Python Package Index (pyapi.org) para recuperar a versão de lançamento mais recente do Misago.
zh_hans: 版本检查功能依赖Python软件包索引(pypi.org)的API来获取最新Misago发布版本。

# admin version check
source: The site is running updated version of Misago.
fr: Le site exécute une version mise à jour de Misago.
pl: Ta strona działa na aktualnej wersji Misago.
pt_br: O site está sendo executado em uma versão atualizada do Misago.
zh_hans: 本站正在运行最新版本的Misago。

# admin version check
source: Misago %(version)s is latest release.
fr: Misago %(version)s est la dernière version.
pl: Misago %(version)s jest najnowsze.
pt_br: A versão %(version)s do Misago é a versão mais recente.
zh_hans: Misago %(version)s是最新发布版本。

# admin version check
source: The site is running outdated version of Misago.
fr: Le site utilise une version obsolète de Misago.
pl: Ta strona działa na nieaktualnej wersji Misago.
pt_br: O site está sendo executado em uma versão antiga do Misago.
zh_hans: 本站运行的是过期的Misago版本。

# admin version check
source: The site is running Misago version %(version)s while version %(latest)s is available.
fr: Le site exécute la version %(version)s de Misago alors que la version %(latest)s est disponible.
pl: Ta strona działa na wersji %(version)s Misago podczas gdy dostępna jest już wersja %(latest)s.
pt_br: O site está executando a versão %(version)s do Misago, enquanto que a versão %(latest)s está disponível.
zh_hans: 本站运行的Misago版本为%(version)s，当前可用最新版本为%(latest)s。

# admin node
source: Icons
fr: Icônes
pl: Ikony
pt_br: Ícones
zh_hans: 图标

# admin node
source: Upload favicon and application icon for the site.
fr: Téléchargez l'icône de favicon et l'icône d'application pour le site.
pl: Prześlij obraz favikony lub ikony aplikacji dla tej strony.
pt_br: Enviar favicon e ícone de aplicação para o site.
zh_hans: 上传网站Favicon和应用图标。

# admin icons form
source: Upload image
fr: Télécharger une image
pl: Prześlij obraz
pt_br: Enviar imagem
zh_hans: 上传图片

# admin icons form
source: Uploaded image should be a square that is 48px wide and tall.
fr: L'image téléchargée doit être un carré de 48px de large et de haut.
pl: Przesłany obraz powinien być kwadratem mającym 48 pikseli wysokości i szerokości.
pt_br: A imagem enviada deve ser um quadrado com 48px de altura e largura.
zh_hans: 上传图片应为48px*48px的正方形。

# admin icons form
source: Delete custom icon
fr: Supprimer l'icône personnalisée
pl: Usuń obraz ikony.
pt_br: Deletar item personalizado do usuário
zh_hans: 删除自定义图标

# admin icons form
source: Uploaded image should be square at least 180px wide and tall.
fr: L'image téléchargée doit être carrée et mesurer au moins 180 px de large et de haut.
pl: Przesłany obraz powinien być kwadratem mającym przynajmniej 180 pikseli wysokości i szerokości.
pt_br: A imagem enviada deve ser um quadrado com pelo menos 180px de altura e largura.
zh_hans: 上传图片应为至少180px*180px的正方形。

# admin icons form
source: Uploaded image's edge should be at least %(size)s pixels long.
fr: Le bord de l'image téléchargée doit avoir une longueur d'au moins %(size)s pixels.
pl: Krawędź przesłanego obrazu powinna mieć przynajmniej %(size)s pikseli długości.
pt_br: A borda da imagem enviada deve ter pelo menos %(size)s pixels.
zh_hans: 上传图片的边长至少为%(size)s像素。

# admin icons form
source: Uploaded image was not gif, jpeg or png.
fr: L’image téléchargée n’était pas un gif, un jpeg ou un png.
pl: Przeslany obraz musi być typu GIF, JPEG lub PNG.
pt_br: A imagem enviada não era gif, jpeg ou png.
zh_hans: 上传的图片不是gif、jpeg或png格式。

# admin icons
source: Icons have been updated.
fr: Les icônes ont été mises à jour.
pl: Ikony zostały zmienione.
pt_br: Os ícones foram atualizados.
zh_hans: 图标已更新。

# admin node
source: Legal agreements
fr: Accords juridiques
pl: Zgody użytkowników
pt_br: Acordos legais
zh_hans: 法律协议

# admin node
source: Set terms of service and privacy policy contents.
fr: Définir les conditions d’utilisation et le contenu de la politique de confidentialité.
pl: Ustaw treść regulaminu serwisu lub polityki prywatności.
pt_br: Defina os termos de serviço e os contéudos da política de privacidade.
zh_hans: 设置服务条款和隐私政策内容。

# admin agreement form
source: Type
pl: Typ
pt_br: Tipo
zh_hans: 类型

# admin agreement form
source: Title
fr: Titre
pl: Nazwa
pt_br: Título
zh_hans: 标题

# admin agreement form
source: Optional, leave empty for agreement to be named after its type.
fr: Facultatif, laissez vide pour que l'accord soit nommé d'après son type.
pl: Opcjonalna. Zostaw pustą aby zgoda była nazwa od jej typu.
pt_br: Opcional, deixe em branco para que o acordo seja noemado após seu tipo.
zh_hans: 可选，留空则协议按类型命名。

# admin agreement form
source: Active for its type
fr: Actif pour son type
pl: Obowiązująca dla swojego typu
pt_br: Ativo para seu tipo
zh_hans: 激活为该类型

# admin agreement form
source: If other agreement is already active for this type, it will be unset and replaced with this one. Misago will ask users who didn't accept this agreement to do so before allowing them to continue using the site.
fr: Si un autre accord est déjà actif pour ce type, il sera désactivé et remplacé par celui-ci. Misago demandera aux utilisateurs qui n'ont pas accepté cet accord de le faire avant de leur permettre de continuer à utiliser le site.
pl: Jeśli istnieje już inna aktywna zgoda tego typu, zostanie ona zastąpiona tą. Misago będzie prosić użytkowników którzy nie wyrazili tej zgody o jej zatwierdzenie nim będą oni mogli kontynuować korzystanie z witryny.
pt_br: Se outros acordos já estiverem ativos para este tipo, ele será desativado e substituido por este. O Misago perguntará para os usuários que não aceitaram este serviço para que aceitem antes de permitir que eles continuem usando o site.
zh_hans: 如果已有同类型协议激活，将切换为当前协议。Misago会要求未接受本协议的用户在继续使用网站前先同意。

# admin agreement form
source: Link
fr: Lien
pl: Odnośnik
zh_hans: 链接

# admin agreement form
source: If your agreement is located on other page, enter here a link to it.
fr: Si votre accord se trouve sur une autre page, entrez ici un lien vers celui-ci.
pl: Jeśli treść zgody znajduje się na innej stronie, wprowadź tutaj jej link.
pt_br: Se o seu acordo estiver localizado em outra página, coloque o link para ela aqui.
zh_hans: 如协议在其他页面，请在此输入链接。

# admin agreement form
source: Text
fr: Texte
pl: Treść
pt_br: Texto
zh_hans: 文本

# admin agreement form
source: You can use Markdown syntax for rich text elements.
fr: Vous pouvez utiliser la syntaxe Markdown pour les éléments de texte enrichi.
pl: Możesz użyć składni Markdown do formatowania tekstu.
pt_br: Você pode usar Markdown para estilizar elementos de texto.
zh_hans: 可使用Markdown语法丰富文本格式。
