Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# admin csrf error
source: The site is configured to use the HTTPS, but this form was sent over the the HTTP.
fr: Le site est configuré pour utiliser le HTTPS, mais ce formulaire a été envoyé via HTTP.
pl: Strona jest ustawiona pod HTTPS, ale formularz przesłano korzystając z HTTP.
pt_br: O site está configurado para usar HTTPS, mas o formulário foi enviado usando HTTP.
zh_hans: 本站已配置为使用HTTPS，但该表单通过HTTP提交。

# admin csrf error
source: If you are an owner of this site, please check if the HTTPS certificate used by the site is valid and accepted by the browser.
fr: Si vous êtes propriétaire de ce site, veuillez vérifier si le certificat HTTPS utilisé par le site est valide et accepté par le navigateur.
pl: Jeśli jesteś właścicielem tej strony, sprawdź czy używany przez nią certyfikat HTTPS jest poprawny i akceptowany przez przeglądarkę.
pt_br: Se você for um proprietário deste site, por favor, verifique se o certificado HTTPS usado pelo site é válido e é aceito pelo navegador.
zh_hans: 如您为本站所有者，请检查HTTPS证书是否有效且被浏览器接受。

# admin list filters
source: Filter
fr: Filtre
pl: Filtruj
pt_br: Filtrar
zh_hans: 筛选

# admin list filters
source: Clear filters
fr: Effacer les filtres
pl: Wyczyść filtry
pt_br: Limpar filtros
zh_hans: 清除筛选

# admin form
source: Form was completed with errors.
fr: Le formulaire a été rempli avec des erreurs.
pl: Formularz zawiera błędy.
pt_br: O formulário foi concluído com errros.
zh_hans: 表单提交有错误。

# admin form
source: Cancel
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# admin form action
source: Save and keep editing
fr: Enregistrer et continuer l'édition
pl: Zapisz i kontynuuj edycję
pt_br: Salvar e continuar editando
zh_hans: 保存并继续编辑

# admin form action
source: Save changes
fr: Enregistrer les modifications
pl: Zapisz zmiany
pt_br: Salvar mudanças
zh_hans: 保存更改

# admin form action
source: Save and add another
fr: Enregistrer et ajouter un autre
pl: Zapisz i dodaj kolejny
pt_br: Salvar e adicionar outro
zh_hans: 保存并添加另一个

# admin form action
source: Save
fr: Enregistrer
pl: Zapisz
pt_br: Salvar
zh_hans: 保存

# admin list filters
source: Filters
fr: Filtres
pl: Filtry
pt_br: Filtros
zh_hans: 筛选条件

# admin list filters
source: Close
fr: Fermer
pl: Zamknij
pt_br: Fechar
zh_hans: 关闭

# admin list filters
source: Done
fr: Terminé
pl: Ustaw
pt_br: Concluído
zh_hans: 完成

# admin list
source: With selected:
fr: Avec sélection:
pl: Z wybranymi
pt_br: Selecionados:
zh_hans: 已选：

# admin list ordering
source: Sort:
fr: Trier:
pl: Kolejność:
pt_br: Ordenar
zh_hans: 排序：

# admin list ordering
source: Change sorting to:
fr: Modifier le tri en:
pl: Zmień kolejność na:
pt_br: Mudar ordenação para:
zh_hans: 更改排序为：

# admin paginator
source: Go to first page
fr: Aller à la première page
pl: Idź do pierwszej strony
pt_br: Ir para a primeira página
zh_hans: 跳转到第一页

# admin paginator
source: First
fr: Premier
pl: Pierwsze
pt_br: Primeira
zh_hans: 首页

# admin paginator
source: Go to previous page
fr: Aller à la page précédente
pl: Idź do poprzedniej strony
pt_br: Ir para a página anterior
zh_hans: 上一页

# admin paginator
source: Go to next page
fr: Aller à la page suivante
pl: Idź do następnej strony
pt_br: Ir para a próxima página
zh_hans: 下一页

# admin paginator
source: Go to last page
fr: Aller à la dernière page
pl: Idź do ostatniej strony
pt_br: Ir para a última página
zh_hans: 跳转到最后一页

# admin paginator
source: Last
fr: Dernier
pl: Ostatnie
pt_br: Última
zh_hans: 末页

# admin paginator
source: Page %(page)s of %(pages)s
fr: Page %(page)s sur %(pages)s
pl: Strona %(page)s z %(pages)s
pt_br: Página %(page)s de %(pages)s
zh_hans: 第%(page)s页，共%(pages)s页

# admin icons form
source: Favicon
fr: Icône de favori
zh_hans: 网站图标

# admin icons form
source: Favicon is small icon that internet browsers display next to your site in its interface.
fr: Favicon est une petite icône que les navigateurs Internet affichent à côté de votre site dans leur interface.
pl: Favicon to mała ikona którą przeglądarki internetowe wyświetlają obok nazwy twojej strony w swoich interfejsach.
pt_br: Favicon é um pequeno ícone que os navegadores de internet mostram ao lado do seu site, em suas interfaces.
zh_hans: Favicon是互联网浏览器在界面中显示在您网站旁的小图标。

# admin icons form
source: Apple Touch Icon
fr: Icône Apple Touch
pl: Ikona Apple Touch
pt_br: Ícone da Apple Touch
zh_hans: 苹果触控图标

# admin icons form
source: Apple devices and Safari web browser will use this image to represent the site in its interfaces.
fr: Les appareils Apple et le navigateur Web Safari utiliseront cette image pour représenter le site dans ses interfaces.
pl: Urządzenia Apple oraz przeglądarka safari będą używać tego obrazu dla strony w swoich interfejsach.
pt_br: Dispositivos Apple e o navegador Safari usarão esta imagem para represntar o site em suas interfaces.
zh_hans: 苹果设备和Safari浏览器将在界面中用此图片代表网站。

# admin login form
source: Log in
fr: Connexion
pl: Logowanie
pt_br: Logar
zh_hans: 登录

# admin title
source: Django Administration
fr: Administration de Django
pl: Administracja Django
pt_br: Administração Django
zh_hans: Django管理后台

# admin login form
source: Administration
pl: Administracja
pt_br: Administração
zh_hans: 管理后台

# admin login form
source: Please try again.
fr: Veuillez réessayer.
pl: Spróbuj ponownie.
pt_br: Por favor, tente novamente.
zh_hans: 请重试。

# admin login form
source: Username or e-mail
fr: Nom d'utilisateur ou e-mail
pl: Nazwa użytkownika lub e-mail
pt_br: Nome de usuário ou email
zh_hans: 用户名或邮箱

# admin login form
source: Password
fr: Mot de passe
pl: Hasło
pt_br: Senha
zh_hans: 密码

# admin login form
source: Sign in
fr: Connexion
pl: Zaloguj się
pt_br: Logar
zh_hans: 登录

# admin login form
source: Return to site
fr: Retour au site
pl: Wróć do strony
pt_br: Retornar para o site
zh_hans: 返回网站

# admin menu item form
source: New menu item
fr: Nouvel élément de menu
pl: Nowy odnośnik
pt_br: Novo item de menu
zh_hans: 新菜单项

# admin menu item form
source: Edit menu item
fr: Éditer l'élément de menu
pl: Zmień odnośnik
pt_br: Editar item de menu
zh_hans: 编辑菜单项

# admin menu item form
source: Basic settings
fr: Paramètres de base
pl: Podstawowe ustawienia
pt_br: Configurações básicas
zh_hans: 基本设置

# admin menu item form
source: Behavior and appearance
fr: Comportement et apparence
pl: Działanie i wygląd
pt_br: Comportamento e aparência
zh_hans: 行为与外观

# admin menu items
source: New menu item
fr: Nouvel élément de menu
pl: Nowy odnośnik
pt_br: Novo item de menu
zh_hans: 新菜单项

# admin menu items list
source: Item
pl: Odnośnik
zh_hans: 菜单项

# admin menu items list
source: CSS Class
fr: Classe CSS
pl: Klasa CSS
pt_br: Classe CSS
zh_hans: CSS类

# admin menu items list
source: Target
fr: Cible
pl: Nowa karta
zh_hans: 目标

# admin menu items list
source: Rel
zh_hans: Rel属性

# admin menu items
source: Is displayed on the forum navbar.
fr: Est affiché sur la barre de navigation du forum.
pl: Wyświetlany w pasku nawigacji forum.
pt_br: É mostrado na barra de navegação do fórum.
zh_hans: 显示在论坛导航栏。

# admin menu items
source: Is displayed on the forum footer.
fr: Est affiché dans le pied de page du forum.
pl: Wyświetlany w stopce forum.
pt_br: É mostrado no rodapé do fórum.
zh_hans: 显示在论坛页脚。

# admin menu item css class
source: Not set
fr: Non défini
pl: Nie ustawiono
pt_br: Não definido
zh_hans: 未设置

# admin menu items
source: Move down
fr: Descendre
pl: Przenieś w dół
pt_br: Mover para baixo
zh_hans: 下移

# admin menu items
source: Move up
fr: Monter
pl: Przenieś w górę
pt_br: Mover para cima
zh_hans: 上移

# admin menu items
source: Edit item
fr: Modifier l'élément
pl: Zmień odnośnik
pt_br: Editar item
zh_hans: 编辑菜单项

# admin menu items
source: Remove item
fr: Supprimer l'élément
pl: Usuń odnośnik
pt_br: Remover item
zh_hans: 移除菜单项

# admin menu items
source: No menu items are set.
fr: Aucun élément de menu n'est défini.
pl: Nie ustawiono własnych odnośników.
pt_br: Nenhum menu de itens foi definido.
zh_hans: 尚未设置菜单项。

# admin menu items
source: Are you sure you want to remove this menu item?
fr: Êtes-vous sûr de vouloir supprimer cet élément de menu?
pl: Na pewno chcesz usunąć ten odnośnik?
pt_br: Você realmente deseja remover este item de menu?
zh_hans: 确定要移除此菜单项吗？

# admin navbar
source: Support forum
fr: Forum d'assistance
pl: Forum wsparcia
pt_br: Fórum de ajuda
zh_hans: 支持论坛

# admin navbar
source: Site index
fr: Index des sites
pl: Strona główna
pt_br: Página inicial do site
zh_hans: 站点首页

# admin navbar
source: Your avatar
fr: Votre avatar
pl: Twój awatar
pt_br: Seu avatar
zh_hans: 您的头像

# admin navbar
source: Edit your account
fr: Modifiez votre compte
pl: Zmień swoje konto
pt_br: Editar sua conta
zh_hans: 编辑您的账户

# admin navbar
source: Close admin session
fr: Fermer la session d'administration
pl: Zamknij sesję administratora
pt_br: Encerrar sessão administrativa
zh_hans: 关闭后台会话

# admin navbar
source: Log out completely
fr: Déconnexion complète
pl: Wyloguj się całkowicie
pt_br: Desconectar-se completamente
zh_hans: 彻底登出

# admin plugins
source: Plugins
pl: Pluginy
zh_hans: 插件

# admin plugins
source: Plugin
zh_hans: 插件

# admin plugins
source: Version
pl: Wersja
pt_br: Versão
zh_hans: 版本

# admin plugins
source: License
fr: Licence
pl: Licencja
pt_br: Licença
zh_hans: 许可证

# admin plugins
source: Author
fr: Auteur
pl: Autor
pt_br: Autor
zh_hans: 作者

# admin plugins
source: This plugin has no name specified.
fr: Ce plugin n'a aucun nom spécifié.
pl: Ten plugin nie ma własnej nazwy.
pt_br: Este plugin não possui nome especificado.
zh_hans: 此插件未指定名称。

# admin plugins
source: Invalid manifest: %(error)s
fr: Manifest invalide : %(error)s
pl: Błędny manifest: %(error)s
pt_br: Manifesto inválido: %(error)s
zh_hans: 无效清单：%(error)s

# admin plugins
source: This plugin does not export any manifest from its misago_plugin.py file.
fr: Ce plugin n'exporte aucun manifeste depuis son fichier misago_plugin.py.
pl: Ten plugin nie udostępnia manifestu w pliku misago_plugin.py.
pt_br: Este plugin não exporta nenhum manifesto de seu arquivo misago_plugin.py.
zh_hans: 此插件未从 misago_plugin.py 文件导出任何清单。

# admin plugins
source: See plugin location
fr: Voir l'emplacement du plugin
pl: Zobacz lokalizację pluginu
pt_br: Ver a localização do plugin
zh_hans: 查看插件位置

# admin plugins links
source: See plugin links
fr: Voir les liens des plugins
pl: Zobacz odnośniki pluginu
pt_br: Ver links do plugin
zh_hans: 查看插件链接

# admin plugins url
source: Homepage:
fr: Page d'accueil:
pl: Strona domowa:
pt_br: Página inicial:
zh_hans: 主页：

# admin plugins url
source: Sponsor:
pl: Wsparcie finansowe:
pt_br: Patrocinador:
zh_hans: 赞助：

# admin plugins url
source: Help:
fr: Aide:
pl: Pomoc:
pt_br: Ajuda:
zh_hans: 帮助：

# admin plugins url
source: Bug reports:
fr: Rapports de bugs:
pl: Zgłaszanie błędów:
zh_hans: 问题反馈：

# admin plugins url
source: Repository:
fr: Dépôt:
pl: Repozytorium kodu:
pt_br: Repositório:
zh_hans: 代码仓库：

# admin plugins
source: No plugins are installed on this site.
fr: Aucun plugin n'est installé sur ce site.
pl: Na stronie nie zainstalowano żadnych pluginów.
pt_br: Nenhum plugin foi instalado neste site.
zh_hans: 本站未安装任何插件。

# admin rank form
source: New rank
fr: Nouveau rang
pl: Nowa ranga
pt_br: Novo rank
zh_hans: 新等级

# admin ranks
source: View on site
fr: Voir sur place
pl: Zobacz na stronie
pt_br: Ver no site.
zh_hans: 站点查看

# admin rank form
source: Edit rank
fr: Modifier le classement
pl: Zmień rangę
pt_br: Editar rank
zh_hans: 编辑等级

# admin rank form
source: Name and description
fr: Nom et description
pl: Nazwa i opis
pt_br: Nome e descrição
zh_hans: 名称与描述

# admin rank form
source: Permissions
fr: Autorisations
pl: Uprawnienia
pt_br: Permissões
zh_hans: 权限

# admin rank form
source: Display and visibility
fr: Affichage et visibilité
pl: Widoczność i wyświetlanie
pt_br: Exibição e visibilidade
zh_hans: 显示与可见性

# admin ranks
source: New rank
fr: Nouveau rang
pl: Nowa ranga
pt_br: Novo rank
zh_hans: 新等级

# admin ranks list
source: Rank
fr: Rang
pl: Ranga
zh_hans: 等级

# admin ranks list
source: Title
fr: Titre
pl: Tytuł
pt_br: Título
zh_hans: 头衔

# admin ranks list
source: CSS class
fr: Classe CSS
pl: Klasa CSS
pt_br: Classe CSS
zh_hans: CSS类

# admin ranks
source: Has dedicated page on users list
fr: possède une page dédiée sur la liste des utilisateurs
pl: Własna sekcja na listach użytkowników
pt_br: Possui página dedicada na lista de usuários
zh_hans: 在用户列表有专属页面

# admin rank has tab status
source: Tab
fr: Onglet
pl: Sekcja
pt_br: Guia
zh_hans: 标签页

# admin ranks
source: This is default rank assigned to new members
fr: Il s'agit du rang par défaut attribué aux nouveaux membres.
pl: To jest domyślna ranga przypisywana nowym użytkownikom.
pt_br: Este é o rank padrão atribuido para novos membros
zh_hans: 此为新成员默认等级

# admin rank is default status
source: Default
fr: Par défaut
pl: Domyślna
pt_br: Padrão
zh_hans: 默认

# admin rank user title
source: Not set
fr: Non défini
pl: Nie ustawiono
pt_br: Não definido
zh_hans: 未设置

# admin rank css class
source: Not set
fr: Non défini
pl: Nie ustawiona
pt_br: Não definido
zh_hans: 未设置

# admin ranks
source: Move down
fr: Descendre
pl: Przenieś w dół
pt_br: Mover para baixo
zh_hans: 下移

# admin ranks
source: Move up
fr: Monter
pl: Przenieś w górę
pt_br: Mover para cima
zh_hans: 上移

# admin ranks
source: List users
fr: Liste des utilisateurs
pl: Lista użytkowników
pt_br: Listar usuários
zh_hans: 列出用户

# admin ranks
source: Set as default
fr: Défini par défaut
pl: Ustaw jako domyślną
pt_br: Definir como padrão
zh_hans: 设为默认

# admin ranks
source: Edit rank
fr: Modifier le classement
pl: Zmień rangę
pt_br: Editar rank
zh_hans: 编辑等级

# admin ranks
source: Delete rank
fr: Supprimer le rang
pl: Usuń rangę
pt_br: Deletar rank
zh_hans: 删除等级

# admin ranks
source: No user ranks are set.
fr: Aucun classement d'utilisateur n'est défini.
pl: Nie ustawiono żadnych rang użytkowników.
pt_br: Nenhum rank de usuário foi definido
zh_hans: 尚未设置用户等级。

# admin ranks
source: Are you sure you want to delete this rank?
fr: Êtes-vous sûr de vouloir supprimer ce rang?
pl: Na pewno chcesz usunąć tą rangę?
pt_br: Você realmente quer deletar este rank?
zh_hans: 确定要删除此等级吗？

# admin role form
source: New role
fr: Nouveau rôle
pl: Nowa rola
pt_br: Novo cargo
zh_hans: 新角色

# admin role form
source: Edit role
fr: Modifier le rôle
pl: Zmień rolę
pt_br: Editar cargo
zh_hans: 编辑角色

# admin role form
source: Basic settings
fr: Paramètres de base
pl: Podstawowe ustawienia
pt_br: Configurações básicas
zh_hans: 基本设置

# admin roles
source: New role
fr: Nouveau rôle
pl: Nowa rola
pt_br: Novo cargo
zh_hans: 新角色

# admin roles list
source: Role
fr: Rôle
pl: Rola
pt_br: Cargo
zh_hans: 角色

# admin roles
source: Users with role
fr: Utilisateurs avec rôle
pl: Użytkownicy z tą rolą
pt_br: Usuários com cargo
zh_hans: 拥有该角色的用户

# admin roles
source: Delete role
fr: Supprimer le rôle
pl: Usuń rolę
pt_br: Deletar cargo
zh_hans: 删除角色

# admin roles
source: No user roles are set.
fr: Aucun rôle d'utilisateur n'est défini.
pl: Nie ustawiono żadnych ról użytkowników.
pt_br: Nenhum cargo de usuário foi definido.
zh_hans: 尚未设置用户角色。

# admin roles
source: Are you sure you want to delete this role?
fr: Êtes-vous sûr de vouloir supprimer ce rôle?
pl: Na pewno chcesz usunąć tą rolę?
pt_br: Você realmente deseja deletar este cargo?
zh_hans: 确定要删除此角色吗？

# admin social auth provider form
source: Edit social login
fr: Modifier la connexion sociale
pl: Zmień opcję logowania przez sieć społecznościową
pt_br: Editar login social
zh_hans: 编辑社交登录

# admin social auth provider form
source: Setup social login
fr: Configurer la connexion sociale
pl: Ustaw opcję logowania przez sieć społecznościową
pt_br: Configurar login social
zh_hans: 设置社交登录

# admin social auth provider form
source: General
fr: Général
pl: Ustawienia ogólne
pt_br: Geral
zh_hans: 常规

# admin social auth provider form
source: Button appearance
fr: Apparition du bouton
pl: Wygląd przycisku
pt_br: Aparência do botão
zh_hans: 按钮外观

# admin social auth providers
source: Enabled login methods
fr: Méthodes de connexion activées
pl: Włączone opcje logowania
pt_br: Métodos de login habilitados
zh_hans: 已启用的登录方式

# admin social auth providers list
source: Provider
fr: Fournisseur
pl: Sieć społecznościowa
pt_br: Provedor
zh_hans: 服务商

# admin social auth provider
source: Move down
fr: Descendre
pl: Przenieś w dół
pt_br: Mover para baixo
zh_hans: 下移

# admin social auth provider
source: Move up
fr: Monter
pl: Przenieś w górę
pt_br: Mover para cima
zh_hans: 上移

# admin social auth provider
source: Change settings
fr: Modifier les paramètres
pl: Zmień ustawienia
pt_br: Alterar configurações
zh_hans: 更改设置

# admin social auth provider
source: Disable login
fr: Désactiver la connexion
pl: Wyłącz opcję logowania
pt_br: Desabilitar login
zh_hans: 禁用登录

# admin social auth providers
source: No social login methods are enabled.
fr: Aucune méthode de connexion sociale n'est activée.
pl: Żadne opcje logowania przez sieci społecznościowe nie są włączone.
pt_br: Nenhum método de login social está habilitado.
zh_hans: 未启用任何社交登录方式。

# admin social auth providers
source: Are you sure you want to disable this social login provider?
fr: Êtes-vous sûr de vouloir désactiver ce fournisseur de connexion sociale?
pl: Na pewno chcesz wyłączyć tą opcję logowania?
pt_br: Você realmente deseja desabilitar este provedor de login social?
zh_hans: 确定要禁用此社交登录服务商吗？

# admin social auth providers
source: Note
fr: Remarque
pl: Uwaga
pt_br: Nota
zh_hans: 备注

# admin social auth providers
source: OAuth2 client is enabled. Social authentication has been disabled with login and registration delegated to the %(provider)s.
fr: Le client OAuth2 est activé. L'authentification sociale a été désactivée, la connexion et l'enregistrement étant délégués à l'application %(provider)s.
pl: Klient OAuth 2 jest włączony. Opcja logowania przez sieć społecznościową nie jest dostępna. Logowanie i rejestracja są obsługiwane przez %(provider)s.
pt_br: O cliente OAuth2 está habilitado. A autenticação social foi desabilitada tendo o login e registro delegados para %(provider)s.
zh_hans: OAuth2客户端已启用。社交认证已禁用，登录和注册交由%(provider)s处理。

# admin social auth providers list
source: Setup new login method
fr: Configurer une nouvelle méthode de connexion
pl: Ustaw nową opcję logowania
pt_br: Configurar novo método de login
zh_hans: 设置新登录方式

# admin social auth providers
source: Setup login with this provider
fr: Configurer la connexion avec ce fournisseur
pl: Ustaw tą opcję logowania
pt_br: Configurar login com este provedor
zh_hans: 设置此服务商登录

# admin social auth providers
source: Setup
fr: Configuration
pl: Ustaw
pt_br: Configurar
zh_hans: 设置

# admin social auth providers
source: No new login providers are available for setup.
fr: Aucun nouveau fournisseur de connexion n'est disponible pour la configuration.
pl: Nie są dostępne żadne nieustawione opcje logowania.
pt_br: Nenhum novo provedor de login está disponível para configuração.
zh_hans: 暂无可设置的新登录服务商。

# admin theme css form
source: New CSS
fr: Nouveau CSS
pl: Nowy CSS
pt_br: Novo CSS
zh_hans: 新建CSS

# admin theme css form
source: Edit CSS
fr: Modifier le CSS
pl: Zmień CSS
pt_br: Editar CSS
zh_hans: 编辑CSS

# admin theme css form
source: Save and keep editing
fr: Enregistrer et continuer l'édition
pl: Zapisz i kontynuuj edycję
pt_br: Salvar e continuar editando
zh_hans: 保存并继续编辑

# admin theme css form
source: Save changes
fr: Enregistrer les modifications
pl: Zapisz zmiany
pt_br: Salvar mudanças
zh_hans: 保存更改

# admin theme css form
source: Save
fr: Enregistrer
pl: Zapisz
pt_br: Salvar
zh_hans: 保存

# admin theme css form
source: Cancel
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# admin theme css link form
source: New CSS link
fr: Nouveau lien CSS
pl: Nowy odnośnik do CSS
pt_br: Novo link CSS
zh_hans: 新建CSS链接

# admin theme css link form
source: Edit CSS link
fr: Modifier le lien CSS
pl: Zmień odnośnik do CSS
pt_br: Editar link CSS
zh_hans: 编辑CSS链接

# admin theme css link form
source: Cancel
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# admin theme assets
source: CSS files
fr: Fichiers CSS
pl: Pliki CSS
pt_br: Arquivos CSS
zh_hans: CSS文件

# admin theme assets
source: Upload
fr: Télécharger
pl: Prześlij
pt_br: Enviar
zh_hans: 上传

# admin theme assets
source: Link
fr: Lien
pl: Zalinkuj
zh_hans: 链接

# admin theme assets
source: Create
fr: Créer
pl: Stwórz
pt_br: Criar
zh_hans: 新建

# admin theme assets
source: Name
fr: Nom
pl: Nazwa
pt_br: Nome
zh_hans: 名称

# admin theme assets
source: Modified
fr: Modifié
pl: Zmieniono
pt_br: Modificado
zh_hans: 修改时间

# admin theme assets
source: Size
fr: Taille
pl: Rozmiar
pt_br: Tamanho
zh_hans: 大小

# admin theme assets
source: Move down
fr: Descendre
pl: Przenieś w dół
pt_br: Mover para baixo
zh_hans: 下移

# admin theme assets
source: Move up
fr: Monter
pl: Przenieś w górę
pt_br: Mover para cima
zh_hans: 上移

# admin theme assets
source: Edit
fr: Modifier
pl: Zmień
pt_br: Editar
zh_hans: 编辑

# admin theme assets
source: This theme has no CSS files.
fr: Ce thème n'a pas de fichiers CSS.
pl: Ten motyw nie ma plików CSS.
pt_br: Este tema não possui arquivos CSS.
zh_hans: 该主题没有CSS文件。

# admin theme assets
source: Delete selected
fr: Supprimer la sélection
pl: Usuń wybrane
pt_br: Deletar selecionado
zh_hans: 删除所选

# admin theme assets
source: Assets
fr: Actifs
pl: Źródła
pt_br: Recursos
zh_hans: 资源文件

# admin themes
source: Edit theme
fr: Modifier le thème
pl: Zmień motyw
pt_br: Editar tema
zh_hans: 编辑主题

# admin theme assets
source: Are you sure you want to delete selected items?
fr: Êtes-vous sûr de vouloir supprimer les éléments sélectionnés?
pl: Na pewno chcesz usunąć wybrane obiekty?
pt_br: Você realmente deseja deletar os itens selecionados?
zh_hans: 确定要删除所选项目吗？

# admin theme media assets
source: Media
fr: Média
pt_br: Mídia
zh_hans: 媒体文件

# admin theme media assets
source: Upload
fr: Télécharger
pl: Prześlij
pt_br: Enviar
zh_hans: 上传

# admin theme media assets
source: Name
fr: Nom
pl: Nazwa
pt_br: Nome
zh_hans: 名称

# admin theme media assets
source: Modified
fr: Modifié
pl: Zmieniono
pt_br: Modificado
zh_hans: 修改时间

# admin theme media assets
source: Size
fr: Taille
pl: Rozmiar
pt_br: Tamanho
zh_hans: 大小

# admin theme media assets
source: Type
pl: Typ
pt_br: Tipo
zh_hans: 类型

# admin theme media assets
source: Dimensions
pl: Wymiary
pt_br: Dimensões
zh_hans: 尺寸

# admin theme media assets
source: This theme has no media.
fr: Ce thème n'a aucun média.
pl: Ten motyw nie ma mediów.
pt_br: Este tema não possui nenhuma mídia.
zh_hans: 该主题没有媒体文件。

# admin theme media assets
source: Delete selected
fr: Supprimer la sélection
pl: Usuń wybrane
pt_br: Deletar selecionado
zh_hans: 删除所选

# admin theme css upload form
source: Upload CSS
fr: Télécharger CSS
pl: Prześlij CSS
pt_br: Enviar CSS
zh_hans: 上传CSS

# admin theme css upload form
source: Close
fr: Fermer
pl: Zamknij
pt_br: Fechar
zh_hans: 关闭

# admin theme css upload form
source: Select CSS files to upload
fr: Sélectionnez les fichiers CSS à télécharger
pl: Wybierz pliki CSS do przesłania
pt_br: Selecione os arquivos CSS para enviar
zh_hans: 选择要上传的CSS文件

# admin theme css upload form
source: Cancel
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# admin theme css upload form
source: Upload
fr: Télécharger
pl: Prześlij
pt_br: Enviar
zh_hans: 上传

# admin theme media upload form
source: Upload media
fr: Télécharger des médias
pl: Prześlij media
pt_br: Enviar mídia
zh_hans: 上传媒体

# admin theme media upload form
source: Close
fr: Fermer
pl: Zamknij
pt_br: Fechar
zh_hans: 关闭

# admin theme media upload form
source: Select media files to upload
fr: Sélectionnez les fichiers multimédias à télécharger
pl: Wybierz media do przesłania
pt_br: Selecionar arquivos de mídia para enviar
zh_hans: 选择要上传的媒体文件
