Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/djangojs.po
Languages: es, fr, pl, pt_br, zh_hans

# email validator
source: Enter a valid e-mail address.
fr: Entrez une adresse e-mail valide.
pl: Wpisz prawidłowy adres e-mail.
pt_br: Insira um e-mail válido.
zh_hans: 输入一个有效的电子邮件地址。

# value length validator
source: Ensure this value has at least %(limit_value)s character (it has %(show_value)s).
es: Asegúrate de que este valor tiene al menos %(limit_value)s carácter (tiene %(show_value)s).
fr: Assurez-vous que cette valeur comporte au moins %(limit_value)s caractère (elle en comporte %(show_value)s).
pl: Upewnij się że ta wartość ma przynajmniej %(limit_value)s znak (ma %(show_value)s).
pt_br: Certifique-se de que este valor tenha pelo menos %(limit_value)s caractere (atualmente possui %(show_value)s).
zh_hans: 确保此值至少有 %(limit_value)s 个字符（它有 %(show_value)s）。

# value length validator
source: Ensure this value has at most %(limit_value)s character (it has %(show_value)s).
es: Asegúrate de que este valor tiene como máximo %(limit_value)s carácter (tiene %(show_value)s).
fr: Veillez à ce que cette valeur contienne au maximum %(limit_value)s caractère (elle en a %(show_value)s).
pl: Upewnij się że ta wartość ma nie więcej niż %(limit_value)s znak (ma %(show_value)s).
pt_br: Certifique-se de que este valor tenha no máximo %(limit_value)s caractere (possui %(show_value)s atualmente).
zh_hans: 确保此值最多有 %(limit_value)s 个字符（它有 %(show_value)s）。

# username length validator
source: Username must be at least %(limit_value)s character long.
es: El nombre de usuario debe tener al menos %(limit_value)s carácter.
fr: Le nom d'utilisateur doit être composé d'un minimum de %(limit_value)s caractère.
pl: Nazwa użytkownika musi mieć przynajmniej %(limit_value)s znak.
pt_br: O nome de usuário precisa ter pelo menos %(limit_value)s caractere de comprimento.
zh_hans: 用户名至少必须有 %(limit_value)s 个字符。

# username length validator
source: Username cannot be longer than %(limit_value)s character.
es: El nombre de usuario no puede tener más de %(limit_value)s carácter.
fr: Le nom d'utilisateur ne peut pas contenir plus de %(limit_value)s caractère.
pl: Nazwa użytkownika nie może być dłuższa niż %(limit_value)s znak.
pt_br: O nome de usuário não pode ter mais que %(limit_value)s caractere.
zh_hans: 用户名不能超过 %(limit_value)s 个字符。

# username validator
source: Username must contain Latin alphabet letters or digits.
fr: Le nom d'utilisateur doit contenir des lettres ou des chiffres de l'alphabet latin.
pl: Nazwa użytkownika musi zawierać litery alfabetu łacińskiego lub cyfry.
pt_br: O nome de usuário deve conter letras do alfabeto latino ou dígitos.
zh_hans: 用户名必须包含拉丁字母或数字。

# username validator
source: Username can only contain Latin alphabet letters, digits, and an underscore sign.
es: El nombre de usuario solo puede contener letras del alfabeto latino, dígitos y un signo de subrayado.
fr: Le nom d'utilisateur ne peut contenir que des lettres de l'alphabet latin, des chiffres et un trait de soulignement.
pl: Nazwa użytkownika może zawierać wyłącznie litery alfabetu łacińskiego, cyfry i znak podkreślnika.
pt_br: O nome de usuário só pode conter letras do alfabeto latino, dígitos e o sinal underline.
zh_hans: 用户名只能包含拉丁字母、数字和下划线符号。

# password length validator
source: Valid password must be at least %(limit_value)s character long.
es: La contraseña válida debe tener al menos %(limit_value)s carácter.
fr: Le mot de passe valide doit comporter au moins %(limit_value)s caractère.
pl: Prawidłowe hasło musi mieć przynajmniej %(limit_value)s znak długości.
pt_br: Uma senha válida precisa ter pelo menos %(limit_value)s caractere de comprimento.
zh_hans: 有效的密码至少必须有 %(limit_value)s 个字符。

# markup editor
source: %(filename)s: %(error)s
fr: %(filename)s: %(erreur)s
