Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# admin data downloads
source: Selected data downloads have been set as expired.
fr: Les téléchargements de données sélectionnés ont été définis comme expirés.
pl: Wybrane kopie danych zostały oznaczone jako wygasłe.
pt_br: Os downloads de dados selecionados foram definidos como expirados.
zh_hans: 所选数据下载已设为过期。

# admin data downloads
source: Selected data downloads have been deleted.
fr: Les téléchargements de données sélectionnés ont été supprimés.
pl: Wybrane kopie danych zostały usunięte.
pt_br: Os downloads de dados selecionados foram deletados.
zh_hans: 所选数据下载已删除。

# admin data downloads
source: Data downloads have been requested for specified users.
fr: Des téléchargements de données ont été demandés pour des utilisateurs spécifiés.
pl: Utworzono nowe kopie danych dla wybranych użytkowników.
pt_br: Os downloads de dados foram solicitados para os usuários especificados.
zh_hans: 已为指定用户请求数据下载。

# admin ranks
source: Requested rank does not exist.
fr: Le rang demandé n’existe pas.
pl: Żądana ranga nie istnieje.
pt_br: O rank solicitado não existe.
zh_hans: 请求的等级不存在。

# admin ranks
source: New rank "%(name)s" has been saved.
fr: Le nouveau rang "%(name)s" a été enregistré.
pl: Nowa ranga "%(name)s" została dodana.
pt_br: O novo rank "%(name)s" foi salvo.
zh_hans: 新等级“%(name)s”已保存。

# admin ranks
source: Rank "%(name)s" has been edited.
fr: Le rang "%(name)s" a été modifié.
pl: Ranga "%(name)s" została zmieniona.
pt_br: O rank "%(name)s" foi editado.
zh_hans: 等级“%(name)s”已编辑。

# admin ranks
source: Rank "%(name)s" is default rank and can't be deleted.
fr: Le rang "%(name)s" est le classement par défaut et ne peut pas être supprimé.
pl: Ranga "%(name)s" jest domyślną rangą i nie może być usunięta.
pt_br: O rank "%(name)s" é o rank padrão é não pode ser deletado.
zh_hans: 等级“%(name)s”为默认等级，无法删除。

# admin ranks
source: Rank "%(name)s" is assigned to users and can't be deleted.
fr: Le rang "%(name)s" est attribué aux utilisateurs et ne peut pas être supprimé.
pl: Ranga "%(name)s" jest przypisana do kont użytkowników i nie może zostać usunięta.
pt_br: O rank "%(name)s" está atribuído a usuários e não pode ser deletado.
zh_hans: 等级“%(name)s”已分配给用户，无法删除。

# admin ranks
source: Rank "%(name)s" has been deleted.
fr: Le rang "%(name)s" a été supprimé.
pl: Ranga "%(name)s" została usunięta.
pt_br: O rank "%(name)s" foi deletado.
zh_hans: 等级“%(name)s”已删除。

# admin ranks
source: Rank "%(name)s" has been moved below "%(other)s".
fr: Le rang "%(name)s" a été déplacé en dessous de "%(other)s".
pl: Ranga "%(name)s" została przeniesiona za "%(other)s".
pt_br: O rank "%(name)s" foi movido para baixo de "%(other)s".
zh_hans: 等级“%(name)s”已移至“%(other)s”下方。

# admin ranks
source: Rank "%(name)s" has been moved above "%(other)s".
fr: Le rang "%(name)s" a été déplacé au-dessus de "%(other)s".
pl: Ranga "%(name)s" została przeniesione przed "%(other)s".
pt_br: O rank "%(name)s" foi movido para cima de "%(other)s".
zh_hans: 等级“%(name)s”已移至“%(other)s”上方。

# admin ranks
source: Rank "%(name)s" is already default.
fr: Le rang "%(name)s" est déjà par défaut.
pl: Ranga "%(name)s" już jest domyślną rangą.
pt_br: O rank "%(name)s" já é o padrão.
zh_hans: 等级“%(name)s”已是默认等级。

# admin ranks
source: Rank "%(name)s" has been made default.
fr: Le rang "%(name)s" a été défini par défaut.
pl: Ranga "%(name)s" została ustawiona jako domyślna.
pt_br: O rank "%(name)s" foi definido como padrão.
zh_hans: 等级“%(name)s”已设为默认等级。

# admin users ordering choice
source: From newest
fr: Du plus récent
pl: Od najnowszych
pt_br: Do mais recente
zh_hans: 最新优先

# admin users ordering choice
source: From oldest
fr: Du plus ancien
pl: Od najstarszych
pt_br: Do mais antigo
zh_hans: 最旧优先

# admin users ordering choice
source: A to z
fr: A à z
pl: A do z
pt_br: A a z
zh_hans: A 到 Z

# admin users ordering choice
source: Z to a
fr: Z à a
pl: Z do a
pt_br: Z a a
zh_hans: Z 到 A

# admin users ordering choice
source: Biggest posters
fr: Les plus grandes affiches
pl: Od postujących najwięcej
pt_br: Maiores cartazes
zh_hans: 最多发帖优先

# admin users ordering choice
source: Smallest posters
fr: Les plus petites affiches
pl: Od postujących najmniej
pt_br: Menores cartazes
zh_hans: 最少发帖优先

# admin users
source: With users: 0
fr: Avec les utilisateurs: 0
pl: Z użytkownikami: 0
pt_br: Com usuários: 0
zh_hans: 含用户：0

# admin users
source: Select users
fr: Sélectionner des utilisateurs
pl: Wybierz użytkowników
pt_br: Selecionar usuários
zh_hans: 选择用户

# admin users
source: Activate accounts
fr: Activer les comptes
pl: Aktywuj konta
pt_br: Contas ativas
zh_hans: 激活账户

# admin users
source: Ban users
fr: Bannir les utilisateurs
pl: Zablokuj użytkowników
pt_br: Usuários banidos
zh_hans: 封禁用户

# admin users
source: Request data download
fr: Demande de téléchargement de données
pl: Utwórz kopie danych do pobrania
pt_br: Solicitar download de dados
zh_hans: 请求数据下载

# admin users
source: Delete accounts
fr: Supprimer des comptes
pl: Usuń konta
pt_br: Apagar contas
zh_hans: 删除账户

# admin users
source: Are you sure you want to delete selected users?
fr: Êtes-vous sûr de vouloir supprimer les utilisateurs sélectionnés?
pl: Na pewno chcesz usunąć wybranych użytkowników?
pt_br: Você tem certeza que quer apagar usuários selecionados?
zh_hans: 确定要删除所选用户吗？

# admin users
source: Delete with content
fr: Supprimer avec le contenu
pl: Usuń wraz z treściami
pt_br: Apagar com a categoria
zh_hans: 连同内容一起删除

# admin users
source: Are you sure you want to delete selected users? This will also delete all content associated with their accounts.
fr: Êtes-vous sûr de vouloir supprimer les utilisateurs sélectionnés ? Cette opération supprimera également tout le contenu associé à leurs comptes.
pl: Na pewno chcesz usunąć wybranych użytkowników? Wraz z ich kontami zostaną usunięte powiązane z nimi treści.
pt_br: Você tem certeza que quer apagar usuários selecionados? Isso irá também deletar todo conteúdo associado com suas contas
zh_hans: 确定要删除所选用户？这将同时删除其账户所有相关内容。

# admin users
source: You have to select inactive users.
fr: Vous devez sélectionner des utilisateurs inactifs.
pl: Musisz wybrać konta wymagające aktywacji.
pt_br: Você precisa selecionar usuários inativos
zh_hans: 必须选择未激活用户。

# account activated email subject
source: Your account on %(forum_name)s forums has been activated
fr: Votre compte sur les forums de %(forum_name)s a été activé
pl: Twoje konto na forum %(forum_name)s zostało aktywowane
pt_br: A sua conta no %(forum_name)s fórum foi ativada
zh_hans: 您的%(forum_name)s论坛账户已激活

# admin users
source: Selected users accounts have been activated.
fr: Les comptes d'utilisateurs sélectionnés ont été activés.
pl: Wybrane konta użytkowników zostały aktywowane.
pt_br: Contas de usuários selecionados foram ativadas
zh_hans: 所选用户账户已激活。

# admin users
source: %(user)s is super admin and can't be banned.
fr: %(user)s est un super administrateur et ne peut pas être banni.
pl: %(user)s jest super administratorem i nie może być zablokowany.
pt_br: O usuário %(user)s é super administrador e não pode ser banido.
zh_hans: %(user)s是超级管理员，无法封禁。

# admin users
source: Selected users have been banned.
fr: Les utilisateurs sélectionnés ont été bannis.
pl: Konta wybranych użytkowników zostały zablokowane.
pt_br: Selecionar usuário que foi banido
zh_hans: 所选用户已被封禁。

# admin users
source: Data download requests have been placed for selected users.
fr: Des demandes de téléchargement de données ont été placées pour les utilisateurs sélectionnés.
pl: Zadania utworzenia kopii danych zostały utworzone dla wybranych użytkowników.
pt_br: Solicitções de download de dados foram colocadas para usuários selecionados
zh_hans: 已为所选用户提交数据下载请求。

# admin users
source: You can't delete yourself.
fr: Vous ne pouvez pas vous supprimer.
pl: Nie możesz usunąć własnego konta.
pt_br: Você não pode deletar a si mesmo
zh_hans: 无法删除您自己。

# admin users
source: %(user)s is admin and can't be deleted.
fr: %(user)s est administrateur et ne peut pas être supprimé.
pl: Konto %(user)s ma uprawnienia administratora i nie może być usunięte.
pt_br: O usuário %(user)s é administrador e não pode ser deletado.
zh_hans: %(user)s为管理员，无法删除。

# admin users
source: Selected users have been deleted.
fr: Les utilisateurs sélectionnés ont été supprimés.
pl: Wybrani użytkownicy zostali usunięci.
pt_br: Usuários selecionados foram deletados
zh_hans: 所选用户已删除。

# admin users
source: Selected users have been disabled and queued for deletion together with their content.
fr: Les utilisateurs sélectionnés ont été désactivés et mis en file d'attente pour suppression avec leur contenu.
pl: Wybrane konta użytkowników zostały wyłączone i zakolejkowane do usunięcia wraz z ich treściami.
pt_br: Os usuários selecionados foram desativados e encaminhados para a fila de remoção junto com seus conteúdos.
zh_hans: 所选用户已禁用，并将与其所有内容一同排队待删除。

# admin users
source: New user "%(user)s" has been registered.
fr: Le nouvel utilisateur "%(user)s" a été enregistré.
pl: Nowy użytkownik "%(user)s" został zarejestrowany.
pt_br: O novo usuário "%(user)s" foi cadastrado.
zh_hans: 新用户“%(user)s”已注册。

# admin users
source: User "%(user)s" has been edited.
fr: L'utilisateur "%(user)s" a été modifié.
pl: Użytkownik "%(user)s" został zmieniony.
pt_br: O usuário "%(user)s" foi editado.
zh_hans: 用户“%(user)s”已编辑。

# auth api
source: This feature has been disabled. Please use %(provider)s to sign in.
fr: Cette fonction a été désactivée. Veuillez utiliser %(provider)s pour vous connecter.
pl: Ta funkcja jest wyłączona. Aby się zalogować użyj %(provider)s.
pt_br: Esta funcionalidade está desativada. Por favor, use "%(provider)s" para se conectar.
zh_hans: 此功能已禁用，请使用%(provider)s登录。

# account activation email subject
source: Activate %(user)s account on %(forum_name)s forums
fr: Activer le compte %(user)s sur les forums %(forum_name)s
pl: Aktywacja konta %(user)s na forum %(forum_name)s
pt_br: Ativar a conta do usuário %(user)s no fórum %(forum_name)s
zh_hans: 激活%(user)s在%(forum_name)s论坛的账户

# change forgotten password email subject
source: Change %(user)s password on %(forum_name)s forums
fr: Modifier le mot de passe de %(user)s sur les forums de %(forum_name)s
pl: Zmiana hasła do konta %(user)s na forum %(forum_name)s
pt_br: Mudar a senha do usuário %(user)s no fórum %(forum_name)s
zh_hans: 修改%(user)s在%(forum_name)s论坛的密码

# change forgotten password api
source: Form link is invalid. Please request new one.
fr: Le lien du formulaire n'est pas valide. Veuillez en demander un nouveau.
pl: Twój odnośnik jest nieprawidłowy. Poproś o nowy.
pt_br: O link de formulário é inválido. Por favor, solicite um novo.
zh_hans: 表单链接无效，请重新申请。

# change forgotten password api
source: Your link has expired. Please request new one.
fr: Votre lien a expiré. Veuillez en demander un nouveau.
pl: Twój odnośnik wygasł. Poproś o nowy.
pt_br: Seu link expirou. Por favor solicite um novo
zh_hans: 您的链接已过期，请重新申请。

# anonymous api
source: This action is not available to signed in users.
fr: Cette action n'est pas disponible pour les utilisateurs connectés.
pl: Ta akcja nie jest dostępna dla zalogowanych użytkowników.
pt_br: Essa ação não está disponível para usuários conectados
zh_hans: 已登录用户无法执行此操作。

# avatar api
source: Your avatar is locked. You can't change it.
fr: Votre avatar est verrouillé. Vous ne pouvez pas le modifier.
pl: Twój awatar jest zablokowany. Nie możesz go zmienić.
pt_br: Seu avatar está trancado. Você não pode alterá-lo
zh_hans: 您的头像已锁定，无法更改。

# avatar api
source: This avatar type is not available.
fr: Ce type d'avatar n'est pas disponible.
pl: Ten typ awatara nie jest dostępny.
pt_br: Esse tipo de avatar não está disponível
zh_hans: 头像类型不可用。

# avatar api
source: Unknown avatar type.
fr: Type d'avatar inconnu.
pl: Nieznany typ awatara.
pt_br: Tipo de avatar desconhecido
zh_hans: 未知头像类型。

# avatar api
source: New avatar based on your account was set.
fr: Un nouvel avatar basé sur votre compte a été défini.
pl: Nowy awatar został ustawiony dla twojego konta.
pt_br: Novo avatar baseado na sua conta foi definido
zh_hans: 已设置基于您的账户的新头像。

# avatar api
source: Gravatar was downloaded and set as new avatar.
fr: Gravatar a été téléchargé et défini comme nouvel avatar.
pl: Gravatar został pobrany i ustawiony jako nowy awatar.
pt_br: O Gravatar foi baixado e definido como novo avatar
zh_hans: 已下载Gravatar并设为新头像。

# avatar api
source: No Gravatar is associated with your e-mail address.
fr: Aucun Gravatar n'est associé à votre adresse e-mail.
pl: Do twojego adresu e-mail nie jest przypisany żaden Nie udało się połączyć z serwerem Gravatar.
pt_br: Nenhum Gravatar está associado com seu endereço de e-mail
zh_hans: 您的邮箱未关联Gravatar头像。

# avatar api
source: Failed to connect to Gravatar.
fr: Échec de la connexion à Gravatar.
pl: Nie udało się połączyć z Gravatar.
pt_br: Falha ao conectar ao Gravatar
zh_hans: 连接Gravatar失败。

# avatar api
source: Avatar from gallery was set.
fr: L'avatar de la galerie a été défini.
pl: Ustawiono awatar z galerii.
pt_br: Avatar da galeria foi definido
zh_hans: 已设置图库头像。

# avatar api
source: Incorrect image.
fr: Image incorrecte.
pl: Nieprawidłowy obraz.
pt_br: Imagem incorreta
zh_hans: 图片格式不正确。

# avatar api
source: No file was sent.
fr: Aucun fichier n'a été envoyé.
pl: Nie przesłano żadnego pliku.
pt_br: Nenhum arquivo foi enviado
zh_hans: 未上传任何文件。

# avatar api
source: Avatar was re-cropped.
fr: L'avatar a été recadré.
pl: Ponownie przycięto awatar.
pt_br: O avatar foi recortado
zh_hans: 头像已重新裁剪。

# avatar api
source: Uploaded avatar was set.
fr: L'avatar téléchargé a été défini.
pl: Przesłany awatar został ustawiony.
pt_br: O avatar enviado foi definido
zh_hans: 已设置上传头像。

# confirm email change email subject
source: Confirm e-mail change on %(forum_name)s forums
fr: Confirmer la modification de l'adresse e-mail sur les forums de %(forum_name)s
pl: Potwierdź zmianę adresu e-mail na forum %(forum_name)s
pt_br: Confirmar alteração de email no fórum %(forum_name)s
zh_hans: 确认在%(forum_name)s论坛更改邮箱

# change email api
source: E-mail change confirmation link was sent to new address.
fr: Le lien de confirmation de modification par e-mail a été envoyé à la nouvelle adresse.
pl: Odnośnik potwierdzający zmianę e-mail został wysłany na nowy adres.
pt_br: O email de confirmação de alteração foi enviado para o novo endereço.
zh_hans: 邮箱更改确认链接已发送至新地址。

# confirm password change email subject
source: Confirm password change on %(forum_name)s forums
fr: Confirmer le changement de mot de passe sur les forums de %(forum_name)s
pl: Potwierdź zmianę hasła na forum %(forum_name)s
pt_br: Confirmar alteração de senha no fórum %(forum_name)s
zh_hans: 确认在%(forum_name)s论坛更改密码

# change password api
source: Password change confirmation link was sent to your address.
fr: Le lien de confirmation du changement de mot de passe a été envoyé à votre adresse.
pl: Odnośnik potwierdzający zmianę hasła został wysłany na nowy adres.
pt_br: O link de confirmação de troca de senha foi enviado para seu endereço
zh_hans: 密码更改确认链接已发送至您的邮箱。

# user register api
source: New users registrations are currently closed.
fr: Les inscriptions des nouveaux utilisateurs sont actuellement fermées.
pl: Możliwość rejestracji nowego konta jest teraz wyłączona.
pt_br: Rregistros de novos usuários estão atualmente fechados.
zh_hans: 新用户注册目前已关闭。

# user register api
source: Please try resubmitting the form.
fr: Veuillez essayer de soumettre à nouveau le formulaire.
pl: Spróbuj ponownie wysłać formularz.
pt_br: Por favor tente reenviar o formulário
zh_hans: 请重新提交表单。

# signature api
source: You don't have permission to change signature.
fr: Vous n'êtes pas autorisé à modifier la signature.
pl: Nie masz uprawnień do zmiany swojego podpisu.
pt_br: Você não tem permissão para alterar a assinatura
zh_hans: 您无权更改签名。

# signature api
source: Your signature is locked. You can't change it.
fr: Votre signature est verrouillée. Vous ne pouvez pas la modifier.
pl: Twój podpis jest zablokowany. Nie możesz go zmienić.
pt_br: Sua assinatura foi trancada. Você não pode alterá-la
zh_hans: 您的签名已被锁定，无法更改。

# change username api
source: You can't change your username now.
fr: Vous ne pouvez pas modifier votre nom d'utilisateur pour le moment.
pl: Teraz nie możesz zmienić swojej nazwy użytkownika.
pt_br: Você não pode mudar seu nome de usuário agora
zh_hans: 您现在无法更改用户名。

# change username api
source: Error changing username. Please try again.
fr: Erreur lors de la modification du nom d'utilisateur. Veuillez réessayer.
pl: Błąd podczas zmieniania nazwy. Spróbuj ponownie.
pt_br: Erro na alteração do nome de usuário. Por favor, tente novamente
zh_hans: 更改用户名时出错，请重试。

# username history api
source: You don't have permission to see other users name history.
fr: Vous n'êtes pas autorisé à consulter l'historique des noms des autres utilisateurs.
pl: Nie masz uprawnień aby widzieć historię nazwy dla innych użytkowników.
pt_br: Você não tem permissão para ver o histórico de nome de outros usuários.
zh_hans: 您无权查看其他用户的用户名变更历史。

# users api
source: You have to sign in to perform this action.
fr: Vous devez vous connecter pour effectuer cette action.
pl: Musisz być zalogowany/a aby móc wykonać tą akcję.
pt_br: Você precisa entrar para realizar esta ação
zh_hans: 您必须登录才能执行此操作。

# users api
source: This feature has been disabled. Please use %(provider)s to sign in.
fr: Cette fonction a été désactivée. Veuillez utiliser %(provider)s pour vous connecter.
pl: Ta funkcja jest wyłączona. Aby się zalogować użyj %(provider)s.
pt_br: Esta funcionalidade está desativada. Por favor, use %(provider)s para se conectar.
zh_hans: 此功能已禁用，请使用%(provider)s登录。

# users api
source: You can't change other users avatars.
fr: Vous ne pouvez pas modifier les avatars des autres utilisateurs.
pl: Nie możesz zmieniać awatarów innych użytkowników.
pt_br: Você não pode mudar avatares de outros usuários
zh_hans: 您无法更改其他用户的头像。

# users api
source: You can't change other users options.
fr: Vous ne pouvez pas modifier les options des autres utilisateurs.
pl: Nie możesz zmieniać opcji innych użytkowników.
pt_br: Você não pode mudar opções de outros usuários
zh_hans: 您无法更改其他用户的设置。

# users api
source: Your forum options have been changed.
fr: Vos options de forum ont été modifiées.
pl: Twoje ustawienia forum zostały zmienione.
pt_br: Suas opções de fórum foram alteradas
zh_hans: 您的论坛选项已更改。

# users api
source: This feature has been disabled. Please use %(provider)s to change your name.
fr: Cette fonction a été désactivée. Veuillez utiliser %(provider)s pour changer votre nom.
pl: Ta funkcja jest wyłączona. Aby zmienić swoją nazwę użyj %(provider)s.
pt_br: Esta funcionalidade está desativada. Por favor, use %(provider)s para mudar seu nome.
zh_hans: 此功能已禁用，请使用%(provider)s更改您的用户名。

# users api
source: You can't change other users names.
fr: Vous ne pouvez pas modifier les noms des autres utilisateurs.
pl: Nie możesz zmieniać nazw innych użytkowników.
pt_br: Você não pode mudar nome de outros usuários
zh_hans: 您无法更改其他用户的用户名。

# users api
source: You can't change other users signatures.
fr: Vous ne pouvez pas modifier les signatures des autres utilisateurs.
pl: Nie możesz zmieniać podpisów innych użytkowników.
pt_br: Você não pode mudar a assinaturas de outros usuários
zh_hans: 您无法更改其他用户的签名。

# users api
source: This feature has been disabled. Please use %(provider)s to change your password.
fr: Cette fonction a été désactivée. Veuillez utiliser %(provider)s pour changer votre mot de passe.
pl: Ta funkcja jest wyłączona. Aby zmienić swoje hasło użyj %(provider)s.
pt_br: Esta funcionalidade está desativada. Por favor, use %(provider)s para mudar sua senha.
zh_hans: 此功能已禁用，请使用%(provider)s更改您的密码。

# users api
source: You can't change other users passwords.
fr: Vous ne pouvez pas modifier les mots de passe des autres utilisateurs.
pl: Nie możesz zmieniać haseł innych użytkowników.
pt_br: Você não pode mudar senha de outros usuários
zh_hans: 您无法更改其他用户的密码。

# users api
source: This feature has been disabled. Please use %(provider)s to change your e-mail.
fr: Cette fonction a été désactivée. Veuillez utiliser %(provider)s pour changer votre e-mail.
pl: Ta funkcja jest wyłączona. Aby zmienić swój e-mail użyj %(provider)s.
pt_br: Esta funcionalidade está desativada. Por favor, use %(provider)s para mudar seu email.
zh_hans: 此功能已禁用，请使用%(provider)s更改您的邮箱。

# users api
source: You can't change other users e-mail addresses.
fr: Vous ne pouvez pas modifier les adresses e-mail des autres utilisateurs.
pl: Nie możesz zmieniać adresów e-mail innych użytkowników.
pt_br: Você não pode mudar endereço de e-mail de outros usuários
zh_hans: 您无法更改其他用户的邮箱地址。

# users api
source: This feature has been disabled. Please use %(provider)s to delete your account.
fr: Cette fonction a été désactivée. Veuillez utiliser %(provider)s pour supprimer votre compte.
pl: Ta funkcja jest wyłączona. Aby usunąć swoje konto użyj %(provider)s.
pt_br: Este funcionalidade está desativada. Por favor, use %(provider)s para deletar sua conta.
zh_hans: 此功能已禁用，请使用%(provider)s删除您的账户。

# users api
source: You can't request data downloads for other users.
fr: Vous ne pouvez pas demander de téléchargements de données pour d'autres utilisateurs.
pl: Nie możesz tworzyć kopii danych innych użytkowników.
pt_br: Você não pode requisitar download de dados de outros usuários
zh_hans: 您无法为其他用户请求数据下载。

# users api
source: You can't download your data.
fr: Vous ne pouvez pas télécharger vos données.
pl: Nie możesz pobierać kopii swoich danych.
pt_br: Você não pode realizar download de seus dados
zh_hans: 您无法下载您的数据。

# users api
source: You can't have more than one data download request at a single time.
fr: Vous ne pouvez pas avoir plus d'une demande de téléchargement de données à la fois.
pl: Nie możesz mieć więcej niż jedną kopię danych oczekującą na lub znajdującą się w przygotowaniu.
pt_br: Você não pode ter mais do que uma requisição de download ao mesmo tempo
zh_hans: 您一次只能提交一个数据下载请求。

# users api
source: You can't see other users data downloads.
fr: Vous ne pouvez pas voir les téléchargements de données d'autres utilisateurs.
pl: Nie możesz przeglądać kopii danych innych użytkowników.
pt_br: Você não pode ver dados baixados de outros usuários
zh_hans: 您无法查看其他用户的数据下载。

# user options page
source: Forum options
fr: Options du forum
pl: Ustawienia forum
pt_br: Opções do fórum
zh_hans: 论坛选项

# user options page
source: Edit details
fr: Modifier les détails
pl: Zmień szczegóły
pt_br: Editar detalhes
zh_hans: 编辑详细信息

# user options page
source: Change username
fr: Changer le nom d'utilisateur
pl: Zmień nazwę
pt_br: Mudar nome de usuário
zh_hans: 更改用户名

# user options page
source: Change e-mail or password
fr: Modifier l'e-mail ou le mot de passe
pl: Zmień e-mail lub hasło
pt_br: Mudar e-mail ou senha
zh_hans: 更改邮箱或密码

# user options page
source: Download data
fr: Télécharger les données
pl: Pobierz swoje dane
pt_br: Baixar dados
zh_hans: 下载数据

# user options page
source: Delete account
fr: Supprimer le compte
pl: Usuń konto
pt_br: Pagar conta
zh_hans: 删除账户

# users lists page
source: Top posters
fr: Meilleures affiches
pl: Ranking postujących
pt_br: Top publicadores
zh_hans: 发帖最多用户

# user profile page
source: Posts
fr: Messages
pl: Posty
pt_br: Publicações
zh_hans: 帖子

# user profile page
source: Threads
fr: Fils de discussion
pl: Tematy
pt_br: Tópicos
zh_hans: 主题

# user profile page
source: Followers
fr: Abonnés
pl: Obserwujący
pt_br: Seguidores
zh_hans: 粉丝

# user profile page
source: Follows
fr: Suit
pl: Obserwowani
pt_br: Segue
zh_hans: 关注

# user profile page
source: Details
fr: Détails
pl: Szczegóły
pt_br: Detalhes
zh_hans: 详情

# user profile page
source: Username history
fr: Historique du nom d'utilisateur
pl: Historia nazwy
pt_br: Histórico denome do usuário
zh_hans: 用户名历史

# user profile page
source: Ban details
fr: Détails du bannissement
pl: Szczegóły blokady
pt_br: Detalhes do banimento
zh_hans: 封禁详情
