Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/djangojs.po
Languages: es, fr, pl, pt_br, zh_hans

# notifications list
source: You don't have any read notifications.
es: No tienes ninguna notificación leída.
fr: Vous n'avez aucune notification lue.
pl: Nie masz żadnych przeczytanych powiadomień.
pt_br: Você não possui nenhuma notificação não lida.
zh_hans: 你还没有阅读通知

# notifications list
source: You don't have any unread notifications.
es: No tienes ninguna notificación sin leer.
fr: Vous n’avez aucune notification non lue.
pl: Nie masz żadnych nieczytanych powiadomień.
pt_br: Você não possui nenhuma notificação não lida.
zh_hans: 你还没有未读通知

# notifications list
source: You don't have any notifications.
es: No tienes ninguna notificación.
fr: Vous n’avez aucune notification.
pl: Nie masz żadnych powiadomień.
pt_br: Você não possui nenhuma notificação.
zh_hans: 你还没有通知

# notification status
source: Read notification
es: Notificación leída
fr: Lire la notification
pl: Przeczytane powiadomienie
pt_br: Ler notificação
zh_hans: 阅读通知

# notification status
source: Unread notification
es: Notificación sin leer
fr: Notification non lue
pl: Nieczytane powiadomienie
pt_br: Notificação não lida
zh_hans: 未读通知

source: Check your internet connection and try refreshing the site.
es: Verifica tu conexión a internet e intenta refrescar el sitio.
fr: Vérifiez votre connexion Internet et essayez d'actualiser le site.
pl: Sprawdź swoje połączenie z internetem i spróbuj odświeżyć stronę.
pt_br: Verifique a sua conexão com a internet e tente recarregar o site.
zh_hans: 检查你的互联网连接，然后尝试刷新网站。

# notifications list
source: Notifications could not be loaded.
es: Las notificaciones no pudieron ser cargadas.
fr: Les notifications n'ont pas pu être chargées.
pl: Nie można załadować powiadomień.
pt_br: As notificações não puderam ser carregadas.
zh_hans: 无法加载通知。

# notifications list
source: Loading notifications...
es: Cargando notificaciones...
fr: Chargement des notifications...
pl: Ładowanie powiadomień...
pt_br: Carregando notificações...
zh_hans: 正在加载通知...

# modal
source: Close
es: Cerrar
fr: Fermer
pl: Zamknij
pt_br: Fechar
zh_hans: 关闭

# password strength indicator
source: Entered password is very weak.
es: La contraseña ingresada es muy débil.
fr: Le mot de passe saisi est très faible.
pl: Wprowadzone hasło jest bardzo słabe.
pt_br: A senha inserida é muito fraca.
zh_hans: 输入的密码非常弱。

# password strength indicator
source: Entered password is weak.
es: La contraseña ingresada es débil.
fr: Le mot de passe saisi est faible.
pl: Wprowadzone hasło jest słabe.
pt_br: A senha inserida é fraca.
zh_hans: 输入的密码弱。

# password strength indicator
source: Entered password is average.
es: La contraseña ingresada está más o menos bien.
fr: Le mot de passe saisi est moyen.
pl: Wprowadzone hasło jest przeciętne.
pt_br: A senha inserida é mediana.
zh_hans: 输入的密码一般。

# password strength indicator
source: Entered password is strong.
es: La contraseña ingresada es fuerte.
fr: Le mot de passe saisi est robuste.
pl: Wprowadzone hasło jest silne.
pt_br: A senha inserida é forte.
zh_hans: 输入的密码强。

# password strength indicator
source: Entered password is very strong.
es: La contraseña ingresada es muy fuerte.
fr: Le mot de passe saisi est très robuste.
pl: Wprowadzone hasło jest bardzo silne.
pt_br: A senha inserida é muito forte.
zh_hans: 输入的密码非常强。

source: Form contains errors.
es: El formulario contiene errores.
fr: Le formulaire contient des erreurs.
pl: Formularz zawiera błędy.
pt_br: O formulário contém erros.
zh_hans: 表单包含错误。

# register modal title
source: Register
es: Registrarse
fr: S'inscrire
pl: Rejestracja
pt_br: Registre-se
zh_hans: 注册

# register modal field
source: Join with %(site)s
es: Únete con %(site)s
fr: Rejoindre avec %(site)s
pl: Dołącz przez %(site)s
pt_br: Entrar com %(site)s
zh_hans: 使用 %(site)s 加入

# register modal field
source: Or create forum account:
es: O crea una cuenta de foro:
fr: Ou créez un compte sur le forum:
pl: Lub utwórz konto na forum:
pt_br: Ou crie uma conta:
zh_hans: 或创建论坛账户：

# register modal field
source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
pl: Nazwa użytkownika
zh_hans: 用户名

# register modal field
source: E-mail
es: Correo electrónico
zh_hans: 电子邮件

# register modal field
source: Password
es: Contraseña
fr: Mot de passe
pl: Hasło
pt_br: Senha
zh_hans: 密码

# register modal btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# register modal btn
source: Register account
es: Registrar cuenta
fr: Enregistrer un compte
pl: Zarejestruj konto
pt_br: Criar conta
zh_hans: 注册账户

# account activation required
source: %(username)s, your account has been created but you need to activate it before you will be able to sign in.
fr: %(username)s, votre compte a été créé mais vous devez l'activer avant de pouvoir vous connecter.
pl: %(username)s, twoje konto zostało utworzone ale musisz je pierw aktywować nim logowanie na nie będzie możliwe.
pt_br: %(username)s, sua conta foi criada, mas você precisa ativá-la para poder logar.
zh_hans: %(username)s，你的账户已创建，但在你能登录之前需要激活它。

# account activation required
source: %(username)s, your account has been created but the site administrator will have to activate it before you will be able to sign in.
fr: %(username)s, votre compte a été créé mais l'administrateur du site devra l'activer avant que vous puissiez vous connecter.
pl: %(username)s, twoje konto zostało utworzone ale Administrator witryny musi je pierw aktywować nim logowanie na nie będzie możliwe.
pt_br: %(username)s, sua conta foi criada mas o administrador do site precisa ativá-la antes para que você possa logar.
zh_hans: %(username)s，你的账户已创建，但网站管理员需要在你能够登录之前激活它。

# account activation required
source: We have sent an e-mail to %(email)s with link that you have to click to activate your account.
fr: Nous avons envoyé un e-mail à %(email)s avec un lien sur lequel vous devez cliquer pour activer votre compte.
pl: Na e-mail %(email)s wysłaliśmy wiadomość z odnośnikiem który należy kliknąć aby aktywować konto.
pt_br: Nós enviamos um email para o endereço %(email)s com o link que você precisa clicar para ativar a sua conta.
zh_hans: 我们已经向 %(email)s 发送了一封带有链接的电子邮件，你需要点击该链接以激活你的账户。

# account activation required
source: We will send an e-mail to %(email)s when this takes place.
fr: Nous enverrons un e-mail à %(email)s lorsque cela aura lieu.
pl: Wyślemy e-mail do %(email)s kiedy to się zadzieje.
pt_br: Nós enviaremos um e-mail para o endereço %(email)s quando isso ocorrer.
zh_hans: 我们会在进行这一操作时向 %(email)s 发送电子邮件。

# register modal title
source: Registration complete
es: Registro completado
fr: Inscription terminée
pl: Rejestracja zakończona
pt_br: Cadastro concluído
zh_hans: 注册完成

# register modal dismiss
source: Ok
fr: D’accord
zh_hans: 好的

# register form
source: Registration form is currently disabled by the site administrator.
fr: Le formulaire d'inscription est actuellement désactivé par l'administrateur du site.
pl: Formularz rejestracji jest teraz wyłączony przez Administratora witryny.
pt_br: O formulário de cadastro foi desativado pelo administrador do site.
zh_hans: 注册表单目前已被网站管理员禁用。

# register form
source: Registration form is currently unavailable due to an error.
fr: Le formulaire d'inscription est actuellement indisponible en raison d'une erreur.
pl: Formularz rejestracji jest teraz nie dostępny z powodu błędu.
pt_br: O formulário de cadastro está temporariamente indisponível devido a um erro.
zh_hans: 由于错误，注册表单目前不可用。

# cta
source: Register
es: Registrarse
fr: S'inscrire
pl: Rejestracja
pt_br: Cadastrar
zh_hans: 注册

# register form agreement prompt
source: I have read and accept %(agreement)s.
es: He leído y acepto %(agreement)s.
fr: J’ai lu et accepté %(agreement)s.
pl: Akceptuję %(agreement)s.
pt_br: Eu li e aceito %(agreement)s.
zh_hans: 我已阅读并接受 %(agreement)s。

# register form agreement prompt
source: the terms of service
es: los términos de servicio
fr: les conditions de service
pl: warunki regulaminu
pt_br: os termos de serviço
zh_hans: 服务条款

# register form agreement prompt
source: the privacy policy
es: la política de privacidad
fr: la politique de confidentialité
pl: politykę prywatności
pt_br: a política de privacidade
zh_hans: 隐私政策

# search cta
source: Enter search query (at least 3 characters).
es: Ingresa una consulta de búsqueda (al menos 3 caracteres).
fr: Saisissez la requête de recherche (au moins 3 caractères).
pl: Wpisz frazę do wyszukania (przynajmniej 3 znaki).
pt_br: Insira algo para buscar (pelo menos 3 caracteres).
zh_hans: 输入搜索查询（至少3个字符）。

# search results list
source: See all %(count)s result.
es: Ver el %(count)s resultado.
fr: Voir le %(count)s résultat.
pl: Zobacz %(count)s wynik.
pt_br: Veja %(count)s resultado.
zh_hans: 查看所有 %(count)s 个结果。

# search results
source: The search returned no results.
es: La búsqueda no devolvió resultados.
fr: La recherche n’a donné aucun résultat.
pl: Wyszukiwanie nie znalazło żadnych wyników.
pt_br: A busca não retornou nenhum resultado.
zh_hans: 搜索没有返回结果。

# search results
source: The search could not be completed.
es: La búsqueda no pudo ser completada.
fr: La recherche n'a pas pu être terminée.
pl: Wyszukiwanie nie mogło być zakończone.
pt_br: A busca não pode ser concluída.
zh_hans: 搜索无法完成。

# search results
source: Searching...
es: Buscando...
fr: Recherche...
pl: Wyszukiwanie...
pt_br: Buscando...
zh_hans: 正在搜索...

# cta
source: Search
es: Buscar
fr: Recherche
pl: Szukaj
pt_br: Buscar
zh_hans: 搜索

# cta
source: Sign in
es: Iniciar sesión
fr: Se connecter
pl: Logowanie
pt_br: Entrar
zh_hans: 登录

# site nav
source: Threads
es: Temas
fr: Fils de discussion
pl: Tematy
pt_br: Tópicos
zh_hans: 主题

# site nav
source: Categories
es: Categorías
fr: Catégories
pl: Kategorie
pt_br: Categorias
zh_hans: 分类

# site nav
source: Search
es: Buscar
fr: Recherche
pl: Szukanie
pt_br: Buscar
zh_hans: 搜索

# cta
source: You are not signed in
es: No has iniciado sesión
fr: Vous n'êtes pas connecté
pl: Nie jesteś zalogowany(a)
pt_br: Você não está logado
zh_hans: 你尚未登录

# site nav section
source: Users
es: Usuarios
fr: Utilisateurs
pl: Użytkownicy
pt_br: Usuários
zh_hans: 用户

# site nav section
source: Categories
es: Categorías
fr: Catégories
pl: Kategorie
pt_br: Categorias
zh_hans: 分类

# site nav section
source: Footer
es: Pie de página
fr: Pied de page
pl: Stopka
pt_br: Rodapé
zh_hans: 页脚

# site nav title
source: Menu
es: Menú
fr: Menus
zh_hans: 菜单

# thread flag
source: Pinned globally
es: Fijado globalmente
fr: Épinglé globalement
pl: Przypięty globalnie
pt_br: Fixado globalmente
zh_hans: 全局置顶

# thread flag
source: Pinned in category
es: Fijado en categoría
fr: Épinglé dans la catégorie
pl: Przypięty w kategorii
pt_br: Fixado na categoria
zh_hans: 分类内置顶

# thread flag
source: Answered
es: Respondido
fr: Répondu
pl: Rozwiązany
pt_br: Respondido
zh_hans: 已回答

# thread flag
source: Poll
es: Encuesta
fr: Sondage
pl: Ankieta
pt_br: Enquete
zh_hans: 投票

# thread flag
source: Awaiting approval
es: Esperando aprobación
fr: En attente d'approbation
pl: Oczekuje na zatwierdzenie
pt_br: Aguardando aprovação
zh_hans: 等待批准

# thread flag
source: Has unapproved posts
es: Tiene mensajes no aprobados
fr: A des messages non approuvés
pl: Ma niezatwierdzone posty
pt_br: Possui publicações não aprovadas
zh_hans: 有未批准的帖子

# thread flag
source: Closed
es: Cerrado
fr: Fermé
pl: Zamknięty
pt_br: Fechado
zh_hans: 已关闭

# thread flag
source: Hidden
es: Oculto
fr: Masqué
pl: Ukryty
pt_br: Oculto
zh_hans: 已隐藏

# thread replies stat
source: %(replies)s reply
es: %(replies)s respuesta
fr: %(replies)s réponse
pl: %(replies)s odpowiedź
pt_br: %(replies)s resposta
zh_hans: %(replies)s 条回复

# avatar modal btn
source: Download my Gravatar
es: Descargar mi Gravatar
fr: Télécharger mon Gravatar
pl: Pobierz mój Gravatar
pt_br: Fazer download do meu Gravatar
zh_hans: 下载我的 Gravatar

# avatar modal btn
source: Re-crop uploaded image
es: Recortar imagen subida
fr: Recadrer l'image téléchargée
pl: Przytnij przesłany obraz
pt_br: Recortar imagem enviada
zh_hans: 重新裁剪上传的图片

# avatar modal btn
source: Upload new image
es: Subir nueva imagen
fr: Télécharger une nouvelle image
pl: Prześlij nowy obraz
pt_br: Enviar nova imagem
zh_hans: 上传新图片

# avatar modal btn
source: Pick avatar from gallery
es: Elegir avatar de la galería
fr: Choisir un avatar dans la galerie
pl: Wybierz awatar z galerii
pt_br: Selecionar avatar da galeria
zh_hans: 从图库中选择头像

# avatar modal btn
source: Generate my individual avatar
es: Generar mi avatar individual
fr: Générer mon avatar individuel
pl: Wygeneruj indywidualny awatar
pt_br: Gerar meu avatar individual
zh_hans: 生成我的个性化头像

# avatar crop modal btn
source: Set avatar
es: Establecer avatar
fr: Définir l'avatar
pl: Ustaw awatar
pt_br: Definir avatar
zh_hans: 设置头像

# avatar crop modal btn
source: Crop image
es: Recortar imagen
fr: Recadrer l'image
pl: Przytnij obraz
pt_br: Cortar imagem
zh_hans: 裁剪图片

# avatar crop modal btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# avatar upload modal
source: Your image has been uploaded and you may now crop it.
es: Tu imagen ha sido subida y ahora puedes recortarla.
fr: Votre image a été téléchargée et vous pouvez maintenant la recadrer.
pl: Twój obraz został przesłany i możesz teraz go przyciąć.
pt_br: Sua imagem foi enviada e você pode cortá-la agora.
zh_hans: 你的图片已上传，现在你可以裁剪它。

# avatar upload modal
source: Selected file is too big. (%(filesize)s)
es: El archivo seleccionado es demasiado grande. (%(filesize)s)
fr: Le fichier sélectionné est trop volumineux. (%(filesize)s)
pl: Wybrany plik jest zbyt duży. (%(filesize)s)
pt_br: O arquivo selecionado é muito grande. (%(filesize)s)
zh_hans: 选择的文件太大。(%(filesize)s)

# avatar upload modal
source: Selected file type is not supported.
es: El tipo de archivo seleccionado no es soportado.
fr: Le type de fichier sélectionné n'est pas pris en charge.
pl: Wybrany plik jest nieobsługiwanego typu.
pt_br: O tipo de arquivo selecionado não é suportado.
zh_hans: 不支持选择的文件类型。

# avatar upload modal
source: %(files)s files smaller than %(limit)s
es: %(files)s archivos más pequeños que %(limit)s
fr: %(files)s fichiers plus petits que %(limit)s
pl: pliki %(files)s mniejsze niż %(limit)s
pt_br: %(files)s arquivo(s) menores que %(limit)s
zh_hans: %(files)s 个文件小于 %(limit)s

# avatar upload modal field
source: Select file
es: Seleccionar archivo
fr: Sélectionner un fichier
pl: Wybierz plik
pt_br: Selecionar arquivo
zh_hans: 选择文件

# avatar upload modal field
source: %(progress)s % complete
es: %(progress)s % completado
fr: %(progress)s % terminé
pl: ukończono %(progress)s %
pt_br: %(progress)s% concluído
zh_hans: 完成 %(progress)s%

# avatar upload modal btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# avatar gallery modal btn
source: Save choice
es: Guardar elección
fr: Enregistrer le choix
pl: Zapisz wybór
pt_br: Salvar escolha
zh_hans: 保存选择

# avatar gallery modal btn
source: Select avatar
es: Seleccionar avatar
fr: Sélectionner un avatar
pl: Wybierz awatar
pt_br: Selecionar avatar
zh_hans: 选择头像

# avatar gallery modal btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# avatar modal dismiss
source: Ok
fr: D’accord
zh_hans: 好的

# avatar modal title
source: Change your avatar
es: Cambiar tu avatar
fr: Changez votre avatar
pl: Zmień swój awatar
pt_br: Alterar seu avatar
zh_hans: 更改你的头像

# user nav
source: Go to your profile
es: Ir a tu perfil
fr: Accédez à votre profil
pl: Zobacz swój profil
pt_br: Ir para seu perfil
zh_hans: 前往你的个人资料

# user nav
source: Notifications
es: Notificaciones
pl: Powiadomienia
pt_br: Notificações
zh_hans: 通知

# user nav
source: Private threads
es: Temas privados
fr: Discussions privées
pl: Prywatne tematy
pt_br: Tópicos privados
zh_hans: 私人主题

# user nav
source: Admin control panel
es: Panel de control de administrador
fr: Panneau de contrôle d'administration
pl: Panel administracyjny
pt_br: Painel de controle admin
zh_hans: 管理员控制面板

# user nav section
source: Change options
es: Cambiar opciones
fr: Modifier les options
pl: Zmień opcje
pt_br: Alterar opções
zh_hans: 更改选项

# user nav
source: Change avatar
es: Cambiar avatar
fr: Changer d'avatar
pl: Zmień awatar
pt_br: Alterar avatar
zh_hans: 更改头像

# user nav
source: See more
es: Ver más
fr: Voir plus
pl: Zobacz więcej
pt_br: Ver mais
zh_hans: 查看更多

# user nav
source: Log out
es: Cerrar sesión
fr: Se déconnecter
pl: Wyloguj się
pt_br: Sair
zh_hans: 登出

# user nav title
source: Your options
es: Tus opciones
fr: Vos options
pl: Twoje opcje
pt_br: Suas opções
zh_hans: 你的选项

# user profile details
source: No profile details are editable at this time.
es: No hay detalles de perfil editables en este momento.
fr: Aucun détail de profil n’est modifiable pour le moment.
pl: Żadne szczegóły profilu nie są teraz dostępne do zmiany.
pt_br: Nenhum detalhe de perfil pode ser editado agora.
zh_hans: 目前没有可编辑的个人资料详情。

# user profile details
source: This option is currently unavailable.
es: Esta opción no está disponible actualmente.
fr: Cette option est actuellement indisponible.
pl: Ta opcja jest teraz niedostępna.
pt_br: Esta opção está indisponível no momento.
zh_hans: 此选项目前不可用。

# user profile details form btn
source: Save changes
es: Guardar cambios
fr: Enregistrer les modifications
pl: Zapisz zmiany
pt_br: Salvar alterações
zh_hans: 保存更改

# user profile details form btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# user profile details form title
source: Edit details
es: Editar detalles
fr: Modifier les détails
pl: Zmień szczegóły
pt_br: Editar detalhes
zh_hans: 编辑详情

# field validation status
source: (error)
fr: (erreur)
pl: (błąd)
pt_br: (erro)
zh_hans: (错误)

# field validation status
source: (success)
es: (éxito)
fr: (succès)
pl: (sukces)
pt_br: (sucesso)
zh_hans: (成功)

# merge threads conflict form
source: Are you sure you want to delete all polls?
es: ¿Estás seguro de que quieres eliminar todas las encuestas?
fr: Êtes-vous sûr de vouloir supprimer tous les sondages?
pl: Na pewno chcesz usunąć wszystkie ankiety?
pt_br: Você tem certeza de que deseja deletar todas as enquetes?
zh_hans: 你确定要删除所有投票吗？

# merge threads conflict modal title
source: Merge threads
es: Fusionar temas
fr: Fusionner les discussions
pl: Połącz tematy
pt_br: Mesclar tópicos
zh_hans: 合并主题

# merge threads conflict btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# merge threads conflict btn
source: Merge threads
es: Fusionar temas
fr: Fusionner les discussions
pl: Połącz tematy
pt_br: Mesclar tópicos
zh_hans: 合并主题

# merge threads conflict best answer
source: Best answer
es: Mejor respuesta
fr: Meilleure réponse
pl: Rozwiązanie
pt_br: Melhor resposta
zh_hans: 最佳答案

# merge threads conflict best answer
source: Select the best answer for your newly merged thread. No posts will be deleted during the merge.
fr: Sélectionnez la meilleure réponse pour votre fil de discussion nouvellement fusionné.
pl: Wybierz rozwiązanie do połączonego tematu. Żadne posty nie zostaną usunięte w procesie łączenia.
pt_br: Selecione a melhor resposta para seu novo tópico mesclado. Nenhuma publicação será apagada durante a mesclagem,
zh_hans: 为你新合并的主题选择最佳答案。在合并期间不会有帖子被删除。

# merge threads conflict poll
source: Poll
es: Encuesta
fr: Sondage
pl: Ankieta
pt_br: Enquete
zh_hans: 投票

# merge threads conflict poll
source: Select the poll for your newly merged thread. Rejected polls will be permanently deleted and cannot be recovered.
fr: Sélectionnez le sondage pour votre fil de discussion nouvellement fusionné.
pl: Wybierz ankietę w połączonym temacie. Pozostałe ankiety zostaną usunięte i nie da się ich później odzyskać.
pt_br: Selecione a enquete para seu novo tópico mesclado. Enquetes rejeitadas serão permanentemente apagadas e não poderão ser recuperadas.
zh_hans: 为新合并的主题选择投票。被拒绝的投票将被永久删除，无法恢复。

# modal message dismiss btn
source: Ok
fr: D’accord
zh_hans: 好的

# post body invalid
source: This post's contents cannot be displayed.
es: El contenido de este mensaje no se puede mostrar.
fr: Le contenu de ce message ne peut pas être affiché.
pl: Treści tego postu nie można wyświetlić.
pt_br: Os conteúdos desta publicação não podem ser mostrados.
zh_hans: 这篇帖子的内容无法显示。

# post body invalid
source: This error is caused by invalid post content manipulation.
es: Este error es causado por una manipulación de contenido de mensaje no válida.
fr: Cette erreur est provoquée par la manipulation du contenu d'une publication non valide.
pl: Ten błąd jest spowodowany jest nieprawidłową zmianą treści postu.
pt_br: Este erro foi causado por uma manipulação inválida do conteúdo da publicação.
zh_hans: 这个错误是由无效的帖子内容操作引起的。

# posts feed item header
source: posted %(posted_on)s
es: publicado %(posted_on)s
fr: publié %(posted_on)s
pl: napisano %(posted_on)s
pt_br: publicado em %(posted_on)s
zh_hans: 发布于 %(posted_on)s

# go to post link
source: See post
es: Ver post
fr: Voir le message
pl: Zobacz post
pt_br: Ver publicação
zh_hans: 查看帖子

# post removed poster username
source: Removed user
es: Usuario eliminado
fr: Utilisateur supprimé
pl: Usunięty użytkownik
pt_br: Usuário removido
zh_hans: 已移除的用户

# post reply
source: Quote
es: Citar
fr: Citation
pl: Cytuj
pt_br: Responder
zh_hans: 引用

# markup editor
source: Attachment details
es: Detalles del adjunto
fr: Détails de la pièce jointe
pl: Szczegóły załącznika
pt_br: Anexos
zh_hans: 附件详情

# markup editor
source: Type and size
es: Tipo y tamaño
fr: Type et taille
pl: Typ i rozmiar
pt_br: Tipo e tamanho
zh_hans: 类型和大小

# markup editor
source: Uploaded at
es: Subido el
fr: Téléchargé à
pl: Przesłano
pt_br: Enviado em
zh_hans: 上传于

# markup editor
source: Uploader
es: Subido por
fr: Téléchargeur
pl: Przesyłający
pt_br: Quem enviou
zh_hans: 上传者

# markup editor
source: Insert into message
es: Insertar en el mensaje
fr: Insérer dans le message
pl: Wstaw do wiadomości
pt_br: Inserir na mensagem
zh_hans: 插入到消息中

# markup editor
source: Remove attachment
es: Eliminar adjunto
fr: Supprimer la pièce jointe
pl: Usuń załącznik
pt_br: Remover anexo
zh_hans: 移除附件

# markup editor
source: Remove this attachment?
es: ¿Eliminar este adjunto?
fr: Supprimer cette pièce jointe?
pl: Usunąć ten załącznik?
pt_br: Remover este anexo?
zh_hans: 移除这个附件？

# markup editor
source: See error
es: Ver error
fr: Voir erreur
pl: Wyświetl błąd
pt_br: Ver erro
zh_hans: 查看错误

# markup editor
source: Protected
es: Protegido
fr: Protégé
pl: Chroniony
pt_br: Protegido
zh_hans: 受保护的

# markup editor
source: Protect
es: Proteger
fr: Protéger
pl: Chroń
pt_br: Proteger
zh_hans: 保护

# markup editor
source: Edit
es: Editar
fr: Modifier
pl: Edytuj
pt_br: Editar
zh_hans: 编辑

# markup editor
source: Preview
es: Vista previa
fr: Aperçu
pl: Podgląd
pt_br: Pré-visualização
zh_hans: 预览

# markup editor
source: Post
fr: Publication
pl: Wyślij
pt_br: Publicar
zh_hans: 帖子

source: This field is required.
es: Este campo es requerido.
fr: Ce champ est obligatoire.
pl: To pole jest wymagane.
pt_br: Este campo é obrigatório.
zh_hans: 此字段是必需的。

# markup editor
source: Code
es: Código
pl: Kod
pt_br: Código
zh_hans: 代码

# markup editor
source: Syntax highlighting
es: Resaltar sintaxis
fr: Surlignage de la syntaxe
pl: Kolorowanie składni
pt_br: Destaque de sintaxe
zh_hans: 语法高亮

# markup editor
source: No syntax highlighting
es: Sin resaltado de sintaxis
fr: Pas de coloration syntaxique
pl: Bez kolorowania
pt_br: Nenhum destaque de sintaxe
zh_hans: 无语法高亮

# markup editor
source: Code to insert
es: Código a insertar
fr: Code à insérer
pl: Kod do wstawienia
pt_br: Código para inserir
zh_hans: 要插入的代码

# markup editor
source: Cancel
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# markup editor
source: Insert code
es: Insertar código
fr: Insérer le code
pl: Wstaw kod
pt_br: Inserir código
zh_hans: 插入代码
