Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/djangojs.po
Languages: es, fr, pl, pt_br, zh_hans

# sign in modal field
source: Username or e-mail
es: Nombre de usuario o correo electrónico
fr: Nom d'utilisateur ou e-mail
pl: Nazwa użytkownika lub e-mail
pt_br: Nome de usuário ou e-mail
zh_hans: 用户名或电子邮件

# sign in modal field
source: Password
es: Contraseña
fr: Mot de passe
pl: Hasło
pt_br: Senha
zh_hans: 密码

# sign in modal btn
source: Sign in
es: Iniciar sesión
fr: Se connecter
pl: Zaloguj się
pt_br: Entrar
zh_hans: 登录

# sign in modal btn
source: Forgot password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?
pl: Nie pamiętasz hasła?
pt_br: Esqueceu a senha?
zh_hans: 忘记密码？

# user status
source: %(username)s is banned until %(ban_expires)s
es: %(username)s está baneado hasta %(ban_expires)s
fr: %(username)s est banni jusqu'à %(ban_expires)s
pl: Konto %(username)s jest zablokowane do %(ban_expires)s
pt_br: %(username)s está banido até %(ban_expires)s
zh_hans: %(username)s 被禁止直到 %(ban_expires)s

# user status
source: %(username)s is banned
es: %(username)s está baneado
fr: %(username)s est banni
pl: Konto %(username)s jest zablokowane
pt_br: %(username)s está banido
zh_hans: %(username)s 被禁止

# user status
source: %(username)s is hiding presence
es: %(username)s está ocultando su presencia
fr: %(username)s cache la présence
pl: %(username)s ukrywa swoją obecność
pt_br: %(username)s está ocultando sua presença
zh_hans: %(username)s 正在隐藏在线状态

# user status
source: %(username)s is online (hidden)
es: %(username)s está en línea (oculto)
fr: %(username)s est en ligne (masqué)
pl: %(username)s jest online (ukryty/a)
pt_br: %(username)s está online (oculto)
zh_hans: %(username)s 在线（隐藏）

# user status
source: %(username)s was last seen %(last_click)s (hidden)
es: %(username)s fue visto por última vez %(last_click)s (oculto)
fr: %(username)s a été vu pour la dernière fois %(last_click)s (caché)
pl: %(username)s ostatnio był(a) widziany/a %(last_click)s (ukryty/a)
pt_br: %(username)s foi visto por último %(last_click)s (oculto)
zh_hans: %(username)s 最后一次被看到是在 %(last_click)s（隐藏）

# user status
source: %(username)s is online
es: %(username)s está en línea
fr: %(username)s est en ligne
pl: %(username)s jest online
pt_br: %(username)s está online
zh_hans: %(username)s 在线

# user status
source: %(username)s was last seen %(last_click)s
es: %(username)s fue visto por última vez %(last_click)s
fr: %(username)s a été vu pour la dernière fois %(last_click)s
pl: %(username)s ostatnio był(a) widzian/a %(last_click)s
pt_br: %(username)s foi visto por último %(last_click)s
zh_hans: %(username)s 最后一次被看到是在 %(last_click)s

# user status
source: Banned
es: Baneado
fr: Banni
pl: Konto zablokowane
pt_br: Banido
zh_hans: 被禁止

# user status
source: Hidden
es: Oculto
fr: Masqué
pl: Ukryty/a
pt_br: Oculto
zh_hans: 隐藏

# user status
source: Online (hidden)
es: En línea (oculto)
fr: En ligne (masqué)
pl: Online (ukryty/a)
pt_br: Online (oculto)
zh_hans: 在线（隐藏）

# user status
source: Offline (hidden)
es: Desconectado (oculto)
fr: Hors ligne (masqué)
pl: Offline (ukryty/a)
pt_br: Offline (oculto)
zh_hans: 离线（隐藏）

# user status
source: Online
es: En línea
fr: En ligne
zh_hans: 在线

# user status
source: Offline
es: Desconectado
fr: Hors ligne
zh_hans: 离线

# username history empty
source: Your account has no history of name changes.
fr: Votre compte n'a aucun historique de changement de nom.
pl: Twoje konto nie ma historii zmian nazwy.
pt_br: Sua conta não possui histórico de alterações de nome.
zh_hans: 你的账户没有名称更改的历史。

# users list item
source: Joined on %(joined_on)s
es: Se unió el %(joined_on)s
fr: A rejoint le %(joined_on)s
pl: Dołączył(a) %(joined_on)s
pt_br: Entrou em %(joined_on)s
zh_hans: 在 %(joined_on)s 加入

# users list item
source: Joined %(joined_on)s
es: Se unió %(joined_on)s
fr: A rejoint %(joined_on)s
pl: Dołączył(a) %(joined_on)s
pt_br: Entrou %(joined_on)s
zh_hans: 在 %(joined_on)s 加入

# users list item
source: %(posts)s post
pt_br: %(posts)s publicação
zh_hans: %(posts)s 篇帖子

# users list item
source: %(threads)s thread
es: %(threads)s tema
fr: %(threads)s fil de discussion
pl: %(threads)s temat
pt_br: %(threads)s tópico
zh_hans: %(threads)s 个主题

# users list item
source: %(followers)s follower
es: %(followers)s seguidor
fr: %(followers)s abonné
pl: %(followers)s obserwujący
pt_br: %(followers)s seguidor
zh_hans: %(followers)s 个关注者

# yesno switch choice
source: yes
es: sí
fr: oui
pl: tak
pt_br: sim
zh_hans: 是

# yesno switch choice
source: no
fr: non
pl: nie
pt_br: não
zh_hans: 否

# time ago
source: moment ago
es: hace un momento
fr: il y a un instant
pl: chwilę temu
pt_br: pouco tempo atrás
zh_hans: 片刻前

# time ago
source: now
es: ahora
fr: maintenant
pl: teraz
pt_br: agora
zh_hans: 现在

# day at time
source: %(day)s at %(time)s
es: %(day)s a las %(time)s
fr: %(day)s à %(time)s
pl: %(day)s o %(time)s
pt_br: %(day)s às %(time)s
zh_hans: %(day)s 在 %(time)s

# day at time
source: Tomorrow at %(time)s
es: Mañana a las %(time)s
fr: Demain à %(time)s
pl: Jutro o %(time)s
pt_br: Amanhã às %(time)s
zh_hans: 明天在 %(time)s

# day at time
source: Yesterday at %(time)s
es: Ayer a las %(time)s
fr: hier à %(time)s
pl: Wczoraj o %(time)s
pt_br: Ontem às %(time)s
zh_hans: 昨天在 %(time)s

# short minutes
source: %(time)sm
es: %(time)s min
zh_hans: %(time)s分钟

# short hours
source: %(time)sh
pl: %(time)sg
zh_hans: %(time)s小时

# short days
source: %(time)sd
es: 1 %(time)s d
zh_hans: %(time)s天

# accept agreement prompt
source: Declining will result in immediate deactivation and deletion of your account. This action is not reversible.
es: Rechazar resultará en la desactivación inmediata y eliminación de tu cuenta. Esta acción no es reversible.
fr: Le refus entraînera la désactivation et la suppression immédiates de votre compte. Cette action est irréversible.
pl: Odmowa zgody poskutkuje natychmiastowym wyłączeniem i usunięciem twojego konta. Tej akcji nie można cofnąć.
pt_br: Recusar irá resultar na desativação e exclusão imediata da sua conta. Esta ação não é reversível.
zh_hans: 拒绝将导致你的账户立即停用并被删除。此操作不可逆。

# accept agreement choice
source: Decline
es: Rechazar
fr: Refuser
pl: Odmowa
pt_br: Recusar
zh_hans: 拒绝

# accept agreement choice
source: Accept and continue
es: Aceptar y continuar
fr: Accepter et continuer
pl: Zgoda
pt_br: Aceitar e continuar
zh_hans: 接受并继续

# auth message
source: You have signed in as %(username)s. Please refresh the page before continuing.
es: Has iniciado sesión como %(username)s. Por favor, actualiza la página antes de continuar.
fr: Vous vous êtes connecté en tant que %(username)s. Veuillez rafraîchir la page avant de continuer.
pl: Jesteś zalogowany/a jako %(username)s. Odśwież stronę przed kontynuowaniem.
pt_br: Você se conectou como %(username)s. Por favor, atualize a página antes de continuar.
zh_hans: 你已作为 %(username)s 登录。请在继续之前刷新页面。

# auth message
source: %(username)s, you have been signed out. Please refresh the page before continuing.
es: %(username)s, has cerrado sesión. Por favor, actualiza la página antes de continuar.
fr: %(username)s, vous avez été déconnecté. Veuillez rafraichir la page avant de continuer.
pl: %(username)s, zostałeś/aś wylogowany/a. Odśwież stronę przed kontynuowaniem.
pt_br: %(username)s, você se desconectou. Por favor, atualize a página antes de continuar.
zh_hans: %(username)s，你已被登出。请在继续之前刷新页面。

# auth message
source: Reload page
es: Recargar página
fr: Recharger la page
pl: Odśwież stronę
pt_br: Recarregue a página
zh_hans: 重新加载页面

# auth message
source: or press F5 key.
es: o presiona la tecla F5.
fr: ou appuyez sur la touche F5.
pl: lub naciśnij klawisz F5.
pt_br: ou pressione F5.
zh_hans: 或按 F5 键。

# notifications title
source: Notifications
es: Notificaciones
pl: Powiadomienia
pt_br: Notificações
zh_hans: 通知

# notifications dropdown
source: All
es: Todo
fr: Toutes
pl: Wszystkie
pt_br: Tudo
zh_hans: 全部

# notifications dropdown
source: Unread
es: No leído
fr: Non lue(s)
pl: Nieczytane
pt_br: Não lido
zh_hans: 未读

# notifications
source: See all notifications
es: Ver todas las notificaciones
fr: Voir toutes les notifications
pl: Zobacz wszystkie powiadomienia
pt_br: Ver todas as notificações
zh_hans: 查看所有通知

# navbar
source: You have unread notifications!
es: ¡Tienes notificaciones sin leer!
fr: Vous avez des notifications non lues!
pl: Masz nieczytane powiadomienia!
pt_br: Você tem notificações não lidas!
zh_hans: 你有未读通知！

# navbar
source: Open notifications
es: Abrir notificaciones
fr: Ouvrir les notifications
pl: Otwórz powiadomienia
pt_br: Abrir notificações
zh_hans: 打开通知

# navbar
source: You have unread private threads!
es: ¡Tienes temas privados sin leer!
fr: Vous avez des discussions privées non lues!
pl: Masz nieczytane prywatne tematy!
pt_br: Você tem tópicos privados não lidos!
zh_hans: 你有未读的个人主题！

# navbar
source: Open private threads
es: Abrir temas privados
fr: Ouvrir les discussions privées
pl: Otwórz prywatne tematy
pt_br: Abrir tópicos privados
zh_hans: 打开个人主题

# navbar
source: Open search
es: Abrir búsqueda
fr: Ouvrir la recherche
pl: Otwórz szukanie
pt_br: Abrir busca
zh_hans: 打开搜索

# navbar
source: Open menu
es: Abrir menú
fr: Ouvrir le menu
pl: Otwórz menu
pt_br: Abrir menu
zh_hans: 打开菜单

# navbar
source: Open your options
es: Abrir tus opciones
fr: Ouvrez vos options
pl: Otwórz twoje opcje
pt_br: Abrir suas opções
zh_hans: 打开你的选项

# notifications nav
source: All
es: Todo
fr: Tous
pl: Wszystkie
pt_br: Tudo
zh_hans: 全部

# notifications nav
source: Unread
es: No leído
fr: Non lu
pl: Nieczytane
pt_br: Não lido
zh_hans: 未读

# notifications nav
source: Read
es: Leído
fr: Lire
pl: Przeczytane
pt_br: Lido
zh_hans: 已读

# notifications pagination
source: Latest
es: Último
fr: Dernier
pl: Najnowsze
pt_br: Últimos
zh_hans: 最新

# notifications pagination
source: Newer
es: Más nuevo
fr: Plus récent
pl: Nowsze
pt_br: Recentes
zh_hans: 更新

# notifications pagination
source: Older
es: Más viejo
fr: Plus âgé
pl: Starsze
pt_br: Antigos
zh_hans: 以往

# notifications
source: Mark all as read
es: Marcar todo como leído
fr: Marquer tout comme lu
pl: Przeczytaj wszystkie
pt_br: Marcar tudo como lido
zh_hans: 全部标记为已读

# notifications title
source: Unread notifications
es: Notificaciones no leídas
fr: Notifications non lues
pl: Nieczytane powiadomienia
pt_br: Notificações não lidas
zh_hans: 未读通知

# notifications title
source: Read notifications
es: Notificaciones leídas
fr: Lire les notifications
pl: Przeczytane powiadomienia
pt_br: Ler notificações
zh_hans: 已读通知

# notifications
source: Mark all notifications as read?
es: ¿Marcar todas las notificaciones como leídas?
fr: Marquer toutes les notifications comme lues?
pl: Oznaczyć wszystkie powiadomienia jako przeczytane?
pt_br: Marcar todas as notificações como lidas?
zh_hans: 将所有通知标记为已读？

# notifications
source: All notifications have been marked as read.
es: Todas las notificaciones han sido marcadas como leídas.
fr: Toutes les notifications ont été marquées comme lues.
pl: Oznaczono wszystkie powiadomienia jako przeczytane.
pt_br: Todas as notificações foram marcadas como lidas.
zh_hans: 所有通知已被标记为已读

# delete your account form
source: Complete the form.
fr: Remplissez le formulaire.
pl: Wypełnił formularz.
pt_br: Complete o formulário.
zh_hans: 完成表格。

# delete your account title
source: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
pl: Usuń konto
pt_br: Apagar conta
zh_hans: 删除账户

# forum options
source: Change your options
es: Cambiar tus opciones
fr: Modifiez vos options
pl: Zmień swoje opcje
pt_br: Alterar suas opções
zh_hans: 更改你的选项

# delete your account form
source: This form lets you delete your account. This action is not reversible.
fr: Ce formulaire vous permet de supprimer votre compte.
pl: Ten formularz umożliwia usunięcie twojego konta. Ta akcja jest nieodwracalna.
pt_br: Este formulário permite que você apague sua conta. Esta ação não é reversível.
zh_hans: 这个表格允许你删除你的账户。这个操作不可逆。

# delete your account form
source: Your account will be deleted together with its profile details, IP addresses and notifications.
fr: Votre compte sera supprimé avec ses détails de profil, ses adresses IP et ses notifications.
pl: Twoje konto zostanie usunięte wraz z zawartością profilu, adresami IP oraz powiadomieniami.
pt_br: Sua conta será apagada junto com os detalhes do perfil, endereço IP e notificações.
zh_hans: 你的账户将连同其个人资料详情、IP地址和通知一起被删除。

# delete your account form
source: Other content will NOT be deleted, but username displayed next to it will be changed to one shared by all deleted accounts.
fr: Les autres contenus ne seront PAS supprimés, mais le nom d'utilisateur affiché à côté sera remplacé par celui partagé par tous les comptes supprimés.
pl: Inne treści nie będą usunięte, ale nazwa użytkownika wyświetlana obok nich zostanie zastąpiona wspólną dla wszystkich usuniętych kont.
pt_br: Outros conteúdos NÃO serão apagados, mas o nome de usuário mostrado ao lado deles será alterado para um compartilhado por todas as contas apagadas.
zh_hans: 其他内容将不会被删除，但显示在其旁边的用户名将更改为所有已删除账户共享的一个用户名。

# delete your account form
source: Your username and e-maill address will become available again for use during registration or for other accounts to change to.
fr: Votre nom d'utilisateur et votre adresse e-mail seront à nouveau disponibles pour être utilisés lors de l'inscription ou pour d'autres comptes.
pl: Twoja nazwa użytkownika i adres e-mail staną się znowu dostępne do użycia podczas rejestracji oraz dla innych kont do zmiany do.
pt_br: Seu nome de usuário e endereço de e-mail se tornarão disponíveis para uso novamente durante o cadastro edição de outras contas.
zh_hans: 你的用户名和电子邮件地址将再次在注册期间或供其他账户更改时使用。

# delete your account form field
source: Enter your password to confirm
fr: Entrez votre mot de passe pour confirmer
pl: Wpisz swoje hasło aby potwierdzić
pt_br: Insira sua senha para confirmar
zh_hans: 输入你的密码以确认

# delete your account form btn
source: Delete my account
es: Eliminar mi cuenta
fr: Supprimer mon compte
pl: Usuń moje konto
pt_br: Apagar minha conta
zh_hans: 删除我的账户

# profile details form
source: Your details have been changed.
fr: Vos coordonnées ont été modifiées.
pl: Twoje szczegóły zostały zmienione.
pt_br: Seus detalhes foram alterados.
zh_hans: 你的详细信息已更改。

source: Edit details
es: Editar detalles
fr: Modifier les détails
pl: Zmień szczegóły
pt_br: Editar detalhes
zh_hans: 编辑详细信息

# download your data
source: Your request for data download has been registered.
es: Tu solicitud de descarga de datos ha sido registrada.
fr: Votre demande de téléchargement de données a été enregistrée.
pl: Nowa kopia twoich danych oczekuje teraz na przygotowywanie do pobrania.
pt_br: Sua solicitação para download dos dados foi registrada.
zh_hans: 你的数据下载请求已被注册。

# download your data title
source: Download your data
es: Descargar tus datos
fr: Téléchargez vos données
pl: Pobierz kopię swoich danych
pt_br: Fazer download dos seus dados
zh_hans: 下载你的数据

# download your data
source: To download your data from the site, click the "Request data download" button. Depending on amount of data to be archived and number of users wanting to download their data at same time it may take up to few days for your download to be prepared. An e-mail with notification will be sent to you when your data is ready to be downloaded.
es: Para descargar tus datos del sitio, haz clic en el botón "Solicitar descarga de datos". Dependiendo de la cantidad de datos que se archiven y del número de usuarios que quieran descargar sus datos al mismo tiempo, puede tardar hasta unos días en prepararse la descarga. Se te enviará un correo electrónico con una notificación cuando tus datos estén listos para ser descargados.
fr: Pour télécharger vos données à partir du site, cliquez sur le bouton "Demander le téléchargement des données". En fonction de la quantité de données à archiver et du nombre d'utilisateurs souhaitant télécharger leurs données en même temps, il peut s'écouler quelques jours avant que votre téléchargement ne soit préparé. Un e-mail de notification vous sera envoyé lorsque vos données seront prêtes à être téléchargées.
pl: Aby pobrać kopię swoich danych ze strony, kliknij na "Przygotuj kopię danych". W zależności od ilości danych do zarchiwizowania oraz liczby użytkowników oczekujących na swoje dane, przygotowanie kopii może zająć nawet kilka dni. Kiedy twoje dane będą gotowe do pobrania zostanie do ciebie wysłana wiadomość e-mail.
pt_br: Para fazer download dos seus dados no site, clique no botão "Solicitar download de dados". Dependendo da quantidade de dados a serem arquivados e o número de usuários solicitando o download de seus dados ao mesmo tempo, pode levar alguns dias para que o seu download fique pronto. Um e-mail com uma notificação será enviado para você quando seus dados estiverem prontos para download.
zh_hans: 要从网站下载你的数据，请单击“请求数据下载”按钮。根据要存档的数据量和同时想要下载数据的用户数量，可能需要几天时间才能准备好你的下载。当你的数据准备好下载时，将会发送一封带有通知的电子邮件给你。

# download your data
source: The download will only be available for limited amount of time, after which it will be deleted from the site and marked as expired.
es: La descarga solo estará disponible por un tiempo limitado, después del cual será eliminada del sitio y marcada como expirada.
fr: Le téléchargement ne sera disponible que pendant une durée limitée, après quoi il sera supprimé du site et marqué comme expiré.
pl: Kopia będzie dostępna do pobrania tylko przez określony czas, po upływie którego zostanie usunięta ze strony i oznaczona jako wygasła.
pt_br: O download ficará disponível por um tempo limitado, após isso, ele será apagado do site e marcado como expirado.
zh_hans: 下载将在有限的时间内可用，之后它将从网站中删除并标记为过期。

# download your data table
source: Requested on
es: Solicitado el
fr: Demandé le
pl: Data zlecenia
pt_br: Solicitado em
zh_hans: 请求时间

# download your data table
source: Download
es: Descargar
fr: Télécharger
pl: Pobieranie
zh_hans: 下载

# download your data table
source: You have no data downloads.
es: No tienes descargas de datos.
fr: Vous n'avez aucun téléchargement de données.
pl: Nie masz żadnych kopii swoich danych do pobrania.
pt_br: Você não possui dados de downloads.
zh_hans: 你没有数据下载。

# download your data btn
source: Request data download
es: Solicitar descarga de datos
fr: Demande de téléchargement de données
pl: Przygotuj kopię danych
pt_br: Solicitar download de dados
zh_hans: 请求数据下载

# download your data table btn
source: Download is being prepared
es: Descarga en preparación
fr: Le téléchargement est en cours de préparation
pl: Kopia w przygotowaniu
pt_br: O download está sendo preparado
zh_hans: 下载正在准备中

# download your data table btn
source: Download your data
es: Descargar tus datos
fr: Téléchargez vos données
pl: Pobierz kopię
pt_br: Faça download dos seus dados
zh_hans: 下载你的数据

# download your data table btn
source: Download is expired
es: Descarga expirada
fr: Le téléchargement a expiré
pl: Kopia wygasła
pt_br: O download expirou
zh_hans: 下载已过期

# watch thread choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 不

# watch thread choice
source: Yes, with on site notifications
es: Sí, con notificaciones en el sitio
fr: Oui, avec notifications sur site
pl: Tak, z powiadomieniami na stronie
pt_br: Sim, com notificação no site
zh_hans: 是的，带有网站内通知"

# watch thread choice
source: Yes, with on site and e-mail notifications
es: Sí, con notificaciones en el sitio y por correo electrónico
fr: Oui, avec notifications sur site et par e-mail
pl: Tak, z powiadomieniami na stronie i e-mailu
pt_br: Sim, com notificação no site e e-mail
zh_hans: 是的，带有网站内和电子邮件通知

# notification preference
source: Don't notify
es: No notificar
fr: Ne pas avertir
pl: Nie powiadamiaj
pt_br: Não notificar
zh_hans: 不通知

# notification preference
source: Notify on site
es: Notificar en el sitio
fr: Avertir sur place
pl: Powiadom na stronie
pt_br: Notificar no site
zh_hans: 在网站上通知

# notification preference
source: Notify on site and with e-mail
es: Notificar en el sitio y por correo electrónico
fr: Notifier sur place et par e-mail
pl: Powiadom na stronie i e-mailu
pt_br: Notificar no site e no e-mail
zh_hans: 在网站上和通过电子邮件通知

# private threads preference
source: Anybody can invite me to their private threads
es: Cualquiera puede invitarme a sus temas privados
fr: N'importe qui peut m'inviter à ses discussions privées
pl: Każdy może zaprosić mnie do swoich prywatnych tematów
pt_br: Qualquer pessoa pode me convidar para suas discussões privadas
zh_hans: 任何人都可以邀请我加入他们的个人主题

# private threads preference
source: Only those I follow can invite me to their private threads
es: Solo aquellos a quienes sigo pueden invitarme a sus temas privados
fr: Seuls ceux que je suis peuvent m'inviter à leurs discussions privées
pl: Tylko osoby które obserwuję mogą zaprosić mnie do swoich prywatnych tematów
pt_br: Apenas quem eu sigo pode me convidar para discussões privadas
zh_hans: 只有我关注的人可以邀请我加入他们的个人主题

# private threads preference
source: Nobody can invite me to their private threads
es: Nadie puede invitarme a sus temas privados
fr: Personne ne peut m'inviter dans ses discussions privées
pl: Nikt nie może zaprosić mnie do swoich prywatnych tematów
pt_br: Ninguém pode me convidar para discussões privadas
zh_hans: 没有人可以邀请我加入他们的个人主题

# forum options form
source: Your forum options have been changed.
fr: Vos options de forum ont été modifiées.
pl: Twoje ustawienia forum zostały zmienione.
pt_br: As suas opções de fórum foram alteradas.
zh_hans: 你的论坛选项已更改。

# forum options form
source: Please reload the page and try again.
es: Por favor, recarga la página e inténtalo de nuevo.
fr: Veuillez recharger la page et réessayer.
pl: Przeładuj stronę i spróbuj ponownie.
pt_br: Por favor, recarregue a página e tente novamente.
zh_hans: 请重新加载页面并重试。

# forum options title
source: Forum options
es: Opciones del foro
fr: Options du forum
pl: Ustawienia forum
pt_br: Opções de fórum
zh_hans: 论坛选项

# forum options form title
source: Change forum options
es: Cambiar opciones del foro
fr: Modifier les options du forum
pl: Zmień ustawienia forum
pt_br: Alterar opções de fórum
zh_hans: 更改论坛选项

# forum options form
source: Privacy settings
es: Configuración de privacidad
fr: Paramètres de confidentialité
pl: Ustawienia prywatności
pt_br: Configurações de privacidade
zh_hans: 隐私设置

# forum options form
source: Hide my presence
es: Ocultar mi presencia
fr: Masquer ma présence
pl: Ukryj moją obecność
pt_br: Ocultar minha presença
zh_hans: 隐藏我的存在

# forum options form
source: If you hide your presence, only members with permission to see hidden presence will see when you are online.
fr: Si vous masquez votre présence, seuls les membres autorisés à voir la présence cachée verront lorsque vous êtes en ligne.
pl: Jeśli ukryjesz swoją obecność, tylko osoby z dostępem do widzenia ukrytych obecności będą widziały kiedy jesteś online.
pt_br: Se você ocultar sua presença, apenas membros com permissão para ver presenças ocultas verão que você está online.
zh_hans: 如果你隐藏你的存在，只有被授权查看隐藏存在的成员才能看到你何时在线。

# forum options form
source: Hide my presence from other users
es: Ocultar mi presencia a otros usuarios
fr: Masquer ma présence aux autres utilisateurs
pl: Ukryj moją obecność dla innych użytkowników
pt_br: Ocultar minha presença para outros usuários
zh_hans: 对其他用户隐藏我的存在

# forum options form
source: Show my presence to other users
es: Mostrar mi presencia a otros usuarios
fr: Montrer ma présence aux autres utilisateurs
pl: Pokazuj moją obecność innym użytkownikom
pt_br: Mostrar minha presença para outros usuários
zh_hans: 向其他用户显示我的存在

# forum options form
source: Limit private thread invitations from other users
es: Limitar las invitaciones a temas privados de otros usuarios
fr: Limiter les invitations à des discussions privées provenant d'autres utilisateurs
pl: Ogranicz zaproszenia do prywatnych tematów innych użytkowników
pt_br: Limitar convites para discussões privadas de outros usuários
zh_hans: 限制来自其他用户的个人主题邀请
