Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# admin agreement form
source: Please fill in agreement link or text.
fr: Veuillez remplir le lien ou le texte de l'accord.
pl: Wprowadź odnośnik albo treść zgody.
pt_br: Por favor, preencha com texto ou um link para o acordo.
zh_hans: 请填写协议链接或文本内容。

# admin agreement type field choice
source: All types
fr: Tous types
pl: Wszystkie typy
pt_br: Todos os tipos
zh_hans: 全部类型

# admin agreement form
source: Content
fr: Contenu
pl: Treść
pt_br: Conteúdo
zh_hans: 内容

# admin agreements
source: Requested agreement does not exist.
fr: L’accord demandé n’existe pas.
pl: Żądana zgoda nie istnieje.
pt_br: O acordo solicitado não existe.
zh_hans: 请求的协议不存在。

# admin agreements ordering choice
source: From newest
fr: Du plus récent
pl: Od najnowszych
pt_br: Do mais recente
zh_hans: 最新优先

# admin agreements ordering choice
source: From oldest
fr: Du plus ancien
pl: Od najstarszych
pt_br: Do mais antigo
zh_hans: 最旧优先

# admin agreements
source: With agreements: 0
fr: Avec accords : 0
pl: Ze zgodami: 0
pt_br: Com acordos: 0
zh_hans: 已选协议：0

# admin agreements
source: Select agreements
fr: Accords sélectionnés
pl: Wybierz zgody
pt_br: Selecionar acordos
zh_hans: 选择协议

# admin agreements
source: Delete agreements
fr: Supprimer les accords
pl: Usuń zgody
pt_br: Deletar acordos
zh_hans: 删除协议

# admin agreements
source: Are you sure you want to delete those agreements?
fr: Êtes-vous sûr de vouloir supprimer ces accords?
pl: Na pewno chcesz usunąć wybrane zgody?
pt_br: Você tem certeza de que deseja deletar esses acordos?
zh_hans: 确定要删除这些协议吗？

# admin agreements
source: Selected agreements have been deleted.
fr: Certains accords ont été supprimés.
pl: Wybrane zgody zostały usunięte.
pt_br: Os acordos selecionados foram deletados.
zh_hans: 所选协议已删除。

# admin agreements
source: New agreement "%(title)s" has been saved.
fr: Le nouvel accord "%(title)s" a été enregistré.
pl: Nowa zgoda "%(title)s" została dodana.
pt_br: O novo acordo "%(title)s" foi salvo.
zh_hans: 新协议 "%(title)s" 已保存。

# admin agreements
source: Agreement "%(title)s" has been edited.
fr: L'accord "%(title)s" a été modifié.
pl: Zgoda "%(title)s" została zmieniona.
pt_br: O acordo "%(title)s" foi editado.
zh_hans: 协议 "%(title)s" 已编辑。

# admin agreements
source: Agreement "%(title)s" has been deleted.
fr: L'accord "%(title)s" a été supprimé.
pl: Zgoda "%(title)s" została usunięta.
pt_br: O acordo "%(title)s" foi deletado.
zh_hans: 协议 "%(title)s" 已删除。

# admin agreements
source: Agreement "%(title)s" has been set as active for type "%(type)s".
fr: L'accord "%(title)s" a été défini comme actif pour le type "%(type)s".
pl: Zgoda "%(title)s" została wybrana jako obowiązująca dla typu "%(type)s".
pt_br: O acordo "%(title)s" foi definido como ativo para o tipo "%(type)s".
zh_hans: 协议 "%(title)s" 已设为类型 "%(type)s" 的激活协议。

# admin agreements
source: Agreement "%(title)s" has been disabled.
fr: L'accord "%(title)s" a été désactivé.
pl: Zgoda "%(title)s" została wyłączona.
pt_br: O acordo "%(title)s" foi desabilitado.
zh_hans: 协议 "%(title)s" 已禁用。

# agreement submit
source: You have already accepted this agreement.
fr: Vous avez déjà accepté cet accord.
pl: Już wyraziłeś(aś) na to zgodę.
pt_br: Você já aceitou este acordo.
zh_hans: 您已接受本协议。

# agreement submit
source: You need to submit a valid choice.
fr: Vous devez soumettre un choix valide.
pl: Musisz wybrać poprawny wybór.
pt_br: Você precisa enviar uma escolha válida.
zh_hans: 您需要提交有效选项。

# agreement type choice
source: Terms of service
fr: Conditions d'utilisation
pl: Regulamin serwisu
pt_br: Termos de serviço
zh_hans: 服务条款

# agreement type choice
source: Privacy policy
fr: Politique de confidentialité
pl: Polityka prywatności
pt_br: Política de privacidade
zh_hans: 隐私政策

# quote title
source: %(title)s has written:
fr: %(title)s a écrit:
pl: Napisane przez %(title)s:
pt_br: %(title)s escreveu:
zh_hans: %(title)s 写道：

# quote title
source: Quoted message:
fr: Message cité:
pl: Cytowana wiadomość:
pt_br: Mensagem citada:
zh_hans: 引用消息：

# spoiler
source: Reveal spoiler
fr: Révéler le spoiler
pl: Odkryj spoiler
pt_br: Revelar spoiler
zh_hans: 显示剧透内容

# admin node
source: Menu items
fr: Eléments de menu
pl: Odnośniki w menu
pt_br: Itens de menu
zh_hans: 菜单项

# admin node
source: Use those options to add custom items to the navbar and footer menus.
fr: Uilisez ces options pour ajouter des éléments personnalisés aux menus de la barre de navigation et du pied de page.
pl: Użyj tych opcji aby dodać własne odnośniki do menu w pasku nawigacji lub stopce forum.
pt_br: Use essas opções para adicionar itens personalizados nos menus da barra de navegação e rodapé.
zh_hans: 使用这些选项可在导航栏和页脚菜单中添加自定义项。

# admin menu item form
source: Title
fr: Titre
pl: Nazwa
pt_br: Título
zh_hans: 标题

# admin menu item form
source: URL
zh_hans: 网址

# admin menu item form
source: URL where this item will point to.
fr: URL vers laquelle cet élément pointera.
pl: Adres do którego powinien kierować ten odnośnik.
pt_br: URL para onde este item irá apontar.
zh_hans: 此项指向的网址。

# admin menu item form
source: Menu
fr: Menus
zh_hans: 菜单

# admin menu item form
source: Menu in which this item will be displayed.
fr: Menu dans lequel cet élément sera affiché.
pl: Menu w których będzie wyświetlany ten odnośnik.
pt_br: O menu onde este item deve ser mostrado.
zh_hans: 该项将显示于哪个菜单。

# admin menu item form
source: CSS class
fr: Classe CSS
pl: Klasa CSS
pt_br: Classe CSS
zh_hans: CSS类

# admin menu item form
source: Optional. Additional CSS class to include in link's "class" HTML attribute.
fr: En option. Classe CSS supplémentaire à inclure dans l'attribut HTML "class" du lien.
pl: Opcjonalne. Dodatkowe klasy CSS do umieszczenia w atrybucie HTML "class" odnośnika.
pt_br: Opcional. Classe CSS adicional para incluir no atributo "class" do HTML.
zh_hans: 可选。用于链接的HTML "class"属性的附加CSS类。

# admin menu item form
source: Open this link in new window
fr: Ouvrir ce lien dans une nouvelle fenêtre
pl: Zawsze otwieraj odnośnik w nowej karcie.
pt_br: Abrir este link em uma nova janela
zh_hans: 新窗口打开链接

# admin menu item form
source: Enabling this option will result in the target="_blank" attribute being added to this link's HTML element.
fr: L'activation de cette option entraînera l'ajout de l'attribut target="_blank" à l'élément HTML de ce lien.
pl: Włączenie tej opcji sprawi że kod HTML odnośnika zawierać będzie atrybut target="_blank".
pt_br: Habilitar esta opção fará com que o atributo target="_blank" seja adicionado a este elemento link no HTML.
zh_hans: 启用此选项后，链接将添加 target="_blank" 属性，实现新窗口打开。

# admin menu item form
source: Rel attribute
fr: Attribut Rel
pl: Atrybutu "rel"
pt_br: Atributo rel
zh_hans: Rel属性

# admin menu item form
source: Optional "rel" attribute that this item will use (ex. "nofollow").
fr: Attribut facultatif "rel" que cet élément utilisera (ex. "nofollow").
pl: Opcjonalna wartość dla atrybutu HTML "rel" dla tego odnośnika (np. "nofollow").
pt_br: O atributo "rel" opcional que este item irá usar (ex: "nofollow").
zh_hans: 可选的"rel"属性（如 "nofollow"）。

# admin menu items
source: Requested menu item does not exist.
fr: L'élément de menu demandé n'existe pas.
pl: Żądany odnośnik menu nie istnieje.
pt_br: O menu requisitado não existe.
zh_hans: 请求的菜单项不存在。

# admin menu items
source: Delete items
fr: Supprimer des éléments
pl: Usuń odnośniki.
pt_br: Deletar itens
zh_hans: 删除项

# admin menu items
source: Are you sure you want to delete those menu items?
fr: Êtes-vous sûr de vouloir supprimer ces éléments de menu?
pl: Na pewno chcesz usunąć te odnośniki?
pt_br: Você tem certeza que deseja deletar esses itens de menu?
zh_hans: 您确定要删除这些菜单项吗？

# admin menu items
source: Selected menu items have been deleted.
fr: Les éléments de menu sélectionnés ont été supprimés.
pl: Wybrane odnośniki zostały usunięte.
pt_br: Os itens de minoria selecionados foram deletados.
zh_hans: 所选菜单项已删除。

# admin menu items
source: New menu item %(item)s has been saved.
fr: Le nouvel élément de menu %(item)s a été enregistré.
pl: Nowy odnośnik "%(item)s" został dodany do menu.
pt_br: O novo item de menu %(item)s foi salvo.
zh_hans: 新菜单项%(item)s已保存。

# admin menu items
source: Menu item %(item)s has been edited.
fr: L'élément de menu %(item)s a été modifié.
pl: Odnośnik "%(item)s" został zmieniony.
pt_br: O item de menu %(item)s foi editado.
zh_hans: 菜单项%(item)s已编辑。

# admin menu items
source: Menu item %(item)s has been deleted.
fr: L'élément de menu %(item)s a été supprimé.
pl: Odnośnik "%(item)s" został usunięty z menu.
pt_br: O item %(item)s foi deletado.
zh_hans: 菜单项%(item)s已删除。

# admin menu items
source: Menu item %(item)s has been moved after %(other)s.
fr: l'élément de menu %(item)s a été déplacé après %(other)s.
pl: Odnośnik "%(item)s" został przeniesiony za "%(other)s".
pt_br: O item de menu %(item)s foi movido para depois de %(other)s.
zh_hans: 菜单项%(item)s已移至%(other)s之后。

# admin menu items
source: Menu item %(item)s has been moved before %(other)s.
fr: L'élément de menu %(item)s a été déplacé avant %(other)s.
pl: Odnośnik "%(item)s" został przeniesiony przed "%(other)s".
pt_br: O item de menu %(item)s foi movido para antes de %(other)s.
zh_hans: 菜单项%(item)s已移至%(other)s之前。

# menu choice
source: Navbar and footer
fr: Barre de navigation et pied de page
pl: Pasek nawigacji i stopka
pt_br: Barra de navegação e rodapé
zh_hans: 导航栏和页脚

# menu choice
source: Navbar
fr: Barre de navigation
pl: Pasek nawigacji
pt_br: Barra de navegação
zh_hans: 导航栏

# menu choice
source: Footer
fr: Pied de page
pl: Stopka
pt_br: Rodapé
zh_hans: 页脚

# notifications permission
source: You must be signed in to access your notifications.
fr: Vous devez être connecté pour accéder à vos notifications.
pl: Musisz być zalogowany/a aby móc zobaczyć swoje powiadomienia.
pt_br: Você precisa estar conectado para acessar as suas notificações.
zh_hans: 您必须登录后才能访问您的通知。

# notification replied
source: %(actor)s replied to %(thread)s
fr: %(actor)s a répondu à %(thread)s
pl: %(actor)s odpowiedział(a) w %(thread)s
pt_br: %(actor)s respondeu para %(thread)s
zh_hans: %(actor)s回复了主题%(thread)s

# notification invited
source: %(actor)s invited you to %(thread)s
fr: %(actor)s vous a invité à %(thread)s
pl: %(actor)s zaprosił(a) ciebie do %(thread)s
pt_br: %(actor)s convidou você para %(thread)s
zh_hans: %(actor)s邀请您加入主题%(thread)s

# notification type
source: Don't notify
fr: Ne pas avertir
pl: Nie powiadamiaj
pt_br: Não notificar
zh_hans: 不通知

# notification type
source: Notify on site only
fr: Notifier sur place uniquement
pl: Powiadamiaj tylko na stronie
pt_br: Notificar apenas no site
zh_hans: 仅站内通知

# notification type
source: Notify on site and with e-mail
fr: Avertir sur place et par e-mail
pl: Powiadamiaj na stronie i w e-mailu
pt_br: Notificar no site e no email
zh_hans: 站内及邮件通知

# new thread reply email subject
source: %(thread)s - new reply by %(user)s
fr: %(thread)s - nouvelle réponse de %(user)s
pl: %(thread)s - nowa odpowiedź od %(user)s
pt_br: %(thread)s - nova resposta por %(user)s
zh_hans: %(thread)s - 新回复来自%(user)s

# new private thread email subject
source: %(user)s has invited you to participate in private thread "%(thread)s"
fr: %(user)s vous a invité à participer au fil de discussion privé "%(thread)s"
pl: %(user)s zaprosił(a) ciebie do udziału w prywatnym temacie "%(thread)s"
pt_br: %(user)s convidou você para participar da discussão privada "%(thread)s"
zh_hans: %(user)s邀请您参与私人主题 "%(thread)s"

# oauth2 error
source: The OAuth2 process was canceled by the provider.
fr: Le processus OAuth2 a été annulé par le fournisseur.
pl: Proces logowania przez OAuth 2 został przerwany przez usługę.
pt_br: O processo de OAuth2 foi cancelado pelo provedor.
zh_hans: OAuth2流程被服务商取消。

# oauth2 error
source: The OAuth2 session is missing state.
fr: L'état de la session OAuth2 est manquant.
pl: W sesji OAuth 2 nie znaleziono stanu uwierzytelnienia.
pt_br: Está faltando estado na sessão OAuth2.
zh_hans: OAuth2会话缺少状态信息。

# oauth2 error
source: The OAuth2 state was not sent by the provider.
fr: L'état OAuth2 n'a pas été envoyé par le fournisseur.
pl: Stan uwierzytelnienia z OAuth 2 nie został przesłany przez usługę.
pt_br: O estado de OAuth2 não foi enviado pelo provedor.
zh_hans: 服务商未发送OAuth2状态信息。

# oauth2 error
source: The OAuth2 state sent by the provider did not match one in the session.
fr: L'état OAuth2 envoyé par le fournisseur ne correspond pas à celui de la session.
pl: Stan uwierzytelnienia z OAuth 2 przesłany przez usługę nie zgadza się z tym w sesji.
pt_br: O estado do OAuth2 enviado pelo provedor não corresponde a um na sessão.
zh_hans: 服务商发送的OAuth2状态与会话中的不匹配。

# oauth2 error
source: The OAuth2 authorization code was not sent by the provider.
fr: Le code d'autorisation OAuth2 n'a pas été envoyé par le fournisseur.
pl: Usługa OAuth 2 nie zwróciła kodu uwierzytelniającego.
pt_br: O código de autorização do OAuth2 não foi enviado pelo provedor.
zh_hans: 服务商未发送OAuth2授权码。

# oauth2 error
source: Failed to connect to the OAuth2 provider to retrieve an access token.
fr: Échec de la connexion au fournisseur OAuth2 pour récupérer un jeton d'accès.
pl: Nie udało się połączyć z usługą OAuth 2 aby uzyskać token dostępowy.
pt_br: Falha ao se conectar ao provedor de OAuth2 pra recuperar um token de acesso.
zh_hans: 连接OAuth2服务商获取访问令牌失败。

# oauth2 error
source: The OAuth2 provider responded with error for an access token request.
fr: le fournisseur OAuth2 a répondu avec une erreur pour une demande de jeton d'accès.
pl: Usługa OAuth 2 odpowiedziała błędem na żądanie tokena dostępowego.
pt_br: O provedor de OAuth2 respondeu com um erro para a requisição de um token de acesso.
zh_hans: 服务商在访问令牌请求时返回错误。

# oauth2 error
source: The OAuth2 provider did not respond with a valid JSON for an access token request.
fr: Le fournisseur OAuth2 n'a pas répondu avec un JSON valide pour une demande de jeton d'accès.
pl: Usługa OAuth 2 nie zwróciła prawidłowego dokumentu JSON dla żądania tokenu dostępu.
pt_br: O provedor de OAuth2 não respondeu com um JSON válido para uma requisição de token de acesso.
zh_hans: 服务商未返回有效的JSON格式访问令牌。

# oauth2 error
source: JSON sent by the OAuth2 provider did not contain an access token.
fr: JSON envoyé par le fournisseur OAuth2 ne contenait pas de jeton d'accès.
pl: JSON zwrócony przez usługę OAuth 2 nie zawierał tokena dostępowego.
pt_br: O JSON enviado pelo provedor de OAuth2 não contém um token de acesso.
zh_hans: 服务商返回的JSON中未包含访问令牌。

# oauth2 error
source: Failed to connect to the OAuth2 provider to retrieve user profile.
fr: Échec de la connexion au fournisseur OAuth2 pour récupérer le profil utilisateur.
pl: Nie udało się połączyć z usługą OAuth 2 aby uzyskać dane profilu.
pt_br: Falha ao se conectar ao provedor de OAuth2 para recueprar o perfil do usuário.
zh_hans: 连接OAuth2服务商获取用户资料失败。

# oauth2 error
source: The OAuth2 provider responded with error for user profile request.
fr: Le fournisseur OAuth2 a répondu avec une erreur pour la demande de profil utilisateur.
pl: Usługa OAuth 2 odpowiedziała błędem na żądanie o dane profilu.
pt_br: O provedor de OAuth2 respondeu com erro para a requisição do perfil do usuário.
zh_hans: 服务商在用户资料请求时返回错误。

# oauth2 error
source: The OAuth2 provider did not respond with a valid JSON for user profile request.
fr: Le fournisseur OAuth2 n'a pas répondu avec un JSON valide pour la demande de profil utilisateur.
pl: Usługa OAuth 2 nie zwróciła prawidłowego dokumentu JSON dla żądania danych profilu.
pt_br: O provedor de OAuth2 não respondeu com um JSON válido para a requisição do perfil do usuário.
zh_hans: 服务商未返回有效的JSON格式用户资料。

# oauth2 error
source: JSON sent by the OAuth2 provider did not contain a user ID.
fr: JSON envoyé par le fournisseur OAuth2 ne contenait pas d'ID utilisateur.
pl: Usługa OAuth 2 zwróciła dokument JSON który nie zawierał ID użytkownika.
pt_br: O JSON enviado pelo provedor de OAuth2 não contém um UserID.
zh_hans: 服务商返回的JSON中未包含用户ID。

# oauth2 error
source: User account associated with the profile from the OAuth2 provider was deactivated by the site administrator.
fr: Le compte utilisateur associé au profil du fournisseur OAuth2 a été désactivé par l'administrateur du site.
pl: Konto użytkownika powiązane z tym profilem z usługi OAuth 2 zostało wyłączone przez administratora strony.
pt_br: A conta de usuário assoaciada com o perfil do provedor OAuth2 foi desativada pelo administrador do site.
zh_hans: 与OAuth2服务商资料关联的用户账号已被站点管理员停用。

# oauth2 error
source: User profile retrieved from the OAuth2 provider did not validate.
fr: Le profil utilisateur récupéré du fournisseur OAuth2 n'a pas été validé.
pl: Dane profilu zwrócone przez usługę OAuth 2 nie przeszły walidacji.
pt_br: O perfil de usuáirio recuperado a partir do provedor de OAuth2 não é válido.
zh_hans: 从服务商获取的用户资料未通过校验。

# oauth2 error
source: Your e-mail address returned by the provider is not available for use on this site.
fr: Votre adresse e-mail renvoyée par le fournisseur n'est pas disponible pour une utilisation sur ce site.
pl: Twój adres e-mail zwrócony przez usługę nie może być użyty na tej stronie.
pt_br: Seu endereço de email recuperado a partir do provedor não está disponível para uso neste site.
zh_hans: 服务商返回的您的邮箱地址无法在本站使用。

# oauth2 error
source: Your username returned by the provider is not available for use on this site.
fr: Votre nom d'utilisateur renvoyé par le fournisseur n'est pas disponible pour une utilisation sur ce site.
pl: Twoja nazwa użytkownika zwrócona przez usługę nie może być użyta na tej stronie.
pt_br: Seu nome de usuário retornado pelo provedor não está disponível para uso neste site.
zh_hans: 服务商返回的您的用户名无法在本站使用。

# admin node
source: Plugins
pl: Pluginy
zh_hans: 插件

# plugins metadata
source: Plugin manifest is of an unexpected type '%(manifest_type)s' (expected MisagoPlugin instance)
fr: Le manifeste du plugin est d'un type inattendu '%(manifest_type)s' (instance MisagoPlugin attendue)
pl: Manifest pluginu ma nieoczekiwany typ '%(manifest_type)s' (oczekiwano instancji MisagoPlugin)
pt_br: O manifesto do plugin é de um tipo inesperado '%(manifest_type)s' (era esperado uma instância MisagoPlugin)
zh_hans: 插件清单类型为'%(manifest_type)s'（应为MisagoPlugin实例）

# search api
source: You don't have permission to search site.
fr: Vous n'êtes pas autorisé à effectuer une recherche sur le site.
pl: Nie masz uprawnień do korzystania z funkcji szukania.
pt_br: Você não possui permissão para buscar site.
zh_hans: 您没有权限搜索本站内容。

# search permission
source: Search
fr: Recherche
pl: Szukanie
pt_br: Buscar
zh_hans: 搜索

# search permission
source: Can search site
fr: Peut rechercher un site
pl: Może użyć funkcji szukania
pt_br: Pode buscar site
zh_hans: 可搜索站点内容

# search view
source: You don't have permission to search site.
fr: Vous n'êtes pas autorisé à effectuer une recherche sur le site.
pl: Nie masz uprawnień do korzystania z funkcji szukania.
pt_br: Você não possui permissão para buscar site.
zh_hans: 您没有权限搜索本站内容。

# admin node
source: Social login
fr: Connexion via réseau social
pl: Logowanie społecznościowe
pt_br: Login social
zh_hans: 社交登录

# admin node
source: Enable users to sign on and login using their social profile.
fr: Permettre aux utilisateurs de s'inscrire et de se connecter en utilisant leur profil social.
pl: Włącz opcję rejestracji i logowania poprzez wybrane serwisy społecznościowe.
pt_br: Permitir que os usuários se cadastre e façam login utilizando suas redes sociais.
zh_hans: 允许用户通过社交账号注册和登录。

# admin social auth provider form
source: Button text
fr: Texte du bouton
pl: Tekst na przycisku
pt_br: Texto do botão
zh_hans: 按钮文本

# admin social auth provider form
source: Button color
fr: Couleur du bouton
pl: Kolor przycisku
pt_br: Cor do botão
zh_hans: 按钮颜色

# admin social auth provider form
source: Enable this provider
fr: Activer ce fournisseur
pl: Włącz logowanie z użyciem tej sieci społecznościowej
pt_br: Habilitar este provedor
zh_hans: 启用该服务商

# admin social auth provider form
source: Associate existing users by email
fr: Associer les utilisateurs existants par email
pl: Wiąż istniejące konta użytkowników po e-mailu
pt_br: Associar usuários existentes por email
zh_hans: 通过邮箱关联已有用户

# admin social auth provider form
source: This setting controls handling of e-mail collisions that occur when e-mail address returned from social site is already stored in the forum's database. Enabling this option will result in the user being signed in to pre-existing account. Otherwise they will be asked to specify a different e-mail to complete the sign in using social site.
fr: Ce paramètre contrôle la gestion des collisions d'e-mails qui se produisent lorsque l'adresse e-mail renvoyée par le site social est déjà stockée dans la base de données du forum. En activant cette option, l'utilisateur sera connecté à un compte préexistant. Dans le cas contraire, il lui sera demandé de spécifier une adresse électronique différente pour terminer la connexion à l'aide du site du réseau social.
pl: Ta opcja kontroluje obsługę kolizji adresów e-mail które mają miejsce kiedy adres e-mail zwrócony przez serwis społecznościowy już istnieje w bazie danych forum. Włączenie tej opcji sprawi że w sytuacji kiedy istnieje już w bazie danych konto użytkownika z adresem e-mail takim samym jak w profilu otrzymanym od sieci społecznościowej, profil ten zostanie powiązany z tym kontem. W przeciwnym wypadku użytkownik zostanie poproszony o podanie nowego adresu e-mail aby dokończyć logowanie.
pt_br: Esta definição controla a manipulação de colisões que ocorrem quando um endereço de e-mail retornado a partir de redes sociais já está armazenado no banco de dados do fórum. Habilitar esta opção irá resultar no redirecionamento do usuário para uma conta já existente. Caso contrário será solicitado que seja especificado um email diferente para completar o login utilizando a rede social.
zh_hans: 本设置用于处理社交网站返回的邮箱已在论坛数据库中存在时的冲突。启用后，系统会直接登录已有账号，否则将要求用户更换邮箱以完成社交登录。

source: This field is required.
fr: Ce champ est obligatoire.
pl: To pole jest wymagane.
pt_br: Este campo é obrigatório.
zh_hans: 此项为必填项。

# admin social auth facebook form
source: App ID
fr: ID d'application
pl: ID aplikacji
pt_br: ID do aplicativo
zh_hans: 应用ID

# admin social auth facebook form
source: App Secret
pl: Sekret aplikacji
pt_br: Apps Secret
zh_hans: 应用密钥

# admin social auth github form
source: Client ID
pl: ID klienta
zh_hans: 客户端ID

# admin social auth github form
source: Client Secret
pl: Sekret klienta
zh_hans: 客户端密钥

# admin social auth google form
source: Client ID
pl: ID klienta
zh_hans: 客户端ID

# admin social auth google form
source: Client Secret
pl: Sekret klienta
zh_hans: 客户端密钥

# admin social auth twitter form
source: Consumer API key
pl: Publiczny klucz API konsumenta
pt_br: Chave de consumo da API
zh_hans: 消费者API密钥

# admin social auth twitter form
source: Consumer API secret key
pl: Prywatny klucz API konsumenta
pt_br: Chave secreta de consumo da API
zh_hans: 消费者API密钥（Secret）

# admin social auth providers
source: Requested social login provider does not exist.
fr: Le fournisseur de connexion du reseau sociale demandé n’existe pas.
pl: Żądana opcja logowania nie istnieje.
pt_br: O provedor de login social não existe.
zh_hans: 请求的社交登录服务商不存在。

# admin social auth providers
source: Login with %(provider)s has been updated.
fr: La connexion avec %(provider)s a été mise à jour.
pl: Logowanie przez %(provider)s zostało zmienione.
pt_br: O login com %(provider)s foi atualizado.
zh_hans: %(provider)s登录方式已更新。

# admin social auth providers
source: Login with %(provider)s has been disabled.
fr: La connexion avec %(provider)s a été désactivée.
pl: Logowanie przez %(provider)s zostało wyłączone.
pt_br: Login com %(provider)s foi desativado.
zh_hans: %(provider)s登录方式已禁用。
