Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# admin theme media upload form
source: Media files are primarily image and font files that can be linked to from the CSS, but files of any type can be uploaded using this option.
fr: Les fichiers multimédias sont principalement des fichiers d'images et de polices qui peuvent être liés à partir du CSS, mais des fichiers de tout type peuvent être téléchargés à l'aide de cette option.
pl: Media to głównie pliki graficzne i z fontami które można wykorzystać w CSS, ale ta opcja umożliwia przesłanie plików dowolnego typu.
pt_br: Arquivos de mídia são primariamente imagens e fontes que podem ser vinculadas através de CSS, mas arquivos de qualquer tipo podem ser enviados usando esta opção.
zh_hans: 媒体文件主要是图片和字体文件，可在CSS中引用，但也可通过此选项上传任意类型文件。

# admin theme media upload form
source: Theme CSS that use the "url()" to point to media files will be updated automatically.
fr: Le CSS du thème qui utilise "url()" pour pointer vers des fichiers multimédias sera mis à jour automatiquement.
pl: CSS motywu używający "url()" aby odnieść się do mediów będzie automatycznie zaktualizowany.
pt_br: O tema CSS qeu usa "url()" para apontar para arquivos de mídia serão atualizados automaticamente.
zh_hans: 主题CSS中使用“url()”指向的媒体文件将自动更新。

# admin theme media upload form
source: Cancel
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# admin theme media upload form
source: Upload
fr: Télécharger
pl: Prześlij
pt_br: Enviar
zh_hans: 上传

# admin theme form
source: New theme
fr: Nouveau thème
pl: Nowy motyw
pt_br: Novo tema
zh_hans: 新主题

# admin themes
source: Edit assets
fr: Modifier les actifs
pl: Zmień źródła
pt_br: Editar recursos
zh_hans: 编辑资源

# admin theme form
source: Edit theme
fr: Modifier le thème
pl: Zmień motyw
pt_br: Editar tema
zh_hans: 编辑主题

# admin theme form
source: Settings
fr: Paramètres
pl: Ustawienia
pt_br: Configurações
zh_hans: 设置

# admin theme form
source: Additional information (optional)
fr: Informations supplémentaires (facultatif)
pl: Dodatkowe informacje (opcjonalne)
pt_br: Informações adicionais (opcional)
zh_hans: 附加信息（可选）

# admin themes
source: Import theme
fr: Importer le thème
pl: Importuj motyw
pt_br: Importar tema
zh_hans: 导入主题

# admin theme import submit
source: Import
fr: Importer
pl: Importuj
pt_br: Importar
zh_hans: 导入

# admin themes
source: Create theme
fr: Créer un thème
pl: Stwórz motyw
pt_br: Criar tema
zh_hans: 新建主题

# admin themes list
source: Theme
fr: Thème
pl: Motyw
pt_br: Tema
zh_hans: 主题

# admin theme active status
source: Active
fr: Actif
pl: Aktywny
pt_br: Ativo
zh_hans: 已激活

# admin themes
source: Edit information
fr: Modifier les informations
pl: Zmień informacje
pt_br: Editar informação
zh_hans: 编辑信息

# admin themes
source: Create child theme
fr: Créer un thème enfant
pl: Stwórz motyw podrzędny
pt_br: Criar tema-filho
zh_hans: 新建子主题

# admin themes
source: Set as active
fr: Définir comme actif
pl: Ustaw jako aktywny
pt_br: Definir como ativo
zh_hans: 设为激活

# admin themes
source: Export theme
fr: Exporter le thème
pl: Eksportuj motyw
pt_br: Exportar tema
zh_hans: 导出主题

# admin themes
source: Delete theme
fr: Supprimer le thème
pl: Usuń motyw
pt_br: Deletar tema
zh_hans: 删除主题

# admin themes
source: Are you sure you want to delete this theme? Deleting theme will also delete its child themes.
fr: Êtes-vous sûr de vouloir supprimer ce thème ? La suppression d'un thème entraînera également la suppression de ses thèmes enfants.
pl: Na pewno chcesz usunąć ten motyw? Usunięcie motywu usunie także jego motywy podrzędne.
pt_br: Você realmente deseja deletar este tema? DEletar o tema também deletará seus temas-filhos.
zh_hans: 确定要删除此主题？删除主题将同时删除其子主题。

# admin ban users form
source: Ban users
fr: Bannir les utilisateurs
pl: Zablokuj użytkowników
pt_br: Banir usuários
zh_hans: 封禁用户

# admin ban users form
source: Ban selected users
fr: Bannir les utilisateurs sélectionnés
pl: Zablokuj wybranych użytkowników
pt_br: Banir usuários selecionados
zh_hans: 封禁所选用户

# admin ban users form
source: Users
fr: Utilisateurs
pl: Użytkownicy
pt_br: Usuários
zh_hans: 用户

# admin ban users list
source: User
fr: Utilisateur
pl: Użytkownik
pt_br: Usuário
zh_hans: 用户

# admin ban users list
source: E-mail
zh_hans: 邮箱

# admin ban users list
source: IP address
fr: adresse IP
pl: Adres IP
pt_br: Endereço IP
zh_hans: IP地址

source: Avatar
pl: Awatar
zh_hans: 头像

# admin user ip deleted
source: IP removed
fr: IP supprimée
pl: IP usunięte
pt_br: IP removido
zh_hans: IP已移除

# admin ban users form
source: Ban settings
fr: Paramètres d'interdiction
pl: Ustawienia blokady
pt_br: Configurações de banimento
zh_hans: 封禁设置

# admin ban users form
source: Messages
pl: Wiadomości
pt_br: Mensagens
zh_hans: 消息

# admin ban users form
source: Never
fr: Jamais
pl: Nigdy
pt_br: Nunca
zh_hans: 永不过期

# admin ban users form
source: Set date
fr: Définir la date
pl: Ustaw datę
pt_br: Definir data
zh_hans: 指定日期

# admin users
source: View on site
fr: Voir sur place
pl: Zobacz na stronie
pt_br: Ver no site
zh_hans: 站点查看

# admin user form
source: Edit user
fr: Modifier l'utilisateur
pl: Zmień użytkownika
pt_br: Editar usuário
zh_hans: 编辑用户

# admin users list item
source: Can use admin control panel and manage other administrators
fr: Peut utiliser le panneau de configuration d'administration et gérer d'autres administrateurs
pl: Może korzystać z panelu administracyjnego i zarządzać innymi administratorami.
pt_br: Pode usar o painel de controle administrativo e gerenciar outros administradores
zh_hans: 可使用管理后台并管理其他管理员

# admin user super admin status
source: Super Admin
fr: Super administrateur
pl: Super administrator
pt_br: Super Administrador
zh_hans: 超级管理员

# admin users list item
source: Can use admin control panel
fr: Peut utiliser le panneau de contrôle d'administration
pl: Może korzystać z panelu administracyjnego
pt_br: Pode usar o painel de controle administrativo
zh_hans: 可使用管理后台

# admin user admin status
source: Admin
fr: Administrateur
pl: Administrator
pt_br: Administrador
zh_hans: 管理员

# admin users list item
source: Requires activation by administrator
fr: Nécessite une activation par l'administrateur
pl: Wymaga aktywacji przez administratora
pt_br: Requer ativação pelo administrador
zh_hans: 需管理员激活

# admin user inactive status
source: Inactive
fr: Inactif
pl: Nieaktywny
pt_br: Inativo
zh_hans: 未激活

# admin users list item
source: Has to activate their account
fr: Doit activer son compte
pl: Musi aktywować swoje konto
pt_br: Precisa ativar sua conta
zh_hans: 需激活账号

# admin users list item
source: Account scheduled for deletion
fr: Compte dont la suppression est programmée
pl: Konto zakolejkowane do usunięcia
pt_br: Conta programada para exclusão
zh_hans: 账号已安排删除

# admin user deleted status
source: Deleted
fr: Supprimé
pl: Usunięty
pt_br: Deletada
zh_hans: 已删除

# admin users list item
source: Account disabled
fr: Compte désactivé
pl: Konto wyłączone
pt_br: Conta desativada
zh_hans: 账号已禁用

# admin user disabled status
source: Disabled
fr: Désactivé
pl: Wyłączony
pt_br: Desativado
zh_hans: 已禁用

# admin user stats
source: %(posts)s post
fr: %(posts)s publication
pt_br: %(posts)s publicação
zh_hans: %(posts)s条帖子

# admin user stats
source: %(threads)s thread
fr: %(threads)s fil de discussion
pl: %(threads)s temat
pt_br: %(threads)s tópico
zh_hans: %(threads)s个主题

# admin user form
source: Basic account settings
fr: Paramètres de compte de base
pl: Podstawowe ustawienia konta
pt_br: Configurações básicas da conta
zh_hans: 基本账号设置

# admin user form
source: Administrator status
fr: Statut d'administrateur
pl: Uprawnienia administratora
pt_br: Status do administrador
zh_hans: 管理员状态

# admin user form
source: Only superusers can change other users administrator status.
fr: Seuls les superutilisateurs peuvent modifier le statut d'administrateur des autres utilisateurs.
pl: Tylko super-administratorzy mogą zmieniać uprawnienia administratora innych użytkowników.
pt_br: Apenas superusuários podem alterar os status de outros administradores.
zh_hans: 只有超级管理员可更改其他用户的管理员状态。

# admin user form
source: Sign-in credentials
fr: Identifiants de connexion
pl: Dane logowania
pt_br: Credenciais de login
zh_hans: 登录凭证

# admin user form
source: This user has not set account password and uses other service to authenticate.
fr: Cet utilisateur n'a pas défini de mot de passe de compte et utilise un autre service pour s'authentifier.
pl: Ten użytkownik nie ma ustawionego żadnego hasła i korzysta z innej usługi do logowania.
pt_br: Este usuário não definiu uma senha para a conta e usa outro serviço para se autenticar.
zh_hans: 该用户未设置账号密码，使用其他服务进行认证。

# admin user form
source: Avatar
pl: Awatar
zh_hans: 头像

# admin user form
source: Signature
pl: Podpis
pt_br: Assinatura
zh_hans: 签名

# admin user form
source: Forum options
fr: Options du forum
pl: Ustawienia forum
pt_br: Opções do fórum
zh_hans: 论坛选项

# admin user form
source: Automatic subscription preferences (deprecated)
fr: Préférences d'abonnement automatique (obsolète)
pl: Preferencje automatycznych subskrypcji (nie używane)
pt_br: Preferências de inscrição automática (obsoleto)
zh_hans: 自动订阅偏好（已弃用）

# admin user form
source: Notifications preferences
fr: Préférences de notifications
pl: Preferencje powiadomień
pt_br: Preferências de notificações
zh_hans: 通知偏好

# admin user form
source: Account status
fr: Statut du compte
pl: Status konta
pt_br: Status da conta
zh_hans: 账号状态

# admin user form
source: This user is deleting their account. It has been deactivated for the duration of the process.
fr: Cet utilisateur supprime son compte. Il a été désactivé pour la durée du processus.
pl: Ten użytkownik właśnie usuwa swoje konto. Pozostanie ono wyłączone do zakończenia procesu.
pt_br: Este usuário está deletando sua conta. Ela será desativada durante o processo.
zh_hans: 该用户正在删除账号，账号已在此过程中停用。

# admin user form
source: No additional action is required. This account will be deleted automatically when process is completed.
fr: Aucune action supplémentaire n'est requise. Ce compte sera supprimé automatiquement à la fin de la procédure.
pl: Żadna dodatkowa akcja nie jest wymagana. To konto zostanie usunięte automatycznie kiedy proces dobiegnie końca.
pt_br: Nenhuma ação adicional é necessária. Esta conta será deletada automaticamente quando o processo for concluído.
zh_hans: 无需额外操作，账号将在流程结束后自动删除。

# admin user form
source: Agreements
fr: Accords
pl: Wyrażone zgody
pt_br: Acordos
zh_hans: 协议

# admin user agreements list
source: Agreement
fr: Accord
pl: Zgoda
pt_br: Acordo
zh_hans: 协议

# admin user agreements list
source: Type
pl: Typ
pt_br: Tipo
zh_hans: 类型

# admin user agreements list
source: Accepted on
fr: Accepté le
pl: Data
pt_br: Aceito em
zh_hans: 接受时间

# admin user agreements list
source: This user didn't accept any agreements.
fr: Cet utilisateur n'a accepté aucun accord.
pl: Ten użytkownik nie wyraził żadnych zgód.
pt_br: Este usuário não aceitou nenhum acordo.
zh_hans: 该用户未接受任何协议。

# admin users
source: New user
fr: Nouvel utilisateur
pl: Nowy użytkownik
pt_br: Novo usuário
zh_hans: 新用户

# admin users list
source: User
fr: Utilisateur
pl: Użytkownik
pt_br: Usuário
zh_hans: 用户

# admin users list
source: Rank
fr: Rang
pl: Ranga
zh_hans: 等级

# admin users list
source: Registration
fr: Inscription
pl: Rejestracja
pt_br: Cadastro
zh_hans: 注册时间

# admin users list
source: Posts
fr: Messages
pl: Posty
pt_br: Publicações
zh_hans: 帖子

# admin users
source: Edit user
fr: Modifier l'utilisateur
pl: Zmień użytkownika
pt_br: Editar usuário
zh_hans: 编辑用户

# admin users
source: Edit
fr: Modifier
pl: Zmień
pt_br: Editar
zh_hans: 编辑

# admin users
source: No users matching criteria exist.
fr: Aucun utilisateur correspondant aux critères n'existe.
pl: Nie ma użytkowników pasujących do szukanych kryteriów.
pt_br: Nenhum usuário correspondente ao critério existe.
zh_hans: 没有符合条件的用户。

# admin users filter form
source: You can include wildcard ("*") in username and email search:
fr: Vous pouvez inclure un caractère générique ("*") dans la recherche de nom d'utilisateur et d'adresse e-mail:
pl: W szukaniu po nazwie i e-mailu możesz użyć gwiazdki ("*"):
pt_br: Você pode incluir o caractere curinga ("*") na busca de usuário e email:
zh_hans: 用户名和邮箱搜索可使用通配符（"*"）：

# admin users filter form
source: "admin*" will find both "admin" and "administrator".
fr: "admin*" trouvera à la fois "admin" et "administrateur".
pl: "admin*" zwróci "admin" i "administrator".
pt_br: "admin*" irá encontrar tanto "admin" quanto "administrador".
zh_hans: “admin*”可匹配“admin”和“administrator”。

# admin users filter form
source: "*chan" will match both "chan" and "marichan".
fr: "*chan" correspondra à la fois à "chan" et à "marichan".
pl: "*chan" zwróci "chan" i "marichan".
pt_br: "*chan" irá corresponder tanto para "chan" quanto para "marichan".
zh_hans: “*chan”可匹配“chan”和“marichan”。

# admin users filter form
source: "*son*" will match "son", "song", "firstson" and "firstsong".
fr: "*son*" correspondra à "son", "song", "firstson" et "firstsong".
pl: "*son*" zwróci "son", "song", "firstson" i "firstsong".
pt_br: "*son*" irá corresponder tanto para "son", "song", "firstson" e "firstsong".
zh_hans: “*son*”可匹配“son”、“song”、“firstson”和“firstsong”。

# admin user form
source: New user
fr: Nouvel utilisateur
pl: Nowy użytkownik
pt_br: Novo usuário
zh_hans: 新用户

# admin user form
source: Save user
fr: Enregistrer l'utilisateur
pl: Zapisz użytkownika
pt_br: Salvar usuário
zh_hans: 保存用户

# category status icon
source: This category has new posts. (closed)
fr: Cette catégorie contient de nouveaux messages.
pl: Ta kategoria ma nowe posty. (zamknięta)
pt_br: Esta categoria possui novas publicações. (fechado)
zh_hans: 该分类有新帖子（已关闭）。

# category status icon
source: This category has no new posts. (closed)
fr: Cette catégorie ne contient aucun nouveau message.
pl: Ta kategoria nie ma nowych postów. (zamknięta)
pt_br: Esta categoria não possui novas publicações. (fechado)
zh_hans: 该分类没有新帖子（已关闭）。

# category status icon
source: This category has new posts.
fr: Cette catégorie contient de nouveaux messages.
pl: Ta kategoria ma nowe posty.
pt_br: Esta categoria possui novas publicações.
zh_hans: 该分类有新帖子。

# category status icon
source: This category has no new posts.
fr: Cette catégorie ne contient aucun nouveau message.
pl: Ta kategoria nie ma nowych postów.
pt_br: Essa categoria não possui novas publicações.
zh_hans: 该分类没有新帖子。

# category last reply
source: Protected category
fr: Catégorie protégée
pl: Chroniona kategoria
pt_br: Categoria protegida
zh_hans: 受保护的分类

# category last reply
source: Private category
fr: Catégorie privée
pl: Prywatna kategoria
pt_br: Categoria privada
zh_hans: 私密分类

# category last reply
source: Empty category
fr: Catégorie vide
pl: Pusta kategoria
pt_br: Categoria vazia
zh_hans: 空分类

# category stats
source: %(threads)s thread
fr: %(threads)s fil de discussion
pl: %(threads)s temat
pt_br: %(threads)s tópico
zh_hans: %(threads)s个主题

# category stats
source: %(posts)s post
fr: %(posts)s publication
pt_br: %(posts)s publicação
zh_hans: %(posts)s条帖子

# categories page
source: No categories exist or you don't have permission to see them.
fr: Aucune catégorie n'existe ou vous n'êtes pas autorisé à les voir.
pl: Nie istnieją żadne kategorie albo nie masz uprawnień aby je zobaczyć.
pt_br: Nenhuma categoria existe ou você não possui permissão para vê-las.
zh_hans: 没有分类或您无权查看。

# categories page
source: Categories
fr: Catégories
pl: Kategorie
pt_br: Categorias
zh_hans: 分类

# categories page
source: There is %(categories)s main category currenty available on the %(forum_name)s.
fr: Il y a actuellement %(categories)s catégorie principale disponible dans %(forum_name)s.
pl: Na %(forum_name)s dostępna jest %(categories)s główna kategoria.
pt_br: Há %(categories)s categoria principal atualmente disponível em %(forum_name)s.
zh_hans: 当前在%(forum_name)s有%(categories)s个主分类。

# account activated email
source: %(user)s, your account has been activated by site administrator.
fr: %(user)s, votre compte a été activé par l'administrateur du site.
pl: %(user)s, twoje konto zostało aktywowane przez administratora strony.
pt_br: %(user)s, sua conta foi ativada pelo administrador do site.
zh_hans: %(user)s，您的账号已被站点管理员激活。

# account activated email from admin sign in cta link
source: this form
fr: ce formulaire
pl: tego formularza
pt_br: este formulário
zh_hans: 此表单

# account activated email from admin sign in cta
source: You can now sign in to it using %(login_form)s.
fr: Vous pouvez désormais vous y connecter en utilisant %(login_form)s.
pl: Od teraz możesz logować się do niego korzystając z %(login_form)s.
pt_br: Agora você pode logar usando %(login_form)s.
zh_hans: 您现在可以通过%(login_form)s登录账号。

# account activated email
source: You can now sign in to it using the form below:
fr: Vous pouvez désormais vous y connecter en utilisant le formulaire ci-dessous:
pl: Od teraz możesz logować się do niego korzystając z poniższego formularza:
pt_br: Agora você pode se conectar usando o formulário abaixo:
zh_hans: 您现在可以通过下方表单登录账号。

# account activation email
source: %(user)s, to activate your account click the below link:
fr: %(user)s, pour activer votre compte, cliquez sur le lien ci-dessous:
pl: %(user)s, aby aktywować swoje konto kliknij na poniższy odnośnik:
pt_br: %(user)s, para ativar sua conta clique no link abaixo:
zh_hans: %(user)s，要激活您的账号请点击下方链接：

# account activation email cta link
source: Activate my account
fr: Activer mon compte
pl: Aktywuj moje konto
pt_br: Ativar minha conta
zh_hans: 激活我的账号

# email footer
source: Sent from %(forum_host)s
fr: Envoyé depuis %(forum_host)s
pl: Wysłano z %(forum_host)s
pt_br: Enviado por %(forum_host)s
zh_hans: 由%(forum_host)s发送

# confirm email change email
source: %(user)s, you are receiving this message because you have changed your e-mail address.
fr: %(user)s, vous recevez ce message car vous avez modifié votre adresse e-mail.
pl: %(user)s, otrzymujesz tą wiadomość ponieważ zmieniłe/aś swój adres e-mail.
pt_br: %(user)s, você está recebendo esta mensagem porque você mudou seu endereço de email.
zh_hans: %(user)s，您收到此消息是因为您更改了邮箱地址。

# confirm email change email
source: To confirm this change, click the link below:
fr: Pour confirmer ce changement, cliquez sur le lien ci-dessous:
pl: Aby potwierdzić zmianę, kliknij na poniższy odnośnik:
pt_br: Para confirmar esta mudança, clique no link abaixo:
zh_hans: 要确认更改，请点击下方链接：

# confirm email change email cta
source: Confirm change
fr: Confirmer la modification
pl: Potwierdź zmianę
pt_br: Confirmar mudança
zh_hans: 确认更改

# confirm password change email
source: %(user)s, you are receiving this message because you have changed your password.
fr: %(user)s, vous recevez ce message car vous avez modifié votre mot de passe.
pl: %(user)s, otrzymujesz tą wiadomość ponieważ zmieniłe/aś swoje hasło.
pt_br: %(user)s, você está recebendo esta mensagem porque você mudou sua senha.
zh_hans: %(user)s，您收到此消息是因为您更改了密码。

# confirm password change email
source: To confirm this change, click the link below:
fr: Pour confirmer ce changement, cliquez sur le lien ci-dessous:
pl: Aby potwierdzić zmianę, kliknij na poniższy link:
pt_br: Para confirmar esta mudança, clique no link abaixo:
zh_hans: 要确认更改，请点击下方链接：

# confirm password change email cta
source: Confirm change
fr: Confirmer la modification
pl: Potwierdź zmianę
pt_br: Confirmar mudança
zh_hans: 确认更改

# change forgotten password email
source: %(user)s, you are receiving this message because you want to change forgotten password to your account.
fr: %(user)s, vous recevez ce message car vous souhaitez modifier le mot de passe oublié de votre compte.
pl: %(user)s, otrzymujesz tą wiadomość ponieważ chcesz zmienić zapomniane hasło do twojego konta.
pt_br: %(user)s, você está recebendo esta mensagem porque você deseja alterar a senha esquecida de sua conta.
zh_hans: %(user)s，您收到此消息是因为您想为账号重置忘记的密码。

# change forgotten password email
source: To set new password to your account click the link below:
fr: Pour définir un nouveau mot de passe pour votre compte, cliquez sur le lien ci-dessous:
pl: Aby ustawić nowe hasło do swojego konta kliknij na poniższy odnośnik:
pt_br: Para definir uma nova senha para sua conta clique no link abaixo:
zh_hans: 要为账号设置新密码，请点击下方链接：

# change forgotten password email cta
source: Set new password
fr: Définir un nouveau mot de passe
pl: Ustaw nowe hasło
pt_br: Definir nova senha
zh_hans: 设置新密码

# data download ready email
source: %(user)s, you are receiving this message because your data is ready for download.
fr: %(user)s, vous recevez ce message car vos données sont prêtes à être téléchargées.
pl: %(user)s, otrzymujesz tą wiadomość ponieważ kopia twoich danych jest gotowa do pobrania.
pt_br: %(user)s, você está recebendo esta mensagem porque seus dados estão prontos para download.
zh_hans: %(user)s，您收到此消息是因为您的数据已准备好下载。

# data download ready email cta
source: Download data
fr: Télécharger les données
pl: Pobierz dane
pt_br: Fazer download dos dados
zh_hans: 下载数据

# data download ready email
source: This link will remain active for %(expires_in)s hour from the time this message has been sent.
fr: Ce lien restera actif pendant %(expires_in)s heure à compter de l'envoi de ce message.
pl: Ten odnośnik będzie działać przez %(expires_in)s godzinę od momentu wysłania tej wiadomości.
pt_br: Este link irá permanecer ativo por %(expires_in)s hora a partir do momento em que esta mensagem foi enviada.
zh_hans: 该链接自发送本消息起%(expires_in)s小时内有效。

# data download ready email
source: To download your data, click the following link:
fr: Pour télécharger vos données, cliquez sur le lien suivant:
pl: Aby pobrać swoje dane, kliknij na odnośnik:
pt_br: Para baixar seus dados, clique no link a seguir:
zh_hans: 要下载您的数据，请点击以下链接：

# new private thread email
source: %(user)s, you are receiving this message because %(sender)s has invited you to participate in private thread %(thread)s.
fr: %(user)s, vous recevez ce message car %(sender)s vous a invité à participer au fil de discussion privé %(thread)s.
pl: %(user)s, otrzymujesz tą wiadomość ponieważ %(sender)s zaprosił(a) ciebie do prywatnego tematu %(thread)s.
pt_br: %(user)s, você está recebendo esta mensagem porque %(sender)s convidou você para participar do tópico privado %(thread)s.
zh_hans: %(user)s，您收到此消息是因为%(sender)s邀请您参与私密主题%(thread)s。

# new private thread email
source: To read this thread click the link below:
fr: Pour lire ce fil de discussion, cliquez sur le lien ci-dessous:
pl: Aby przeczytać ten temat kliknij na poniższy odnośnik:
pt_br: Para ler este tópico, clique no link abaixo:
zh_hans: 要阅读该主题，请点击下方链接：

# new private thread email
source: %(user)s, you are receiving this message because %(sender)s has invited you to participate in private thread "%(thread)s".
fr: %(user)s, vous recevez ce message car %(sender)s vous a invité à participer au fil de discussion privé "%(thread)s".
pl: %(user)s, otrzymujesz tą wiadomość ponieważ %(sender)s zaprosił(a) ciebie do prywatnego tematu "%(thread)s".
pt_br: %(user)s, você está recebendo esta mensagem porque %(sender)s convidou você para participar do tópico privado "%(thread)s".
zh_hans: %(user)s，您收到此消息是因为%(sender)s邀请您参与私密主题"%(thread)s"。

# welcome email
source: %(user)s, thank you for joining us!
fr: %(user)s, merci de nous rejoindre!
pl: %(user)s, dziękujemy za dołączenie do nas!
pt_br: %(user)s, obrigado por se juntar a nós!
zh_hans: %(user)s，感谢您的加入！
