Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/djangojs.po
Languages: es, fr, pl, pt_br, zh_hans

# markup help
source: Formatting help
es: Ayuda de formato
fr: Aide au formatage
pl: Pomoc do formatowania
pt_br: Ajuda sobre a formatação
zh_hans: 格式帮助

# markup help
source: Emphasis text
es: Texto de énfasis
fr: Texte souligné
pl: Emfaza
pt_br: Enfatizar texto
zh_hans: 强调文本

# markup help
source: _This text will have emphasis_
es: _Este texto tendrá énfasis_
fr: _Ce texte sera souligné_
pl: _Ten tekst będzie z emfazą_
pt_br: _Este texto está enfatizado_
zh_hans: _这段文本将被强调_

# markup help
source: This text will have emphasis
es: Este texto tendrá énfasis
fr: Ce texte sera mit en emphase
pl: Ten tekst będzie z emfazą
pt_br: Este texto terá ênfase
zh_hans: 这段文本将被强调

# markup help
source: Bold text
es: Texto en negrilla
fr: Texte en gras
pl: Pogrubiony tekst
pt_br: Negrito
zh_hans: 粗体文本

# markup help
source: **This text will be bold**
es: **Este texto estará en negrilla**
fr: **Ce texte sera en gras**
pl: **Ten tekst będzie pogrubiony**
pt_br: **Este texto ficará em negrito**
zh_hans: **这段文本将为粗体**

# markup help
source: This text will be bold
es: Este texto estará en negrilla
fr: Ce texte sera en gras
pl: Ten tekst będzie pogrubiony
pt_br: Este texto estará em negrito
zh_hans: 这段文本将为粗体

# markup help
source: Removed text
es: Texto eliminado
fr: Texte supprimé
pl: Przekreślony tekst
pt_br: Texto rasurado
zh_hans: 删除文本

# markup help
source: ~~This text will be removed~~
es: ~~Este texto será eliminado~~
fr: ~~Ce texte sera supprimé~~
pl: ~~Ten tekst będzie przekreślony~~
pt_br: ~~Este texto será rasurado~~
zh_hans: ~~这段文本将被删除~~

# markup help
source: This text will be removed
es: Este texto será eliminado
fr: Ce texte sera supprimé
pl: Ten tekst będzie przekreślony
pt_br: Este texto está rasurado
zh_hans: 这段文本将被删除

# markup help
source: Bold text (BBCode)
es: Texto en negrilla (BBCode)
fr: Texte en gras (BBCode)
pl: Pogrubiony tekst (BBCode)
pt_br: Negrito (BBCode)
zh_hans: 粗体文本 (BBCode)

# markup help
source: [b]This text will be bold[/b]
es: [b]Este texto estará en negrilla[/b]
fr: [b]Ce texte sera en gras[/b]
pl: [b]Ten tekst będzie pogrubiony[/b]
pt_br: [b]Este texto ficará em negrito[/b]
zh_hans: [b]这段文本将为粗体[/b]

# markup help
source: Underlined text (BBCode)
es: Texto subrayado (BBCode)
fr: Texte souligné (BBCode)
pl: Podkreślony tekst (BBCode)
pt_br: Texto sublinhado (BBCode)
zh_hans: 下划线文本 (BBCode)

# markup help
source: [u]This text will be underlined[/u]
es: [u]Este texto será subrayado[/u]
fr: [u]Ce texte sera souligné[/u]
pl: [u]Ten tekst będzie podkreślony[/u]
pt_br: [u]Este texto será sublinhado[/u]
zh_hans: [u]这段文本将被下划线[/u]

# markup help
source: This text will be underlined
es: Este texto será subrayado
fr: Ce texte sera souligné
pl: Ten tekst będzie podkreślony
pt_br: Este texto ficará sublinhado
zh_hans: 这段文本将被下划线

# markup help
source: Italics text (BBCode)
es: Texto en cursiva (BBCode)
fr: Texte en italique (BBCode)
pl: Kursywa (BBCode)
pt_br: Itálico (BBCode)
zh_hans: 斜体文本 (BBCode)

# markup help
source: [i]This text will be in italics[/i]
es: [i]Este texto estará en cursiva[/i]
fr: [i]Ce texte sera en italique[/i]
pl: [i]Ten tekst będzie z kursywą[/i]
pt_br: [i]Este texto ficará em itálico[/i]
zh_hans: [i]这段文本将为斜体[/i]

# markup help
source: This text will be in italics
es: Este texto estará en cursiva
fr: Ce texte sera en italique
pl: Ten tekst będzie z kursywą
pt_br: Este texto estará em itálico
zh_hans: 这段文本将为斜体

# markup help
source: Link
es: Enlace
fr: Lien
pl: Odnośnik
zh_hans: 链接

# markup help
source: Link with text
es: Enlace con texto
fr: Lien avec du texte
pl: Odnośnik z tekstem
pt_br: Link com texto
zh_hans: 带文本的链接

# markup help
source: Link text
es: Texto del enlace
fr: Texte du lien
pl: Tekst odnośnika
pt_br: Linkar texto
zh_hans: 链接文本

# markup help
source: Link (BBCode)
es: Enlace (BBCode)
fr: Lien (BBCode)
pl: Odnośnik (BBCode)
zh_hans: 链接 (BBCode)

# markup help
source: Link with text (BBCode)
es: Enlace con texto (BBCode)
fr: Lien avec du texte (BBCode)
pl: Odnośnik z tekstem (BBCode)
pt_br: Link com texto (BBCode)
zh_hans: 带文本的链接 (BBCode)

# markup help
source: Image
es: Imagen
pl: Obraz
pt_br: Imagem
zh_hans: 图片

# markup help
source: Image with alternate text
es: Imagen con texto alternativo
fr: Image avec texte alternatif
pl: Obraz z opisem
pt_br: Imagem com texto alternativo
zh_hans: 带替代文本的图片

# markup help
source: Image text
es: Texto de la imagen
fr: Texte de l'image
pl: Opis obrazu
pt_br: Texto da imagem
zh_hans: 图片文本

# markup help
source: Image (BBCode)
es: Imagen (BBCode)
pl: Obraz (BBCode)
pt_br: Imagem (BBCode)
zh_hans: 图片 (BBCode)

# markup help
source: Mention user by their name
es: Mencionar usuario por su nombre
fr: Mentionner l'utilisateur par son nom
pl: Wymień użytkownika z nazwy
pt_br: Mencionar usuário por seu nome
zh_hans: 通过用户名提及用户

# markup help
source: Heading 1
es: Encabezado 1
fr: Titre 1
pl: Nagłówek 1
pt_br: Cabeçalho 1
zh_hans: 一级标题

# markup help
source: # First level heading
es: # Encabezado de primer nivel
fr: # Titre de premier niveau
pl: # Nagłówek pierwszego poziomu
pt_br: # Cabeçalho de primeiro nível
zh_hans: # 一级标题

# markup help
source: First level heading
es: Encabezado de primer nivel
fr: Titre de premier niveau
pl: Nagłówek pierwszego poziomu
pt_br: Cabeçalho de primeiro nível
zh_hans: 一级标题

# markup help
source: Heading 2
es: Encabezado 2
fr: Rubrique 2
pl: Nagłówek 2
pt_br: Cabeçalho 2
zh_hans: 二级标题

# markup help
source: ## Second level heading
es: ## Encabezado de segundo nivel
fr: ## Titre de deuxième niveau
pl: ## Nagłówek drugiego poziomu
pt_br: ## Cabeçalho de segundo nível
zh_hans: ## 二级标题

# markup help
source: Second level heading
es: Encabezado de segundo nivel
fr: Rubrique de deuxième niveau
pl: Nagłówek drugiego poziomu
pt_br: Cabeçalho de segundo nível
zh_hans: 二级标题

# markup help
source: Heading 3
es: Encabezado 3
fr: Rubrique 3
pl: Nagłówek 3
pt_br: Cabeçalho 3
zh_hans: 三级标题

# markup help
source: ### Third level heading
es: ### Encabezado de tercer nivel
fr: ### Titre de troisième niveau
pl: ### Nagłówek trzeciego poziomu
pt_br: ### Cabeçalho de terceiro nível
zh_hans: ### 三级标题

# markup help
source: Third level heading
es: Encabezado de tercer nivel
fr: Rubrique de troisième niveau
pl: Nagłówek trzeciego poziomu
pt_br: Cabeçalho de terceiro nível
zh_hans: 三级标题

# markup help
source: Heading 4
es: Encabezado 4
fr: Rubrique 4
pl: Nagłówek 4
pt_br: Cabeçalho 4
zh_hans: 四级标题

# markup help
source: #### Fourth level heading
es: #### Encabezado de cuarto nivel
fr: #### Titre de quatrième niveau
pl: #### Nagłówek czwartego poziomu
pt_br: #### Cabeçalho de quarto nível
zh_hans: #### 四级标题

# markup help
source: Fourth level heading
es: Encabezado de cuarto nivel
fr: Rubrique de quatrième niveau
pl: Nagłówek czwartego poziomu
pt_br: Cabeçalho de quarto nível
zh_hans: 四级标题

# markup help
source: Heading 5
es: Encabezado 5
fr: Rubrique 5
pl: Nagłówek 5
pt_br: Cabeçalho 5
zh_hans: 五级标题

# markup help
source: ##### Fifth level heading
es: ##### Encabezado de quinto nivel
fr: ##### Titre de cinquième niveau
pl: ##### Nagłówek piątego poziomu
pt_br: ##### Cabeçalho de quinto nível
zh_hans: ##### 五级标题

# markup help
source: Fifth level heading
es: Encabezado de quinto nivel
fr: Rubrique de cinquième niveau
pl: Nagłówek piątego poziomu
pt_br: Cabeçalho de quinto nível
zh_hans: 五级标题

# markup help
source: Unordered list
es: Lista desordenada
fr: Liste non ordonnée
pl: Lista nienumerowana
pt_br: Lista desordenada
zh_hans: 无序列表

# markup help
source: Ordered list
es: Lista ordenada
fr: Liste ordonnée
pl: Lista numerowana
pt_br: Lista ordenada
zh_hans: 有序列表

# markup help
source: Quote text
es: Texto citado
fr: Texte de citation
pl: Cytat
pt_br: Citar texto
zh_hans: 引用文本

# markup help
source: Quoted text
es: Texto citado
fr: Texte cité
pl: Cytowany tekst
pt_br: Texto citado
zh_hans: 被引用的文本

# markup help
source: Quote text (BBCode)
es: Texto citado (BBCode)
fr: Texte de citation (BBCode)
pl: Cytat (BBCode)
pt_br: Citar texto (BBCode)
zh_hans: 引用文本 (BBCode)

source: Quoted message:
es: Mensaje citado:
fr: Message cité :
pl: Cytowana wiadomość:
pt_br: Mensagem citada:
zh_hans: 引用的消息：

# markup help
source: Quote text with author (BBCode)
es: Texto citado con autor (BBCode)
fr: Citation du texte avec l'auteur (BBCode)
pl: Cytat z autorem (BBCode)
pt_br: Citar texto com autor (BBCode)
zh_hans: 带作者的引用文本 (BBCode)

# markup help
source: Quote author
es: Autor de la cita
fr: Auteur de la citation
pl: Autor cytatu
pt_br: Citar autor
zh_hans: 引用作者

# markup help
source: Quote author has written:
es: El autor de la cita ha escrito:
fr: L'auteur de la citation a écrit :
pl: Autor cytatu napisał(a)
pt_br: O autor citado escreveu:
zh_hans: 引用作者写道：

# markup help
source: Spoiler
zh_hans: 剧透

# markup help
source: Secret text
es: Texto secreto
fr: Texte secret
pl: Ukryty tekst
pt_br: Texto secreto
zh_hans: 加密文本

# markup help
source: Inline code
es: Código en línea
fr: Code linéaire
pl: Kod w linii
pt_br: Código inline
zh_hans: 行内代码

# markup help
source: `Inline code`
es: `Código en línea`
fr: `Code linéaire`
pl: `Kod w linii`
pt_br: `Código inline`
zh_hans: `行内代码`

# markup help
source: Code block
es: Bloque de código
fr: Bloc de code
pl: Blok kodu
pt_br: Bloco de código
zh_hans: 代码块

# markup help
source: Code block with syntax highlighting
es: Bloque de código con resaltado de sintaxis
fr: Bloc de code avec coloration syntaxique
pl: Blok kodu z kolorowaniem składni
pt_br: Bloco de código com destaque de sintaxe
zh_hans: 带语法高亮的代码块

# markup help
source: Code block (BBCode)
es: Bloque de código (BBCode)
fr: Bloc de code (BBCode)
pl: Blok kodu (BBCode)
pt_br: Bloco de código (BBCode)
zh_hans: 代码块 (BBCode)

# markup help
source: Code block with syntax highlighting (BBCode)
es: Bloque de código con resaltado de sintaxis (BBCode)
fr: Bloc de code avec coloration syntaxique (BBCode)
pl: Blok kodu z kolorowaniem składni (BBCode)
pt_br: Bloco de código com destaque de sintaxe (BBCode)
zh_hans: 带语法高亮的代码块 (BBCode)

# markup help
source: Horizontal rule
es: Regla horizontal
fr: Règle horizontale
pl: Linia pozioma
pt_br: Linha horizontal
zh_hans: 水平分割线

# markup help
source: Horizontal rule (BBCode)
es: Regla horizontal (BBCode)
fr: Règle horizontale (BBCode)
pl: Linia pozioma (BBCode)
pt_br: Linha horizontal (BBCode)
zh_hans: 水平分割线 (BBCode)

source: Reveal spoiler
es: Mostrar spoiler
fr: Révéler le spoiler
pl: Odkryj zawartość
pt_br: Revelar spoiler
zh_hans: 揭示剧透

# markup editor
source: Image
es: Imagen
pl: Obraz
pt_br: Imagem
zh_hans: 图片

# markup editor
source: Image description
es: Descripción de la imagen
fr: Description de l'image
pl: Opis obrazu
pt_br: Descrição da imagem
zh_hans: 图片描述

# markup editor
source: Optional but recommended . Will be displayed instead of image when it fails to load.
es: Opcional pero recomendado. Se mostrará en lugar de la imagen cuando no se pueda cargar.
fr: Facultatif mais recommandé . S'affichera à la place de l'image si celle-ci ne se charge pas.
pl: Opcjonalny ale zalecany. Będzie wyświetlony zamiast obrazu gdy tego nie uda się załadować.
pt_br: Opcional, mas recomendado. Será mostrado no lugar da imagem caso ela falhe em carregar.
zh_hans: 可选但推荐。当图片加载失败时将显示此内容。

# markup editor
source: Image URL
fr: URL de l'image
pl: URL obrazu
pt_br: URL da imagem
zh_hans: 图片网址

# markup editor
source: Insert image
es: Insertar imagen
fr: Insérer une image
pl: Wstaw obraz
pt_br: Inserir imagem
zh_hans: 插入图片

# markup editor
source: Link
es: Enlace
fr: Lien
pl: Odnośnik
zh_hans: 链接

# markup editor
source: Link text
es: Texto del enlace
fr: Texte du lien
pl: Tekst odnośnika
pt_br: Linkar texto
zh_hans: 链接文本

# markup editor
source: Optional. Will be displayed instead of link's address.
es: Opcional. Se mostrará en lugar de la dirección del enlace.
fr: Facultatif. Sera affiché à la place de l'adresse du lien.
pl: Opcjonalny. Będzie wyświetlany zamiast adresu odnośnika.
pt_br: Opcional. Será mostrado no lugar do endereço do link.
zh_hans: 可选。将显示在链接地址的位置。

# markup editor
source: Link address
es: Dirección del enlace
fr: Adresse du lien
pl: Adres odnośnika
pt_br: Endereço do link
zh_hans: 链接地址

# markup editor
source: Insert link
es: Insertar enlace
fr: Insérer un lien
pl: Wstaw odnośnik
pt_br: Inserir link
zh_hans: 插入链接

# markup editor
source: Quote
es: Cita
fr: Citation
pl: Cytat
pt_br: Citar
zh_hans: 引用

# markup editor
source: Quote's author or source
es: Autor o fuente de la cita
fr: Auteur ou source de la citation
pl: Autor lub źródło cytatu
pt_br: Autor da citação ou do recurso
zh_hans: 引用的作者或来源

# markup editor
source: Optional. If it's username, put "@" before it ("@JohnDoe").
es: Opcional. Si es un nombre de usuario, pon "@" antes de él ("@JohnDoe").
fr: Facultatif. S'il s'agit d'un nom d'utilisateur, faites-le précéder d'un "@" ("@JohnDoe").
pl: Opcjonalne. Jeśli to nazwa użytkownika, poprzedź ją "@" ("@JanKowalski").
pt_br: Opcional. Se for um nome de usuário, coloque "@" antes ("@JohnDoe").
zh_hans: 可选。如果是用户名，在前面加上“@”例如（@JohnDo）。

# markup editor
source: Quoted text
es: Texto citado
fr: Texte cité
pl: Cytowany tekst
pt_br: Texto citado
zh_hans: 被引用的文本

# markup editor
source: Insert quote
es: Insertar cita
fr: Insérer un devis
pl: Wstaw cytat
pt_br: Inserir citação
zh_hans: 插入引用

# markup editor
source: File %(filename)s is bigger than %(limit)s.
es: El archivo %(filename)s es más grande que %(limit)s.
fr: Le fichier %(filename)s est plus grand que %(limit)s.
pl: Plik %(filename)s jest większy niż %(limit)s.
pt_br: O arquivo %(filename)s é maior que %(limit)s
zh_hans: 文件 %(filename)s 大于 %(limit)s。

# markup editor
source: Strong
es: Negrilla
fr: Fort
pl: Pogrubienie
pt_br: Negrito
zh_hans: 强调

# example markup
source: Strong text
es: Texto en negrilla
fr: Texte fort
pl: Pogrubiony tekst
pt_br: Texto em negrito
zh_hans: 强调文本

# markup editor
source: Emphasis
es: Énfasis
fr: Emphase
pl: Emfaza
pt_br: Ênfase
zh_hans: 强调

# example markup
source: Text with emphasis
es: Texto con énfasis
fr: Texte avec emphase
pl: Tekst z emfazą
pt_br: Texto com ênfase
zh_hans: 带有强调的文本

# markup editor
source: Strikethrough
es: Tachado
fr: Barré
pl: Przekreślenie
pt_br: Rasura
zh_hans: 删除线

# example markup
source: Text with strikethrough
es: Texto tachado
fr: Texte barré
pl: Przekreślony tekst
pt_br: Texto rasurado
zh_hans: 带有删除线的文本

# markup editor
source: Horizontal ruler
es: Regla horizontal
fr: Règle horizontale
pl: Linia pozioma
pt_br: Linha horizontal
zh_hans: 水平分割线

# markup editor
source: Spoiler
zh_hans: 剧透

# markup editor
source: Spoiler text
es: Texto del spoiler
fr: Texte de spoiler
pl: Ukryty tekst
pt_br: Texto com spoiler
zh_hans: 剧透文本

# markup editor
source: Upload file
es: Subir archivo
fr: Télécharger le fichier
pl: Prześlij plik
pt_br: Enviar arquivo
zh_hans: 上传文件

# markup editor
source: Open formatting help
fr: Ouvrir l'aide au formatage
pl: Otwórz pomoc do formatowania
pt_br: Abrir ajuda de formatação
zh_hans: 打开格式帮助

# dialog
source: Open
es: Abrir
fr: Ouvert
pl: Otwórz
pt_br: Abrir
zh_hans: 打开

# dialog
source: Minimize
es: Minimizar
fr: Réduire
pl: Minimalizuj
pt_br: Minimizar
zh_hans: 最小化

# dialog
source: Exit the fullscreen mode
es: Salir del modo de pantalla completa
fr: Quitter le mode plein écran
pl: Opuść tryb pełnoekranowy
pt_br: Sair do modo tela cheia
zh_hans: 退出全屏模式

# dialog
source: Enter the fullscreen mode
es: Entrar al modo de pantalla completa
fr: Entrez en mode plein écran
pl: Otwórz tryb pełnoekranowy
pt_br: Entrar no modo tela cheia
zh_hans: 进入全屏模式

# dialog
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# post thread
source: Options
es: Opciones
pl: Opcje
pt_br: Opções
zh_hans: 选项

# post thread
source: Pinned globally
es: Fijado globalmente
fr: Épinglé globalement
pl: Przypięty globalnie
pt_br: Fixado globalmente
zh_hans: 全局置顶

# post thread
source: Pinned in category
fr: Épinglé dans la catégorie
pl: Przypięty w kategorii
pt_br: Fixado na categoria
zh_hans: 分类内置顶

# post thread
source: Not pinned
es: No fijado
fr: Non épinglé
pl: Nieprzypięty
pt_br: Não fixado
zh_hans: 未置顶

# post thread
source: Open
es: Abierto
fr: Ouvert
pl: Otwarty
pt_br: Aberto
zh_hans: 开放

# post thread
source: Closed
es: Cerrado
fr: Fermé
pl: Zamknięty
pt_br: Fechado
zh_hans: 已关闭

# post thread
source: Visible
pl: Widoczny
pt_br: Visível
zh_hans: 可见

# post thread
source: Hidden
es: Oculto
fr: Masqué
pl: Ukryty
pt_br: Oculto
zh_hans: 隐藏

# post thread
source: Are you sure you want to discard thread?
es: ¿Estás seguro de que quieres descartar el tema?
fr: Êtes-vous sûr de vouloir supprimer le fil de discussion?
pl: Na pewno chcesz porzucić temat?
pt_br: Você tem certeza que quer descartar este tópico?
zh_hans: 你确定要放弃这个主题吗？

# posting form
source: You have to enter thread title.
es: Debes ingresar un título para el tema.
fr: Vous devez saisir le titre du fil de discussion.
pl: Musisz wpisać nazwę tematu.
pt_br: Você precisa inserir um título para o tópico.
zh_hans: 你必须输入主题标题。

# posting form
source: You have to enter a message.
es: Debes ingresar un mensaje.
fr: Vous devez saisir un message.
pl: Musisz wpisać wiadomość.
pt_br: Você precisa inserir uma mensagem.
zh_hans: 你必须输入一条消息。

# post thread
source: Your thread has been posted.
es: Tu tema ha sido publicado.
fr: Votre discussion a été publiée.
pl: Twój temat został założony.
pt_br: Seu tópico foi publicado.
zh_hans: 你的主题已经发布。

# post thread submit
source: Start thread
es: Iniciar tema
fr: Démarrer le fil de discussion
pl: Załóż temat
pt_br: Iniciar tópico
zh_hans: 开始主题

# post thread
source: Thread title
es: Título del tema
fr: Titre du fil de discussion
pl: Nazwa tematu
pt_br: Título do tópico
zh_hans: 主题标题

# post thread
source: Start new thread
es: Iniciar nuevo tema
fr: Démarrer un nouveau fil de discussion
pl: Załóż nowy temat
pt_br: Iniciar novo tópico
zh_hans: 开启新主题

# post thread
source: Are you sure you want to discard private thread?
es: ¿Estás seguro de que quieres descartar el tema privado?
fr: Êtes-vous sûr de vouloir supprimer le fil de discussion privé?
pl: Na pewno chcesz porzucić prywatny temat?
pt_br: Você realmente quer descartar o tópico privado?
zh_hans: 你确定要放弃这个个人主题吗？

# posting form
source: You have to enter at least one recipient.
es: Debes ingresar al menos un destinatario.
fr: Vous devez saisir au moins un destinataire.
pl: Musisz podać przynajmniej jednego odbiorcę
pt_br: .Você precisa inserir pelo menos um destinatário
zh_hans: 你必须至少输入一个收件人。

# post thread
source: Recipients, eg.: Danny, Lisa, Alice
es: Destinatarios, ej.: Danny, Lisa, Alice
fr: Destinataires, par exemple: Danny, Lisa, Alice
pl: Odbiorcy, np.: Damian, Andrzej, Alicja
pt_br: Destinatários. ex: Danny, Lisa, Alice
zh_hans: 收件人，例如：Danny, Lisa, Alice

# post thread
source: Start private thread
es: Iniciar tema privado
fr: Démarrer le fil de discussion privé
pl: Załóż prywatny temat
pt_br: Iniciar tópico privado
zh_hans: 开启个人主题

# post reply
source: Are you sure you want to discard your reply?
es: ¿Estás seguro de que quieres descartar tu respuesta?
fr: Êtes-vous sûr de vouloir ignorer votre réponse?
pl: Na pewno chcesz porzucić twoją odpowiedź?
pt_br: Você realmente quer descartar sua resposta?
zh_hans: 你确定要放弃你的回复吗？

# post reply
source: Your reply has been posted.
es: Tu respuesta ha sido posteada.
fr: Votre réponse a été publiée.
pl: Twoja odpowiedź została dodana.
pt_br: Sua resposta foi publicada.
zh_hans: 你的回复已经发布。

# post reply submit
source: Post reply
es: Postear respuesta
fr: Publier la réponse
pl: Dodaj odpowiedź
pt_br: Publicar resposta
zh_hans: 发布回复

# post reply
source: Reply to: %(thread)s
es: Responder a: %(thread)s
fr: Répondre à: %(thread)s
pl: Odpowiedz do: %(thread)s
pt_br: Responder para: %(thread)s
zh_hans: 回复到：%(thread)s

# edit reply
source: Are you sure you want to discard changes?
es: ¿Estás seguro de que quieres descartar los cambios?
fr: Êtes-vous sûr de vouloir annuler les modifications?
pl: Na pewno chcesz porzucić zmiany?
pt_br: Você realmente quer descartar as alterações?
zh_hans: 你确定要放弃更改吗？

# edit reply
source: Reply has been edited.
es: La respuesta ha sido editada.
fr: La réponse a été modifiée.
pl: Odpowiedź została zmieniona.
pt_br: A resposta foi editada.
zh_hans: 回复已被编辑。

# edit reply submit
source: Edit reply
es: Editar respuesta
fr: Modifier la réponse
pl: Zmień odpowiedź
pt_br: Editar resposta
zh_hans: 编辑回复

# edit reply
source: Edit reply by %(poster)s from %(date)s
es: Editar respuesta de %(poster)s desde %(date)s
fr: Modifier la réponse avant %(poster)s à partir du %(date)s
pl: Zmień odpowiedź od %(poster)s z %(date)s
pt_br: Editar resposta por %(poster)s em %(date)s
zh_hans: 由 %(poster)s 在 %(date)s 编辑的回复

# thread title length validator
source: Thread title should be at least %(limit_value)s character long (it has %(show_value)s).
es: El título del tema debe tener al menos %(limit_value)s carácter (tiene %(show_value)s).
fr: Le titre du fil de discussion doit comporter au moins %(limit_value)s caractère (il en a %(show_value)s).
pl: Nazwa tematu powinna mieć przynajmniej %(limit_value)s znak (ma %(show_value)s).
pt_br: O título do tópico deve ter pelo menos %(limit_value)s caractere de comprimento (ele possui %(show_value)s)
zh_hans: 主题标题应至少包含 %(limit_value)s 个字符（当前有 %(show_value)s 个）。

# thread title length validator
source: Thread title cannot be longer than %(limit_value)s character (it has %(show_value)s).
es: El título del tema no puede tener más de %(limit_value)s carácter (tiene %(show_value)s).
fr: Le titre du fil de discussion ne peut pas être plus long que %(limit_value)scaractère (il en a %(show_value)s).
pl: Nazwa tematu nie może być dłuższa niż %(limit_value)s znak (ma %(show_value)s).
pt_br: O título do tópico não pode ter mais que %(limit_value)s caractere (ele possui %(show_value)s)
zh_hans: 主题标题不能超过 %(limit_value)s 个字符（当前有 %(show_value)s 个）。

# post length validator
source: Posted message cannot be longer than %(limit_value)s character (it has %(show_value)s).
es: El mensaje publicado no puede tener más de %(limit_value)s carácter (tiene %(show_value)s).
fr: Le message posté ne peut pas contenir plus de %(limit_value)s caractères (il en contient %(show_value)s).
pl: Wiadomość nie może być dłuższa niż %(limit_value)s znak (ma %(show_value)s).
pt_br: A mensagem publicada não pode ter mais que %(limit_value)s caractere (ela possui %(show_value)s)
zh_hans: 发布的消息不能超过 %(limit_value)s 个字符（当前有 %(show_value)s 个）。

# post length validator
source: Posted message should be at least %(limit_value)s character long (it has %(show_value)s).
es: El mensaje publicado debe tener al menos %(limit_value)s carácter (tiene %(show_value)s).
fr: Le message posté doit être d'une longueur minimale de %(limit_value)scaractère (il a %(show_value)s).
pl: Wiadomość powinna mieć przynajmniej %(limit_value)s znak (ma %(show_value)s).
pt_br: A mensagem publicada deve ter pelo menos %(limit_value)s caractere (ela possui %(show_value)s)
zh_hans: 发布的消息应至少包含 %(limit_value)s 个字符（当前有 %(show_value)s 个）。

# sign in modal
source: Fill out both fields.
es: Rellena ambos campos.
fr: Remplissez les deux champs.
pl: Wypełnij oba pola.
pt_br: Preencha ambos os campos.
zh_hans: 填写两个字段。

# sign in modal btn
source: Activate account
es: Activar cuenta
fr: Activer le compte
pl: Aktywuj konto
pt_br: Ativar conta
zh_hans: 激活账户

# sign in modal title
source: Sign in
es: Iniciar sesión
fr: Se connecter
pl: Zaloguj się
pt_br: Entrar
zh_hans: 登录

# sign in modal
source: Sign in with %(site)s
es: Iniciar sesión con %(site)s
fr: Connectez-vous avec %(site)s
pl: Zaloguj się przez %(site)s
pt_br: Entrar com %(site)s
zh_hans: 用 %(site)s 登录

# sign in modal
source: Or use your forum account:
es: O usa tu cuenta del foro:
fr: Ou utilisez votre compte forum:
pl: Albo użyj swojego konta na forum:
pt_br: Ou use sua conta do fórum:
zh_hans: 或使用你的论坛账户：
