Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# split posts serializer
source: You have to specify at least one post to split.
fr: Vous devez spécifier au moins un message à scinder.
pl: Musisz wskazać przynajmniej jeden post do wydzielenia.
pt_br: Você precisa especificar pelo menos uma publicação para dividir.
zh_hans: 您必须指定至少一个要拆分的帖子。

# split posts serializer
source: No more than %(limit)s post can be split at a single time.
fr: Il n'est pas possible de scinder plus de %(limit)s publication à la fois.
pl: Jednocześnie nie można wydzielić więcej niż %(limit)s post.
pt_br: Não é possível dividir mais que %(limit)s publicação ao mesmo tempo.
zh_hans: 一次最多只能拆分%(limit)s条帖子。

# split posts serializer
source: One or more posts to split could not be found.
fr: Une ou plusieurs publications à scinder sont introuvables.
pl: Jeden lub więcej postów do wydzielenia nie zostało znalezionych.
pt_br: Uma ou mais publicações a serem divididas não foram encontradas.
zh_hans: 要拆分的一个或多个帖子未找到。

# delete threads serializer
source: You have to specify at least one thread to delete.
fr: Vous devez spécifier au moins un thread à supprimer.
pl: Musisz wskazać przynajmniej jeden temat do usunięcia.
pt_br: Você precisa especificar pelo menos um tópico para deletar.
zh_hans: 您必须指定至少一个要删除的主题。

# invalid threads ids
source: One or more thread ids received were invalid.
fr: Un ou plusieurs identifiants de thread reçus n'étaient pas valides.
pl: Jeden lub więcej ID tematów była błędna.
pt_br: Um ou mais identificadores de tópico recebidos eram inválidos.
zh_hans: 收到的一个或多个主题ID无效。

# delete threads serializer
source: No more than %(limit)s thread can be deleted at a single time.
fr: Il n'est pas possible de supprimer plus de %(limit)s fil de discussion à la fois.
pl: Jednocześnie nie można usunąć więcej niż %(limit)s temat.
pt_br: Não é possível deletar mais que %(limit)s tópico ao mesmo tempo.
zh_hans: 一次最多只能删除%(limit)s个主题。

# delete threads serializer
source: One or more threads to delete could not be found.
fr: Un ou plusieurs threads à supprimer sont introuvables.
pl: Jeden lub więcej tematów do usunięcia nie zostało znalezionych.
pt_br: Um ou mais tópicos a serem deletados não foram encontrados.
zh_hans: 要删除的一个或多个主题未找到。

# merge thread serializer
source: Enter link to new thread.
fr: Entrez le lien vers le nouveau fil de discussion.
pl: Podaj odnośnik do nowego tematu.
pt_br: Insira o link para o novo tópico.
zh_hans: 请输入新主题的链接。

# merge threads serializer
source: Invalid choice.
fr: Choix invalide.
pl: Nieprawidłowy wybór.
pt_br: Escolha inválida.
zh_hans: 无效选择。

# merge thread serializer
source: You can't merge thread with itself.
fr: Vous ne pouvez pas fusionner le fil de discussion avec lui-même.
pl: Nie można połączyć tematu z nim samym.
pt_br: Você não pode mesclar o tópico com ele mesmo.
zh_hans: 无法与自身主题合并。

# merge thread serializer
source: The thread you have entered link to doesn't exist or you don't have permission to see it.
fr: Le fil de discussion vers lequel vous avez créé un lien n'existe pas ou vous n'êtes pas autorisé à le consulter.
pl: Temat do którego odnośnik podałeś nie istnieje albo nie masz do niego dostępu.
pt_br: O tópico do link que você inseriu não existe ou você não possui permissão para vê-lo.
zh_hans: 输入的主题链接不存在或您无权查看。

# merge thread serializer
source: You can't merge this thread into thread you can't reply.
fr: Vous ne pouvez pas fusionner ce fil de discussion avec un fil de discussion auquel vous ne pouvez pas répondre.
pl: Nie możesz połączyć tego tematu z tematem w którym nie możesz odpowiedzieć.
pt_br: Você não pode mesclar este tópico com tópicos que você não pode responder.
zh_hans: 无法将该主题合并至您不能回复的主题。

# merge threads serializer
source: You have to select at least two threads to merge.
fr: Vous devez sélectionner au moins deux fils de discussion à fusionner.
pl: Musisz wskazać przynajmniej dwa tematy do połączenia.
pt_br: Você precisa selecionar pelo menos dois tópicos para mesclar.
zh_hans: 您必须选择至少两个要合并的主题。

# merge threads serializer
source: No more than %(limit)s thread can be merged at a single time.
fr: Il n'est pas possible de fusionner plus de %(limit)s fil de discussion à la fois.
pl: Jednocześnie nie można połączyć więcej niż %(limit)s temat.
pt_br: Não é possível mesclar mais que %(limit)s tópico ao mesmo tempo.
zh_hans: 一次最多只能合并%(limit)s个主题。

# merge threads serializer
source: One or more threads to merge could not be found.
fr: Un ou plusieurs threads à fusionner sont introuvables.
pl: Jeden lub więcej tematów do połączenia nie zostało znalezionych.
pt_br: Um ou mais tópicos a serem mesclados não foram encontrados.
zh_hans: 要合并的一个或多个主题未找到。

# edit poll serializer
source: One or more poll choices are invalid.
fr: Un ou plusieurs choix de sondage ne sont pas valides.
pl: Jeden lub więcej opcji ankiety jest błędna.
pt_br: Uma ou mais escolhas de enquete eram inválidas.
zh_hans: 一个或多个投票选项无效。

# edit poll serializer
source: You need to add at least two choices to a poll.
fr: Vous devez ajouter au moins deux choix à un sondage.
pl: Musisz dodać przynajmniej dwie opcje wyboru do ankiety.
pt_br: Você precisa adicionar pelo menos duas escolhas para uma enquete.
zh_hans: 投票需至少添加两个选项。

# edit poll serializer
source: You can't add more than %(limit_value)s option to a single poll (added %(show_value)s).
fr: Vous ne pouvez pas ajouter plus de %(limit_value)s option à un seul sondage (%(show_value)s ajoutée).
pl: Nie możesz dodać więcej niż %(limit_value)s opcję do pojedynczej ankiety (dodano %(show_value)s).
pt_br: Você não pode adicionar mais que %(limit_value)s opção para uma única enquete (%(show_value)s adicionada)
zh_hans: 单个投票最多只能添加%(limit_value)s个选项（已添加%(show_value)s个）。

# edit poll serializer
source: Number of allowed choices can't be greater than number of all choices.
fr: Le nombre de choix autorisés ne peut pas être supérieur au nombre de tous les choix.
pl: Liczba dozwolonych wyborów nie może być większa niż liczba wszystkich opcji wyboru.
pt_br: O número de escolhas permitidas não pode ser maior que o número total de escolhas.
zh_hans: 允许选择数不能大于选项总数。

# new vote serializer
source: This poll disallows voting for more than %(choices)s choice.
fr: Ce sondage ne permet pas de voter pour plus de %(choices)s choix.
pl: Ta ankieta nie pozwala na głosowanie na więcej niż %(choices)s opcję.
pt_br: Esta enquete não permite votar em mais de %(choices)s escolha.
zh_hans: 本投票不允许投票超过%(choices)s项。

# new vote serializer
source: One or more of poll choices were invalid.
fr: Un ou plusieurs choix de sondage n'étaient pas valides.
pl: Jeden lub więcej głosów w ankiecie jest błędna.
pt_br: Uma ou mais escolhas da enquete eram inválidas.
zh_hans: 一个或多个投票选项无效。

# new vote serializer
source: You have to make a choice.
fr: Vous devez faire un choix.
pl: Musisz wybrać którąś opcję.
pt_br: Você precisa fazer uma escolha.
zh_hans: 您必须选择一个选项。

# archived poll
source: Question
pl: Pytanie
pt_br: Questão
zh_hans: 问题

# archived poll
source: Choices
fr: Choix
pl: Opcje wyboru
pt_br: Escolhas
zh_hans: 选项

# post likes message
source: %(user)s likes this.
fr: %(user)s aime ça.
pl: %(user)s lubi to
pt_br: %(user)s curtiram isso.
zh_hans: %(user)s喜欢此内容。

# post likes message
source: %(users)s like this.
fr: %(users)s aiment ça.
pl: %(users)s lubią to.
pt_br: %(users)s curtiram isso.
zh_hans: %(users)s喜欢此内容。

# post likes message
source: %(users)s and %(likes)s other user like this.
fr: %(users)s et %(likes)s autre utilisateur a aimé.
pl: %(users)s i %(likes)s inna osoba lubią to.
pt_br: %(users)s e %(likes)s outro usuário curtiu isso.
zh_hans: %(users)s和其他%(likes)s位用户喜欢此内容。

# post likes message
source: %(users)s and %(last_user)s
fr: %(users)s et %(last_user)s
pl: %(users)s i %(last_user)s
pt_br: %(users)s e %(last_user)s
zh_hans: %(users)s和%(last_user)s

# private threads category name
source: Private threads
fr: Discussions privées
pl: Prywatne tematy
pt_br: Tópicos privados
zh_hans: 私密主题

# threads root category name
source: None (will become top level category)
fr: Aucun (deviendra la catégorie de niveau supérieur)
pl: Brak (stanie się główną kategorią)
pt_br: Nada (se tornará uma categoria de nível superior)
zh_hans: 无（将成为顶级分类）

# thread category validator
source: Requested category could not be found.
fr: La catégorie demandée est introuvable.
pl: Żądana kategoria nie została znaleziona.
pt_br: A categoria solicitada não foi encontrada.
zh_hans: 未找到请求的分类。

# thread category validator
source: You don't have permission to access this category.
fr: Vous n'êtes pas autorisé à accéder à cette catégorie.
pl: Nie masz dostępu do tej kategorii.
pt_br: Você não possui permissão para acessar esta categoria.
zh_hans: 您无权访问该分类。

# thread title validator
source: Thread title should contain alpha-numeric characters.
fr: Le titre du fil de discussion doit contenir des caractères alphanumériques.
pl: Nazwa tematu powinna zawierać litery lub cyfry.
pt_br: O título do tópico deve conter caracteres alfanuméricos.
zh_hans: 主题标题应包含字母或数字字符。

# thread title validator
source: Thread title is too long.
fr: Le titre du fil de discussion est trop long.
pl: Nazwa tematu jest za długa.
pt_br: O título do tópico é muito longo.
zh_hans: 主题标题过长。

# thread title length validator
source: You have to enter an thread title.
fr: Vous devez saisir un titre de discussion.
pl: Musisz wpisać nazwę tematu.
pt_br: Você precisa inserir um título para o tópico.
zh_hans: 必须输入主题标题。

# thread title length validator
source: Thread title should be at least %(limit_value)s character long (it has %(show_value)s).
fr: Le titre du fil de discussion doit comporter au moins %(limit_value)s caractère (il en a %(show_value)s).
pl: Nazwa tematu powinna mieć przynajmniej %(limit_value)s znak (ma %(show_value)s).
pt_br: O título do tópico deve ter pelo menos %(limit_value)s caractere de comprimento (possui %(show_value)s atualmente).
zh_hans: 主题标题至少应为%(limit_value)s个字符（当前为%(show_value)s个字符）。

# thread title length validator
source: Thread title cannot be longer than %(limit_value)s character (it has %(show_value)s).
fr: Le titre du fil de discussion ne peut pas être plus long que %(limit_value)scaractère (il en a %(show_value)s).
pl: Nazwa tematu nie może być dłuższa niż %(limit_value)s znak (ma %(show_value)s).
pt_br: O título do tópico não pode ter mais que %(limit_value)s caractere (possui %(show_value)s atualmente).
zh_hans: 主题标题不能超过%(limit_value)s个字符（当前为%(show_value)s个字符）。

# post length validator
source: You have to enter a message.
fr: Vous devez saisir un message.
pl: Musisz wpisać wiadomość.
pt_br: Você precisa inserir uma mensagem.
zh_hans: 必须输入消息内容。

# post length validator
source: Posted message should be at least %(limit_value)s character long (it has %(show_value)s).
fr: Le message posté doit être d'une longueur minimale de %(limit_value)scaractère (il a %(show_value)s).
pl: Wiadomość powinna mieć przynajmniej %(limit_value)s znak (ma %(show_value)s).
pt_br: A mensagem publicada deve ter pelo menos %(limit_value)s caractere de comprimento (possui %(show_value)s atualmente).
zh_hans: 消息内容至少应为%(limit_value)s个字符（当前为%(show_value)s个字符）。

# post length validator
source: Posted message cannot be longer than %(limit_value)s character (it has %(show_value)s).
fr: Le message posté ne peut pas contenir plus de %(limit_value)s caractère (il en contient %(show_value)s).
pl: Wiadomość nie może być dłuższa niż %(limit_value)s znak (ma %(show_value)s).
pt_br: A mensagem publicada não pode ter mais que %(limit_value)s caractere (possui %(show_value)s atualmente).
zh_hans: 消息内容不能超过%(limit_value)s个字符（当前为%(show_value)s个字符）。

# threads root name
source: Threads
fr: Discussions
pl: Tematy
pt_br: Tópicos
zh_hans: 主题

# private threads root name
source: Private threads
fr: Discussions privées
pl: Prywatne tematy
pt_br: Tópicos privados
zh_hans: 私密主题

# threads list
source: Your threads
fr: Vos discussions
pl: Twoje tematy
pt_br: Seus tópicos
zh_hans: 您的主题

# threads list
source: You have to sign in to see list of threads that you have started.
fr: Vous devez vous connecter pour voir la liste des discussions que vous avez démarrées.
pl: Musisz być zalogowany/a aby móc zobaczyć listę własnych tematów.
pt_br: Você precisa se conectar para ver a lista de tópicos que você iniciou.
zh_hans: 必须登录才能查看您发起的主题列表。

# threads list
source: You have to sign in to see list of threads you haven't read.
fr: Vous devez vous connecter pour voir la liste des discussions que vous n'avez pas lues.
pl: Musisz być zalogowany/a aby móc zobaczyć listę nieczytanych tematów.
pt_br: Você precisa se conectar para ver a lista de tópicos que você ainda não leu.
zh_hans: 必须登录才能查看未读主题列表。

# threads list
source: You have to sign in to see list of threads with new replies.
fr: Vous devez vous connecter pour voir la liste des discussions avec de nouvelles réponses.
pl: Musisz być zalogowany/a aby móc zobaczyć listę tematów z nowymi odpowiedziami.
pt_br: Você precisa se conectar para ver a lista de tópicos com novas respostas.
zh_hans: 必须登录才能查看有新回复的主题列表。

# threads list
source: You have to sign in to see list of threads you are watching.
fr: Vous devez vous connecter pour voir la liste des discussions que vous regardez.
pl: Musisz być zalogowany/a aby móc zobaczyć listę obserwowanych tematów.
pt_br: Você precisa se conectar para ver a lista de tópicos que você está acompanhando.
zh_hans: 必须登录才能查看已关注的主题列表。

# threads list
source: You have to sign in to see list of threads with unapproved posts.
fr: Vous devez vous connecter pour voir la liste des discussions contenant des publications non approuvées.
pl: Musisz być zalogowany/a aby móc zobaczyć listę tematów z niezatwierdzonymi postami.
pt_br: Você precisa se conectar para ver a lista de tópicos com publicações não aprovadas.
zh_hans: 必须登录才能查看含未审核帖子的主题列表。

# threads list
source: You don't have permission to see unapproved content lists.
fr: Vous n'êtes pas autorisé à consulter les listes de contenus non approuvés.
pl: Nie masz uprawnień aby zobaczyć listę niezatwierdzonych treści.
pt_br: Você não tem permissão para ver listas de conteúdos não aprovados.
zh_hans: 您无权查看未审核内容列表。

# thread goto unapproved
source: You need permission to approve content to be able to go to first unapproved post.
fr: Vous devez obtenir l'autorisation d'approuver le contenu pour pouvoir accéder au premier message non approuvé.
pl: Musisz mieć uprawnienia do zatwierdzania treści aby móc iść do pierwszego niezatwierdzonego postu.
pt_br: Você precisa de permissão para aprovar conteúdos para ser capaz de ir para a primeira publicação não aprovada.
zh_hans: 需要审核权限才能跳转至首条未审核帖子。

# admin node
source: Bans
fr: Bannissements
pl: Blokowanie
pt_br: Banimentos
zh_hans: 封禁

# admin node
source: Data downloads
fr: Téléchargements de données
pl: Kopie danych
pt_br: Downloads de dados
zh_hans: 数据下载

# admin node
source: Ranks
fr: Rangs
pl: Rangi
zh_hans: 等级

source: Misago user data
fr: Données utilisateur Misago
pl: Dane użytkownika Misago
pt_br: Dados do usuário Misago
zh_hans: Misago 用户数据

source: Edit permissions and groups
fr: Modifier les autorisations et les groupes
pl: Zmień uprawnienia i grupy
pt_br: Editar permissões e grupos
zh_hans: 编辑权限和分组

source: Edit
fr: Modifier
pl: Zmień
pt_br: Editar
zh_hans: 编辑

source: Edit the user from Misago admin panel
fr: Modifier l'utilisateur depuis le panneau d'administration de Misago
pl: Zmień użytkownika w panelu administratora Misago
pt_br: Editar usuário a partir do painel administrativo do Misago
zh_hans: 在 Misago 管理面板编辑用户

# admin user form
source: Username
fr: Nom d'utilisateur
pl: Nazwa użytkownika
pt_br: Nome de usuário
zh_hans: 用户名

# admin user form
source: Custom title
fr: Titre personnalisé
pl: Własny tytuł
pt_br: Título personalizado
zh_hans: 自定义头衔

# admin user form
source: E-mail address
fr: Adresse e-mail
pl: Adres e-mail
pt_br: Endereço de email
zh_hans: 邮箱地址

# admin user form
source: All registered members must have a "Member" role.
fr: Tous les membres inscrits doivent avoir un rôle de "membre".
pl: Wszyscy zarejestrowani użytkownicy muszą mieć rolę "Członek".
pt_br: Todos os membros cadastrados devem ter um cargo "Membro".
zh_hans: 所有注册成员都必须拥有“成员”角色。

# admin user form
source: Password
fr: Mot de passe
pl: Hasło
pt_br: Senha
zh_hans: 密码

# admin user form
source: Is administrator
fr: Est l'administrateur
pl: Jest administratorem
pt_br: É administrador
zh_hans: 为管理员

# admin user form
source: Designates whether the user can log into admin sites. If Django admin site is enabled, this user will need additional permissions assigned within it to admin Django modules.
fr: Indique si l'utilisateur peut se connecter aux sites d'administration. Si le site d'administration de Django est activé, cet utilisateur aura besoin d'autorisations supplémentaires pour administrer les modules de Django.
pl: Określa czy ten użytkownik może logować się do panelu administracyjnego. Jeśli panel administracyjny Django również jest włączony, ten użytkownik będzie wymagać nadania w nim dodatkowych uprawnień aby móc korzystać z modułów admina w Django.
pt_br: Designa se o usuário pode logar em sites administrativos. Se o site administrativo do Django estiver habilitado, este usuário precisará de permissões adicionais atribuídas a ele sobre os módulo administrativos do Django.
zh_hans: 决定该用户是否可登录管理后台。如果启用Django管理后台，该用户还需额外分配Django模块管理权限。

# admin user form
source: Is superuser
fr: Est un superutilisateur
pl: Jest super administratorem
pt_br: É super-usuário
zh_hans: 为超级管理员

# admin user form
source: Only administrators can access admin sites. In addition to admin site access, superadmins can also change other members admin levels.
fr: Seuls les administrateurs peuvent accéder aux sites d'administration. Outre l'accès aux sites d'administration, les superadministrateurs peuvent également modifier les niveaux d'administration des autres membres.
pl: Tylko administratorzy mają dostęp do panelu administracyjnego. Super administratorzy dodatkowo mogą nadawać i usuwać dostęp administratora innym użytkownikom.
pt_br: Apenas administradores podem acessar sites administrativos. Além de sites administrativos, super-administradores também podem mudar o nível de administração de outros membros.
zh_hans: 只有管理员才能访问后台，超级管理员还可以更改其他成员的管理级别。

# admin user form
source: Is active
fr: Est actif
pl: Jest aktywowany
pt_br: É ativo
zh_hans: 为激活状态

# admin user form
source: Designates whether this user should be treated as active. Turning this off is non-destructible way to remove user accounts.
fr: Indique si cet utilisateur doit être considéré comme actif. La désactivation de cette option est un moyen non destructif de supprimer des comptes d'utilisateurs.
pl: Określa czy konto tego użytkownika jest aktywne. Wyłączanie kont to odwracalny sposób usuwania kont użytkowników.
pt_br: Designa se este usuário deve ser tratado como ativo. Desativar isso é uma forma não destrutiva de remover contas de usuário.
zh_hans: 指定该用户是否为活跃状态。关闭此项是一种无损的账户移除方式。

# admin user form
source: Staff message
fr: Message du personnel
pl: Wiadomość dla członków zespołu forum
pt_br: Mensagem da equipe
zh_hans: 团队备注

# admin user form
source: Optional message for forum team members explaining why user's account has been disabled.
fr: Message facultatif destiné aux membres de l'équipe du forum expliquant pourquoi le compte de l'utilisateur a été désactivé.
pl: Opcjonalna wiadomość dla pozostałych członków zespołu forum wyjaśniających dlaczego konto tego użytkownika jest wyłączone.
pt_br: Mensagem opcional para os membros da equipe do fórum explicando a razão da conta do usuário estar desativada.
zh_hans: （选填）说明该用户账户被禁用原因的团队备注，仅论坛团队可见。

# admin user form
source: Set new password
fr: Définir un nouveau mot de passe
pl: Ustaw nowe hasło
pt_br: Definir nova senha
zh_hans: 设置新密码

# admin user form
source: Lock avatar changes
fr: Verrouiller les modifications de l'avatar
pl: Zablokuj zmiany awatara
pt_br: Bloquear alterações de avatar
zh_hans: 锁定头像更改

# admin user form
source: Setting this to yes will stop user from changing their avatar, and will reset their avatar to procedurally generated one.
fr: Régler cette option sur oui empêchera l'utilisateur de modifier son avatar et réinitialisera son avatar sur celui généré de manière procédurale.
pl: Zmiana tego ustawienia na "tak" uniemożliwi temu użytkownikowi zmienianie własnego awatara, oraz zastąpi obraz jego aktualny awatar nowym, wygenerowanym proceduralnie.
pt_br: Defina isso como "sim" para impedir que o usuário altere seu avatar e resete seu avatar para um gerado proceduralmente.
zh_hans: 选择“是”将禁止用户更改头像并重置为系统自动生成的头像。

# admin user form
source: User message
fr: Message utilisateur
pl: Wiadomość dla użytkownika
pt_br: Mensagem do usuário
zh_hans: 用户提示

# admin user form
source: Optional message for user explaining why they are banned form changing avatar.
fr: Message facultatif pour l'utilisateur expliquant pourquoi il est interdit de changer d'avatar.
pl: Opcjonalna wiadomość dla użytkownika wyjaśniająca dlaczego nie mogą zmieniać swojego awatara.
pt_br: Mensagem opcional para o usuário explicando o porquê ele não pode alterar seu avatar.
zh_hans: （选填）提示用户为何被禁止更改头像的信息。

# admin user form
source: Optional message for forum team members explaining why user is banned form changing avatar.
fr: Message facultatif destiné aux membres de l'équipe du forum expliquant pourquoi l'utilisateur est banni lorsqu'il change d'avatar.
pl: Opcjonalna wiadomość dla pozostałych członków zespołu forum wyjaśniający dlaczego opcja zmiany awatara została zablokowana dla tego użytkownika.
pt_br: Mensagem opcional para os membros da equipe do fórum explicando porque o usuário está banido de alterar seu avatar.
zh_hans: （选填）说明用户为何被禁止更改头像的团队备注，仅论坛团队可见。

# admin user form
source: Signature contents
fr: Contenu de la signature
pl: Treść podpisu
pt_br: Conteúdos de assinatura
zh_hans: 签名内容

# admin user form
source: Lock signature changes
fr: Verrouiller les modifications de signature
pl: Zablokuj zmiany podpisu
pt_br: Bloquear alterações de assinatura
zh_hans: 锁定签名更改

# admin user form
source: Setting this to yes will stop user from making changes to his/her signature.
fr: Définir cette valeur sur oui empêchera l'utilisateur de modifier sa signature.
pl: Zmiana tego ustawienia na "tak" uniemożliwi temu użytkownikowi zmienianie własnego opisu.
pt_br: Defina isso como "sim" para impedir que o usuário faça alterações em sua própria assinatura.
zh_hans: 选择“是”将禁止用户修改其签名。

# admin user form
source: Optional message to user explaining why his/hers signature is locked.
fr: Message facultatif à l'utilisateur expliquant pourquoi sa signature est verrouillée.
pl: Opcjonalna wiadomość dla użytkownika wyjaśniająca dlaczego nie mogą zmieniać swojego podpisu.
pt_br: Mensagem opcional para o usuário explicando porque sua assinatura está bloqueada.
zh_hans: （选填）提示用户其签名为何被锁定的信息。

# admin user form
source: Optional message to team members explaining why user signature is locked.
fr: Message facultatif destiné aux membres de l'équipe expliquant pourquoi la signature de l'utilisateur est verrouillée.
pl: Opcjonalna wiadomość dla pozostałych członków zespołu forum wyjaśniający dlaczego opcja zmiany podpisu została zablokowana dla tego użytkownika.
pt_br: Mensagem opcional para os membros da equipe do fórum explicando a razão da assinatura do usuário estar bloqueada.
zh_hans: （选填）说明用户签名被锁定原因的团队备注，仅论坛团队可见。

# admin user form
source: Hides presence
fr: Masque la présence
pl: Ukrywa obecność na forum
pt_br: Ocultar presença
zh_hans: 隐藏在线状态

# admin user form
source: Who can add user to private threads
fr: Qui peut ajouter un utilisateur aux discussions privées
pl: Kto może dodawać tego użytkownika do prywatnych tematów
pt_br: Quem pode adicionar usuários para tópicos privados
zh_hans: 谁可以将用户添加到私密主题

# admin user form
source: Started threads
fr: Discussions démarrées
pl: Założone tematy
pt_br: Tópicos iniciados
zh_hans: 发起的主题
