Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# polls permission
source: You can't edit other users polls in this category.
fr: Vous ne pouvez pas modifier les sondages des autres utilisateurs dans cette catégorie.
pl: Nie możesz zmieniać ankiet innych użytkowników w tej kategorii.
pt_br: Você não pode editar as enquetes de outros usuários nesta categoria.
zh_hans: 无法编辑该分类下他人发起的投票。

# polls permission
source: You can't edit polls that are older than %(minutes)s minute.
fr: Vous ne pouvez pas modifier les sondages qui datent de plus de %(minutes)s minute.
pl: Nie możesz zmieniać ankiet starszych niż %(minutes)s minuta.
pt_br: Você não pode editar enquetes que são mais velhas que %(minutes)s minuto.
zh_hans: 投票已超%(minutes)s分钟，无法编辑。

# polls permission
source: This poll is over. You can't edit it.
fr: Ce sondage est terminé. Vous ne pouvez pas le modifier.
pl: Ta ankieta się skończyła. Nie możesz już jej zmieniać.
pt_br: Esta enquete foi encerrada. Você não pode editá-la.
zh_hans: 投票已结束，无法编辑。

# polls permission
source: This category is closed. You can't edit polls in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas y éditer de sondages.
pl: Ta kategoria jest zamknięta. Nie możesz zmieniać w niej ankiet.
pt_br: Esta categoria está fechada. Você não pode editar enquetes nela.
zh_hans: 该分类已关闭，无法编辑投票。

# polls permission
source: This thread is closed. You can't edit polls in it.
fr: Ce fil de discussion est clos. Vous ne pouvez pas y modifier les sondages.
pl: Ten temat jest zamknięty. Nie możesz zmieniać w nim ankiet.
pt_br: Este tópico está fechado. Você não pode editar enquetes nele.
zh_hans: 该主题已关闭，无法编辑投票。

# polls permission
source: You have to sign in to delete polls.
fr: Vous devez vous connecter pour supprimer les sondages.
pl: Musisz być zalogowany/a aby móc usuwać ankiety.
pt_br: Você precisa se conectar para deletar enquetes.
zh_hans: 必须登录才能删除投票。

# polls permission
source: You can't delete polls.
fr: Vous ne pouvez pas supprimer les sondages.
pl: Nie możesz usuwać ankiet.
pt_br: Você não pode deletar enquetes.
zh_hans: 无法删除投票。

# polls permission
source: You can't delete other users polls in this category.
fr: Vous ne pouvez pas supprimer les sondages des autres utilisateurs dans cette catégorie.
pl: Nie możesz usuwać ankiet innych użytkowników w tej kategorii.
pt_br: Você não pode deletar enquetes de outros usuários nesta categoria.
zh_hans: 无法删除该分类下他人发起的投票。

# polls permission
source: You can't delete polls that are older than %(minutes)s minute.
fr: Vous ne pouvez pas supprimer les sondages qui datent de plus de %(minutes)s minute.
pl: Nie możesz usuwać ankiet starszych niż %(minutes)s minuta.
pt_br: Você não pode levar enquetes que sejam mais velhas do que %(minutes)s minuto.
zh_hans: 投票已超%(minutes)s分钟，无法删除。

# polls permission
source: This poll is over. You can't delete it.
fr: Ce sondage est terminé. Vous ne pouvez pas le supprimer.
pl: Ta ankieta się skończyła. Nie możesz już jej usunąć.
pt_br: Esta enquete está encerrada. Você não pode deletá-la.
zh_hans: 投票已结束，无法删除。

# polls permission
source: This category is closed. You can't delete polls in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas y supprimer des sondages.
pl: Ta kategoria jest zamknięta. Nie możesz usuwać w niej ankiet.
pt_br: Esta categoria está fechada. Você não pode deletar enquetes nela.
zh_hans: 该分类已关闭，无法删除投票。

# polls permission
source: This thread is closed. You can't delete polls in it.
fr: Ce fil de discussion est clos. Vous ne pouvez pas y supprimer des sondages.
pl: Ten temat jest zamknięty. Nie możesz usuwać w nim ankiet.
pt_br: Este tópico está fechado. Você não pode deletar enquetes nele.
zh_hans: 该主题已关闭，无法删除投票。

# polls permission
source: You have to sign in to vote in polls.
fr: Vous devez vous connecter pour voter aux sondages.
pl: Musisz być zalogowany/a aby móc głosować w ankietach.
pt_br: Você precisa se conectar para votar em enquetes.
zh_hans: 必须登录才能参与投票。

# polls permission
source: You have already voted in this poll.
fr: Vous avez déjà voté à ce sondage.
pl: Już zagłosowałe/aś w tej ankiecie.
pt_br: Você já votou nesta enquete.
zh_hans: 您已在该投票中投过票。

# polls permission
source: This poll is over. You can't vote in it.
fr: Ce sondage est terminé. Vous ne pouvez plus voter.
pl: Ta ankieta się skończyła. Nie możesz już w niej zagłosować.
pt_br: Esta enquete está encerrada. Você não pode votar nela.
zh_hans: 投票已结束，无法投票。

# polls permission
source: This category is closed. You can't vote in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas voter dans cette catégorie.
pl: Ta kategoria jest zamknięta. Nie możesz w niej głosować.
pt_br: Essa categoria está fechada. Você não pode votar nela.
zh_hans: 该分类已关闭，无法投票。

# polls permission
source: This thread is closed. You can't vote in it.
fr: Ce fil de discussion est clos. Vous ne pouvez plus y voter.
pl: Ten temat jest zamknięty. Nie możesz w nim głosować.
pt_br: Este tópico que está fechado. Você não pode votar nele.
zh_hans: 该主题已关闭，无法投票。

# polls permission
source: You dont have permission to see this poll's voters.
fr: Vous n'êtes pas autorisé à voir les électeurs de ce sondage.
pl: Nie masz uprawnień aby móc widzieć kto głosował w tej ankiecie.
pt_br: Você não possui permissão para ver os participantes da enquete.
zh_hans: 您无权查看该投票参与者名单。

# private threads permission
source: Private threads
fr: Discussions privées
pl: Prywatne tematy
pt_br: Tópicos privados
zh_hans: 私密主题

# private threads permission
source: Can use private threads
fr: Peut utiliser des threads privés
pl: Może używać prywatnych tematów
pt_br: Pode utilizar tópicos privados
zh_hans: 可使用私密主题

# private threads permission
source: Can start private threads
fr: Peut démarrer des threads privés
pl: Może zakładać prywatne tematy
pt_br: Pode iniciar tópicos privados
zh_hans: 可发起私密主题

# private threads permission
source: Max number of users invited to private thread
fr: Nombre maximum d'utilisateurs invités au fil de discussion privé
pl: Limit osób zaproszonych do prywatnego tematu
pt_br: Número máximo de usuários convidados para o tópico privado
zh_hans: 私密主题最大邀请用户数

# private threads permission
source: Enter 0 to don't limit number of participants.
fr: Entrez 0 pour ne pas limiter le nombre de participants.
pl: Wpisz 0 aby nie ograniczać liczby uczestników prywatnego tematu.
pt_br: Insira 0 para não limitar o número de participantes.
zh_hans: 输入0表示不限制参与人数。

# private threads permission
source: Can add everyone to threads
fr: Peut ajouter tout le monde aux discussions
pl: Może dodawać każdego do prywatnych tematów
pt_br: Pode adicionar todo mundo em tópicos
zh_hans: 可将所有人加入主题

# private threads permission
source: Allows user to add users that are blocking them to private threads.
fr: Permet à l'utilisateur d'ajouter les utilisateurs qui les bloquent aux threads privés.
pl: Umożliwia tej osobie dodawanie do prywatnych tematów osób które je blokują.
pt_br: Permite que o usuário adicione usuários que estejam ou bloqueando em tópicos privados.
zh_hans: 允许用户将屏蔽自己的用户加入私密主题。

# private threads permission
source: Can report private threads
fr: Peut signaler des discussions privées
pl: Może zgłaszać prywatne tematy
pt_br: Pode relatar o tópicos privados
zh_hans: 可举报私密主题

# private threads permission
source: Allows user to report private threads they are participating in, making them accessible to moderators.
fr: Permet à l'utilisateur de signaler les discussions privées auxquelles il participe, les rendant ainsi accessibles aux modérateurs.
pl: Umożliwia użytkownikowi zgłaszanie prywatnych tematów w których uczestniczą, czyniąc je dostępne dla moderatorów.
pt_br: Permitir que o usuário relate tópicos privados em que ele esteja participando, tornando-os acessíveis para os moderadores.
zh_hans: 允许用户举报其参与的私密主题，供版主查看。

# private threads permission
source: Can moderate private threads
fr: Peut modérer les discussions privées
pl: Może moderować prywatne tematy
pt_br: Pode moderar tópicos privados
zh_hans: 可管理私密主题

# private threads permission
source: Allows user to read, reply, edit and delete content in reported private threads.
fr: Permet à l'utilisateur de lire, de répondre, de modifier et de supprimer le contenu des fils de discussion privés signalés.
pl: Umożliwia użytkownikowi czytanie, odpowiadanie, zmienianie i usuwać zawartości w zgłoszonych prywatnych tematach.
pt_br: Permitir que o usuário leia responda e dite e delete o conteúdo em tópicos privados relatados.
zh_hans: 允许用户在被举报的私密主题中阅读、回复、编辑和删除内容。

# private threads permission
source: You have to sign in to use private threads.
fr: Vous devez vous connecter pour utiliser les discussions privées.
pl: Musisz być zalogowany/a aby móc używać prywatnych tematów.
pt_br: Você precisa se conectar para usar tópicos privados
zh_hans: 必须登录才能使用私密主题。

# private threads permission
source: You can't use private threads.
fr: Vous ne pouvez pas utiliser de threads privés.
pl: Nie możesz używać prywatnych tematów.
pt_br: Você não pode usar tópicos privados.
zh_hans: 无法使用私密主题。

# private threads permission
source: Only thread owner and moderators can appoint a new thread owner.
fr: Seuls le propriétaire du fil de discussion et les modérateurs peuvent nommer un nouveau propriétaire du fil de discussion.
pl: Tylko właściciel tematu i moderatorzy mogą mianować nowego właściciela.
pt_br: Apenas o proprietário do tópico e os moderadores podem apontar um novo proprietário para o tópico.
zh_hans: 仅主题拥有者和版主可指定新的主题拥有者。

# private threads permission
source: Only moderators can appoint a new thread owner in a closed thread.
fr: Seuls les modérateurs peuvent nommer un nouveau propriétaire de fil de discussion dans un fil de discussion fermé.
pl: Tylko moderatorzy mogą mianować nowego właściciela dla zamkniętego tematu.
pt_br: Apesar moderadores podem apontar um novo proprietário da discussão e uma discussão fechada
zh_hans: 仅版主可在已关闭主题中指定新的主题拥有者。

# private threads permission
source: You have to be thread owner to add new participants to it.
fr: Vous devez être propriétaire du fil de discussion pour y ajouter de nouveaux participants.
pl: Musisz być właścicielem tematu aby móc dodawać do niego nowych uczestników.
pt_br: Você precisa ser proprietário da discussão para adicionar novos participantes nela
zh_hans: 必须为主题拥有者才能添加新参与者。

# private threads permission
source: Only moderators can add participants to closed threads.
fr: Seuls les modérateurs peuvent ajouter des participants aux discussions fermées.
pl: Tylko moderatorzy mogą dodawać uczestników do zamkniętych tematów.
pt_br: Apesar dos moderadores podem adicionar participantes em discussões fechadas
zh_hans: 仅版主可向已关闭主题添加参与者。

# private threads permission
source: You can't add any more new users to this thread.
fr: Vous ne pouvez plus ajouter de nouveaux utilisateurs à ce fil de discussion.
pl: Nie możesz dodać więcej osób do tego tematu.
pt_br: Você não pode adicionar mais nenhum usuário para essa discussão
zh_hans: 无法向本主题再添加新用户。

# private threads permission
source: Only moderators can remove participants from closed threads.
fr: Seuls les modérateurs peuvent supprimer des participants des discussions fermées.
pl: Tylko moderatorzy mogą usuwać uczestników z zamkniętych tematów.
pt_br: Apenas moderadores podem remover participantes de discussões fechadas
zh_hans: 仅版主可移除已关闭主题中的参与者。

# private threads permission
source: You have to be thread owner to remove participants from it.
fr: Vous devez être propriétaire du fil de discussion pour en supprimer des participants.
pl: Musisz być właścicielem tematu aby móc usuwać z niego uczestników.
pt_br: Você precisa ser dona da discussão para remover participantes.
zh_hans: 必须为主题拥有者才能移除参与者。

# private threads permission
source: %(user)s can't participate in private threads.
fr: %(user)s ne peut pas participer aux discussions privées.
pl: %(user)s nie może uczestniczyć w prywatnych tematach.
pt_br: %(user)s não pode participar de tópicos privados.
zh_hans: %(user)s无法参与私密主题。

# private threads permission
source: %(user)s is blocking you.
fr: %(user)s vous bloque.
pl: %(user)s blokuje ciebie.
pt_br: %(user)s está bloqueando você.
zh_hans: %(user)s已屏蔽您。

# private threads permission
source: %(user)s has disabled invitations to private threads.
fr: %(user)s a désactivé les invitations aux discussions privées.
pl: %(user)s wyłączył(a) zaproszenia do prywatnych tematów.
pt_br: %(user)s desativou convites para tópicos privados.
zh_hans: %(user)s已禁用私密主题邀请。

# private threads permission
source: %(user)s limits invitations to private threads to followed users.
fr: %(user)s limite les invitations aux discussions privées aux utilisateurs suivis.
pl: %(user)s ogranicza zaproszenia do prywatnych tematów do osób które obserwuje.
pt_br: %(user)s limitou os convites de tópicos privados para usuários que está seguindo.
zh_hans: %(user)s仅允许关注用户参与私密主题。

# threads permission
source: Threads
fr: Discussions
pl: Tematy
pt_br: Discussões
zh_hans: 主题

# threads permission
source: Can see unapproved content list
fr: Peut voir la liste des contenus non approuvés
pl: Może widzieć listę niezatwierdzonych treści
pt_br: Pode ver lista de conteúdo não aprovado
zh_hans: 可查看未审核内容列表

# threads permission
source: Allows access to "unapproved" tab on threads lists for easy listing of threads that are unapproved or contain unapproved posts. Despite the tab being available on all threads lists, it will only display threads belonging to categories in which the user has permission to approve content.
fr: Permet d'accéder à l'onglet "non approuvé" dans la liste des fils de discussion pour faciliter l'établissement d'une liste des fils de discussion qui ne sont pas approuvés ou qui contiennent des messages non approuvés. Bien que l'onglet soit disponible dans toutes les listes de discussions, il n'affichera que les discussions appartenant à des catégories dans lesquelles l'utilisateur a le droit d'approuver le contenu.
pl: Umożliwia dostęp do zakładki "Niezatwierdzona treść" na liście tematów do łatwego listowania tematów które wymagają zatwierdzenia albo zawierają niezatwierdzone posty. Zawartość listy będzie ograniczona do kategorii w których użytkownik może akceptować treści.
pt_br: Permitir acesso para a guia "não aprovado" em listas de tópicos para listar facilmente os tópicos que não estão aprovados ou contém publicações não aprovadas. Além da guia ficar disponível em todas as listas de tópicos, ela mostrará apenas tópicos pertencentes as categorias que o usuário possui permissão para aprovar o conteúdo.
zh_hans: 允许访问主题列表中的“未审核”标签，方便筛选未审核或含未审核帖子的主题。仅在用户有审核权限的分类中生效。

# threads permission
source: Can see reported content list
fr: Peut voir la liste des contenus signalés
pl: Może widzieć listę zgłoszonych treści
pt_br: Pode ver lista de conteúdo reportado
zh_hans: 可查看被举报内容列表

# threads permission
source: Allows access to "reported" tab on threads lists for easy listing of threads that contain reported posts. Despite the tab being available on all categories threads lists, it will only display threads belonging to categories in which the user has permission to see posts reports.
fr: Permet d'accéder à l'onglet "signalé" dans la liste des fils de discussion pour faciliter l'établissement d'une liste des fils de discussion contenant des messages signalés. Bien que l'onglet soit disponible dans les listes de discussions de toutes les catégories, il n'affichera que les discussions appartenant aux catégories dans lesquelles l'utilisateur a le droit de voir les messages signalés.
pl: Umożliwia dostęp do zakładki "Zgłoszona treść" na liście tematów do łatwego listowania tematów które zawierają zgłoszone treści. Zawartość listy będzie ograniczona do kategorii w których użytkownik może widzieć zgłoszone treści.
pt_br: Permitir acesso à guia "reportado" na lista de tópicos para listar facilmente tópicos que contenham publicações reportadas. Além da guia ficar disponível em todas as listas de categorias de tópicos, ela mostrará apenas os tópicos pertencentes às categorias que o usuário possui permissão para ver os reportes.
zh_hans: 允许访问主题列表中的“被举报”标签，方便筛选含举报帖子的主题。仅在用户有查看举报权限的分类中显示。

# threads permission
source: Can omit flood protection
fr: Peut omettre la protection contre les inondations
pl: Może omijać zabezpieczenie przed floodem
pt_br: Pode omitir a proteção contra flood
zh_hans: 可绕过发帖频率限制

# threads permission
source: Allows posting more frequently than flood protection would.
fr: permet de publier plus fréquemment que ne le ferait la protection contre les inondations.
pl: Umożliwia postowanie częściej niż zezwala na to zabezpieczenie przed floodem.
pt_br: Permite publicar mais frequentemente do que a proteção contra flood permitiria.
zh_hans: 允许发帖频率高于系统默认限制。

# threads permission
source: Can see threads
fr: Peut voir les discussions
pl: Może widzieć tematy
pt_br: Pode ver discussões
zh_hans: 可查看主题

# threads see permission choice
source: Started threads
fr: Discussions démarrées
pl: Założone tematy
pt_br: Discussões iniciadas
zh_hans: 本人主题

# threads see permission choice
source: All threads
fr: Tous les fils de discussion
pl: Wszystkie tematy
pt_br: Todas as discussões
zh_hans: 所有主题

# threads permission
source: Can start threads
fr: Peut démarrer des fils de discussion
pl: Może zakładać tematy
pt_br: Pode começar a discussões
zh_hans: 可发起主题

# threads permission
source: Can reply to threads
fr: Peut répondre aux discussions
pl: Może odpowiadać w tematach
pt_br: Pode responder discussões
zh_hans: 可回复主题

# threads permission
source: Can edit threads
fr: Peut modifier les fils de discussion
pl: Może zmieniać tematy
pt_br: Pode editar discussões
zh_hans: 可编辑主题

# threads edit permission choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# threads edit permission choice
source: Own threads
fr: Fils de discussion personnels
pl: Własne tematy
pt_br: Próprias discussões
zh_hans: 本人主题

# threads edit permission choice
source: All threads
fr: Tous les fils de discussion
pl: Wszystkie tematy
pt_br: Todas as discussões
zh_hans: 所有主题

# threads permission
source: Can hide own threads
fr: Peut masquer ses propres fils de discussion
pl: Może ukrywać własne tematy
pt_br: Pode ocultar próprias discussões
zh_hans: 可隐藏本人主题

# threads permission
source: Only threads started within time limit and with no replies can be hidden.
fr: Seules les discussions démarrées dans le délai imparti et sans réponse peuvent être masquées.
pl: Tylko tematy założone w określonym czasie i w których nikt jeszcze nie odpowiedział mogą być ukrywane.
pt_br: Apens discussões iniciadas dentro do tempo limite e sem respostas podem ser ocultadas
zh_hans: 仅限新发且无回复的主题可隐藏。

# threads hide own permission choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# threads hide own permission choice
source: Hide threads
fr: Masquer les discussions
pl: Może ukrywać
pt_br: Ocultar discussões
zh_hans: 隐藏主题

# threads hide own permission choice
source: Delete threads
fr: Supprimer les fils de discussion
pl: Może usuwać
pt_br: Apagar discussões
zh_hans: 删除主题

# threads permission
source: Time limit for editing own threads, in minutes
fr: Délai limite pour modifier ses propres fils de discussion, en minutes
pl: Limit czasu na zmienianie własnych tematów, w minutach
pt_br: Tempo limite para editar próprias discussões, em minutos
zh_hans: 本人主题编辑时间限制（分钟）

# threads permission
source: Enter 0 to don't limit time for editing own threads.
fr: Entrez 0 pour ne pas limiter le temps de modification de vos propres threads.
pl: Wpisz 0 aby nie ograniczać czasu na zmienianie własnych tematów.
pt_br: Será 0 para não limitar o tempo de edição das próprias discussões
zh_hans: 输入0表示本人主题编辑时间不限。

# threads permission
source: Can hide all threads
fr: Peut masquer tous les fils de discussion
pl: Może ukrywać wszystkie tematy
pt_br: Pode ocultar todas as discussões
zh_hans: 可隐藏所有主题

# threads hide permission choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# threads hide permission choice
source: Hide threads
fr: Masquer les discussions
pl: Może ukrywać
pt_br: Ocultar discussões
zh_hans: 隐藏主题

# threads hide permission choice
source: Delete threads
fr: Supprimer les fils de discussion
pl: Może usuwać
pt_br: Apagar discussões
zh_hans: 删除主题

# threads permission
source: Can pin threads
fr: Peut épingler les discussions
pl: Może przypinać tematy
pt_br: Pode fixar discussões
zh_hans: 可置顶主题

# threads pin permission choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# threads pin permission choice
source: In category
fr: Dans la catégorie
pl: W kategorii
pt_br: Em categoria
zh_hans: 分类置顶

# threads pin permission choice
source: Globally
fr: Globalement
pl: Globalnie
pt_br: Globalmente
zh_hans: 全站置顶

# threads permission
source: Can close threads
fr: Peut fermer les discussions
pl: Może zamykać tematy
pt_br: Pode fechar discussões
zh_hans: 可关闭主题

# threads permission
source: Can move threads
fr: Peut déplacer les threads
pl: Może przenosić tematy
pt_br: Pode mover discussões
zh_hans: 可移动主题

# threads permission
source: Can merge threads
fr: Peut fusionner des fils de discussion
pl: Może łączyć tematy
pt_br: Pode mesclar discussões
zh_hans: 可合并主题

# threads permission
source: Can edit posts
fr: Peut modifier les messages
pl: Może zmieniać posty
pt_br: Pode editar postagens
zh_hans: 可编辑帖子

# threads posts edit permission choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# threads posts edit permission choice
source: Own posts
fr: Messages personnels
pl: Własne posty
pt_br: Próprias postagens
zh_hans: 本人帖子

# threads posts edit permission choice
source: All posts
fr: Tous les messages
pl: Wszystkie posty
pt_br: Todas as postagens
zh_hans: 所有帖子

# threads permission
source: Can hide own posts
fr: Peut masquer ses propres messages
pl: Może ukrywać własne posty
pt_br: Pode ocultar próprias postagens
zh_hans: 可隐藏本人帖子

# threads permission
source: Only last posts to thread made within edit time limit can be hidden.
fr: Seuls les derniers messages du fil de discussion publiés dans le délai de modification peuvent être masqués.
pl: Tylko ostatni post w temacie napisany w określonym czasie może być usunięty.
pt_br: Apenas as ultimas postagens na discussão feitas dentro do tempo limite de edição podem ser ocultadas
zh_hans: 仅限在编辑时间限制内的最后回帖可隐藏。

# threads own posts hide permission choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# threads own posts hide permission choice
source: Hide posts
fr: Masquer les messages
pl: Może ukrywać posty
pt_br: Ocultar postagens
zh_hans: 隐藏帖子

# threads own posts hide permission choice
source: Delete posts
fr: Supprimer les messages
pl: Może usuwać posty
pt_br: Deletar postagens
zh_hans: 删除帖子

# threads permission
source: Time limit for editing own post, in minutes
fr: Délai pour éditer son propre message, en minutes
pl: Limit czasu na zmienianie własnych postów, w minutach
pt_br: Tempo limite para editar a própria postagem em minutos, em minutos
zh_hans: 本人发帖编辑时间限制（分钟）

# threads permission
source: Enter 0 to don't limit time for editing own posts.
fr: Entrez 0 pour ne pas limiter le temps de modification de vos propres messages.
pl: Wpisz 0 aby nie ograniczać czasu na zmienianie własnych postów.
pt_br: Insira 0 para não limitar o tempo de edição das próprias postagens
zh_hans: 输入0表示本人发帖编辑时间不限。

# threads permission
source: Can hide all posts
fr: Peut masquer tous les messages
pl: Może ukrywać wszystkie posty
pt_br: Pode ocultar todas as postagens
zh_hans: 可隐藏所有帖子

# threads hide posts permission choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# threads hide posts permission choice
source: Hide posts
fr: Masquer les messages
pl: Może ukrywać posty
pt_br: Ocultar postagens
zh_hans: 隐藏帖子

# threads hide posts permission choice
source: Delete posts
fr: Supprimer les messages
pl: Może usuwać posty
pt_br: Apagar publicações
zh_hans: 删除帖子

# threads permission
source: Can see posts likes
fr: Peut voir les messages J'aime
pl: Może widzieć polubienia postów
pt_br: Pode ver curtidas nas publicações
zh_hans: 可查看帖子点赞
