Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/djangojs.po
Languages: es, fr, pl, pt_br, zh_hans

# posts split modal field
source: Hide thread
es: Ocultar tema
fr: Masquer le fil de discussion
pl: Ukryj temat
pt_br: Ocultar discussão
zh_hans: 隐藏主题

# posts split modal field
source: Close thread
es: Cerrar tema
fr: Fermer le fil de discussion
pl: Zamknij temat
pt_br: Fechar discussão
zh_hans: 关闭主题

# posts split modal field
source: Thread title
es: Título del tema
fr: Titre du fil de discussion
pl: Nazwa tematu
pt_br: Título da discussão
zh_hans: 主题标题

# posts split modal field
source: Category
es: Categoría
fr: Catégorie
pl: Kategoria
pt_br: Categoria
zh_hans: 分类

# posts split modal btn
source: Split post
es: Dividir mensaje
fr: Scinder le post
pl: Wydziel post
pt_br: Dividir publicação
zh_hans: 拆分帖子

# post split modal
source: You can't move this post at the moment.
es: No puedes mover este mensaje en este momento.
fr: Vous ne pouvez pas déplacer ce message pour le moment.
pl: Tego postu nie można teraz przenieść.
pt_br: Você não pode mover esta publicação no momento.
zh_hans: 你目前不能移动这篇帖子。

# posts split modal title
source: Split post into new thread
es: Dividir mensaje en un nuevo tema
fr: Placer le message dans un nouveau fil de discussion
pl: Wydziel post do nowego tematu
pt_br: Dividir publicação em uma nova discussão
zh_hans: 将帖子拆分到新主题

# post permalink
source: Permament link to this post:
es: Enlace permanente a este mensaje:
fr: Lien permanent vers ce post:
pl: Odnośnik do tego postu:
pt_br: Link permanente para esta publicação:
zh_hans: 此帖子的永久链接：

# post options permalink btn
source: Permament link
es: Enlace permanente
fr: Lien permanent
pl: Odnośnik
pt_br: Link permanente
zh_hans: 永久链接

# post options edit btn
source: Edit
es: Editar
fr: Modifier
pl: Zmień
pt_br: Editar
zh_hans: 编辑

# post options best answer btn
source: Mark as best answer
es: Marcar como mejor respuesta
fr: Marquer comme meilleure réponse
pl: Wybierz jako rozwiązanie
pt_br: Marcar como melhor resposta
zh_hans: 标记为最佳答案

# post options best answer btn
source: Unmark best answer
es: Desmarcar mejor respuesta
fr: Décocher la meilleure réponse
pl: Usuń wybór rozwiązania
pt_br: Desmarcar como melhor resposta
zh_hans: 取消标记最佳答案

# post edits
source: This post was edited %(edits)s time.
es: Este mensaje fue editado %(edits)s vez.
fr: Cette publication a été modifiée %(edits)s fois.
pl: Ten post zmieniano %(edits)s raz.
pt_br: Esta publicação foi editada %(edits)s vez.
zh_hans: 这篇帖子被编辑了 %(edits)s 次。

# post options edit btn
source: Changes history
es: Historial de cambios
fr: Historique des modifications
pl: Historia zmian
pt_br: Histórico de alterações
zh_hans: 更改历史

# post options approve btn
source: Approve
es: Aprobar
fr: Approuver
pl: Zatwierdź
pt_br: Aprovar
zh_hans: 批准

# post options move btn
source: Move
es: Mover
fr: Déplacer
pl: Przenieś
pt_br: Mover
zh_hans: 移动

# post options split btn
source: Split
es: Dividir
fr: Scinder
pl: Wydziel
pt_br: Dividir
zh_hans: "拆分

# post options protect btn
source: Protect
es: Proteger
fr: Protéger
pl: Ochroń
pt_br: Proteger
zh_hans: 保护

# post options protect btn
source: Remove protection
es: Eliminar protección
fr: Supprimer la protection
pl: Zdejmij ochronę
pt_br: Remover proteção
zh_hans: 移除保护

# post options hide btn
source: Hide
es: Ocultar
fr: Masquer
pl: Ukryj
pt_br: Ocultar
zh_hans: 隐藏

# post options hide btn
source: Unhide
es: Mostrar
fr: Afficher
pl: Odkryj
pt_br: Revelar
zh_hans: 取消隐藏

# post options delete btn
source: Delete
es: Eliminar
fr: Supprimer
pl: Usuń
pt_br: Apagar
zh_hans: 删除

# post unread label
source: New post
es: Nuevo mensaje
fr: Nouveau message
pl: Nowy post
pt_br: Nova publicação
zh_hans: 新帖子

# post unread label
source: New
es: Nuevo
fr: Nouveau
pl: Nowy
pt_br: Nova
zh_hans: 新

# post timestamp
source: posted %(posted_on)s
es: posteado %(posted_on)s
fr: publié %(posted_on)s
pl: napisano %(posted_on)s
pt_br: publicado em %(posted_on)s
zh_hans: 发布于 %(posted_on)s"

# post edits stat
source: This post was edited %(edits)s time.
es: Este mensaje fue editado %(edits)s vez.
fr: Cette publication a été modifiée %(edits)s fois.
pl: Ten post zmieniano %(edits)s raz.
pt_br: Esta publicação foi editada %(edits)s vez.
zh_hans: 这篇帖子被编辑了 %(edits)s 次。

# post edits stat
source: edited %(edits)s time
es: editado %(edits)s vez
fr: modifié %(edits)s fois
pl: zmieniano %(edits)s raz
pt_br: Editado %(edits)s vez.
zh_hans: 编辑了 %(edits)s 次

# post edits stat
source: %(edits)s edit
es: %(edits)s edición
fr: %(edits)s modification
pl: %(edits)s zmiana
pt_br: %(edits)s edição.
zh_hans: %(edits)s 次编辑

# post protected label
source: This post is protected and may not be edited.
es: Este mensaje está protegido y no se puede editar.
fr: Ce message est protégé et ne peut pas être modifié.
pl: Ten post jest chroniony i nie może być zmieniany.
pt_br: Esta publicação está protegida e não pode ser editada.
zh_hans: 这篇帖子受保护，可能无法编辑。

# post protected label
source: protected
es: protegido
fr: protégé
pl: chroniony
pt_br: protegido
zh_hans: 受保护的

# poster stats
source: %(posts)s post
es: %(posts)s mensaje
fr: %(posts)s publication
pt_br: %(posts)s publicação.
zh_hans: %(posts)s 篇帖子

# thread starter info
source: Thread author
es: Autor del tema
fr: Auteur du fil de discussion
pl: Autor tematu
pt_br: Autor da discussão
zh_hans: 主题作者

# thread starter info
source: Started on: %(timestamp)s
es: Comenzado en: %(timestamp)s
fr: Démarré le: %(horodatage)s
pl: Założony: %(timestamp)s
pt_br: Iniciada em: %(timestamp)s
zh_hans: 开始于：%(timestamp)s

# thread title form
source: You have to enter thread title.
es: Debes introducir el título del tema.
fr: Vous devez saisir le titre du fil de discussion.
pl: Musisz podać nazwę tematu.
pt_br: Você precisa inserir o título da discussão.
zh_hans: 你必须输入主题标题。

# thread title form field
source: Thread title
es: Título del tema
fr: Titre du fil de discussion
pl: Nazwa tematu
pt_br: Título da discussão
zh_hans: 主题标题

# thread title form btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# thread title form btn
source: Change title
es: Cambiar título
fr: Changer le titre
pl: Zmień nazwę
pt_br: Alterar título
zh_hans: 更改标题

# thread title form title
source: Change title
es: Cambiar título
fr: Changer le titre
pl: Zmień nazwę
pt_br: Alterar título
zh_hans: 更改标题

# thread merge form
source: Thread has been merged with other one.
es: El tema ha sido fusionado con otro.
fr: Le fil de discussion a été fusionné avec un autre.
pl: Temat został połączony z innym.
pt_br: A discussão foi mesclada com outra.
zh_hans: 主题已与其他主题合并。

# thread merge form
source: You have to enter link to the other thread.
es: Debes introducir el enlace al otro tema.
fr: Vous devez saisir un lien vers l'autre fil de discussion.
pl: Musisz podać odnośnik do innego tematu.
pt_br: Você precisa inserir o link para a outra discussão.
zh_hans: 你必须输入到另一个主题的链接。

# thread merge form field
source: Link to thread you want to merge with
es: Enlace al tema con el que quieres fusionar
fr: Lien vers le fil de discussion avec lequel vous souhaitez fusionner
pl: Odnośnik do tematu do którego chcesz włączyć ten temat
pt_br: Link da discussão que você quer mesclar
zh_hans: 要合并的主题的链接

# thread merge form field
source: Merge will delete current thread and move its contents to the thread specified here.
es: La fusión eliminará el tema actual y moverá su contenido al tema especificado aquí.
fr: La fusion supprimera le fil de discussion actuel et déplacera son contenu vers le fil de discussion spécifié ici.
pl: Połączenie tematów usunie ten temat i przeniesie jego zawartość do tematu wskazanego tutaj.
pt_br: Mesclar irá deletar a discussão atual e mover seus conteúdos para a discussão especificada aqui.
zh_hans: 合并将删除当前主题，并将内容移动到此处指定的主题。

# thread merge form btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# thread merge form btn
source: Merge thread
es: Fusionar tema
fr: Fusionner le fil de discussion
pl: Połącz temat
pt_br: Mesclar discussão
zh_hans: 合并主题

# thread merge form title
source: Merge thread
es: Fusionar tema
fr: Fusionner le fil de discussion
pl: Połącz temat
pt_br: Mesclar discussão
zh_hans: 合并主题

# thread move form
source: Thread has been moved.
es: El tema ha sido movido.
fr: Le fil de discussion a été déplacé.
pl: Temat został przeniesiony
pt_br: A discussão foi movida.
zh_hans: 主题已被移动。

# thread move form field
source: New category
es: Nueva categoría
fr: Nouvelle catégorie
pl: Nowa kategoria
pt_br: Nova categoria
zh_hans: 新分类

# thread move form btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# thread move form btn
source: Move thread
es: Mover tema
fr: Déplacer le fil de discussion
pl: Przenieś temat
pt_br: Mover discussão
zh_hans: 移动主题

# thread move form title
source: Move thread
es: Mover tema
fr: Déplacer le fil de discussion
pl: Przenieś temat
pt_br: Mover discussão
zh_hans: 移动主题

# thread move form
source: You can't move this thread at the moment.
es: No puedes mover este tema en este momento.
fr: Vous ne pouvez pas déplacer ce fil de discussion pour le moment.
pl: Tego tematu nie można teraz przenieść.
pt_br: Você não pode mover esta discussão no momento.
zh_hans: 你目前不能移动这个主题。

# thread move form dismiss btn
source: Ok
fr: D’accord
zh_hans: 好的

# thread moderation
source: Thread has been pinned globally.
es: El tema ha sido fijado globalmente.
fr: Le fil de discussion a été épinglé globalement.
pl: Temat został przypięty globalnie.
pt_br: A discussão foi fixada globalmente.
zh_hans: 主题已全局置顶。

# thread moderation
source: Thread has been pinned in category.
fr: Le fil de discussion a été épinglé dans la catégorie.
pl: Temat został przypięty w kategorii.
pt_br: A discussão foi fixada na categoria.
zh_hans: 主题已在分类中置顶。

# thread moderation
source: Thread has been unpinned.
es: El tema ha sido desanclado.
fr: Le fil de discussion a été désépinglé.
pl: Temat został odpięty.
pt_br: A discussão foi desafixada.
zh_hans: 主题置顶已被取消

# thread moderation
source: Thread has been approved.
es: El tema ha sido aprobado.
fr: Le fil de discussion a été approuvé.
pl: Temat został zatwierdzony.
pt_br: A discussão foi aprovada.
zh_hans: 主题已获批准。

source: Thread has been opened.
es: El tema ha sido abierto.
fr: Le fil de discussion a été ouvert.
pl: Temat został otwarty.
pt_br: A discussão foi aberta.
zh_hans: 主题已打开。

# thread moderation
source: Thread has been closed.
es: El tema ha sido cerrado.
fr: Le fil de discussion a été fermé.
pl: Temat został zamknięty.
pt_br: A discussão foi fechada.
zh_hans: 主题已关闭。

# thread moderation
source: Thread has been made visible.
es: El tema ha sido mostrado.
fr: Le fil de discussion a été rendu visible.
pl: Temat został odkryty.
pt_br: A discussão foi revelada.
zh_hans: 主题已设为可见。

# thread moderation
source: Thread has been made hidden.
es: El tema ha sido ocultado.
fr: Le fil de discussion a été masqué.
pl: Temat został ukryty.
pt_br: A discussão foi ocultada.
zh_hans: 主题已设为隐藏。

# thread moderation
source: Are you sure you want to delete this thread?
es: ¿Estás seguro de que quieres eliminar este tema?
fr: Êtes-vous sûr de vouloir supprimer ce fil?
pl: Na pewno chcesz usunąć ten temat?
pt_br: Você realmente quer deletar esta discussão?
zh_hans: 你确定要删除这个主题吗？

# thread moderation
source: Thread has been deleted.
es: El tema ha sido eliminado.
fr: Le fil de discussion a été supprimé.
pl: Temat został usunięty.
pt_br: A discussão foi deletada.
zh_hans: 主题已被删除。

# thread moderation btn
source: Change title
es: Cambiar título
fr: Changer le titre
pl: Zmień nazwę
pt_br: Mudar título
zh_hans: 更改标题

# thread moderation btn
source: Pin globally
es: Fijar globalmente
fr: Épingler globalement
pl: Przypnij globalnie
pt_br: Fixar globalmente
zh_hans: 全局置顶

# thread moderation btn
source: Pin in category
fr: Épingle dans la catégorie
pl: Przypnij w kategorii
pt_br: Fixar na categoria
zh_hans: 在分类中置顶

# thread moderation btn
source: Unpin
es: Desanclar
fr: Désépingler
pl: Odepnij
pt_br: Desafixar
zh_hans: 取消置顶

# thread moderation btn
source: Move
es: Mover
fr: Déplacer
pl: Przenieś
pt_br: Mover
zh_hans: 移动

# thread moderation btn
source: Merge
es: Fusionar
fr: Fusionner
pl: Połącz
pt_br: Mesclar
zh_hans: 合并

# thread moderation btn
source: Approve
es: Aprobar
fr: Approuver
pl: Zatwierdź
pt_br: Aprovar
zh_hans: 批准

# thread moderation btn
source: Open
es: Abrir
fr: Ouvert
pl: Otwórz
pt_br: Abrir
zh_hans: 打开

# thread moderation btn
source: Close
es: Cerrar
fr: Fermer
pl: Zamknij
pt_br: Fechar
zh_hans: 关闭

# thread moderation btn
source: Unhide
es: Mostrar
fr: Afficher
pl: Odkryj
pt_br: Revelar
zh_hans: 取消隐藏

# thread moderation btn
source: Hide
es: Ocultar
fr: Masquer
pl: Ukryj
pt_br: Ocultar
zh_hans: 隐藏

# thread moderation btn
source: Delete
es: Eliminar
fr: Supprimer
pl: Usuń
pt_br: Deletar
zh_hans: 删除

# thread options btn
source: Thread options
es: Opciones del tema
fr: Options de fil
pl: Opcje tematu
pt_br: Opções da discussão
zh_hans: 主题选项

# watch thread
source: Watching
es: Observando
fr: Regarder
pl: Obserwujesz
pt_br: Assistindo
zh_hans: 正在关注

# watch thread
source: Watch
es: Observar
fr: Regarder
pl: Obserwuj
pt_br: Assistir
zh_hans: 关注

# watch thread
source: Notify about new replies
es: Notificar sobre nuevas respuestas
fr: Notifier les nouvelles réponses
pl: Powiadom o nowych odpowiedziach
pt_br: Notificar sobre novas repostas
zh_hans: 关于新回复的通知

# watch thread
source: On site and with e-mail
es: En el sitio y con correo electrónico
fr: Sur le site et par e-mail
pl: Na stronie i e-mailem
pt_br: No site e no e-mail
zh_hans: 在网站上并通过电子邮件

# watch thread
source: On site only
es: Solo en el sitio
fr: Sur le site uniquement
pl: Tylko na stronie
pt_br: Apenas no site
zh_hans: 仅在网站上

# watch thread
source: Don't notify
es: No notificar
fr: Ne pas avertir
pl: Nie powiadamiaj
pt_br: Não notificar
zh_hans: 不通知

# breadcrumb
source: Threads
es: Temas
fr: Discussions
pl: Tematy
pt_br: Discussões
zh_hans: 主题

# breadcrumb
source: Private threads
es: Temas privados
fr: Discussions privées
pl: Prywatne tematy
pt_br: Discussões privadas
zh_hans: 个人主题

# paginator
source: Go to first page
es: Ir a la primera página
fr: Aller à la première page
pl: Idź do pierwszej strony
pt_br: Ir para a primeira página
zh_hans: 转到第一页

# paginator
source: Go to previous page
es: Ir a la página anterior
fr: Aller à la page précédente
pl: Idź do poprzedniej strony
pt_br: Voltar para a página anterior
zh_hans: 转到上一页

# paginator
source: Page %(page)s of %(pages)s
es: Página %(page)s de %(pages)s
fr: Page %(page)s sur %(pages)s
pl: Strona %(page)s z %(pages)s
pt_br: Página %(page)s de %(pages)s
zh_hans: 第 %(page)s 页，共 %(pages)s 页

# paginator input
source: Page
es: Página
pl: Strona
pt_br: Página
zh_hans: 页

# paginator
source: Go
es: Ir
fr: Aller
pl: Idź
pt_br: Ir
zh_hans: 前往

# paginator
source: Go to next page
es: Ir a la página siguiente
fr: Aller à la page suivante
pl: Idź do następnej strony
pt_br: Ir para a próxima página
zh_hans: 转到下一页

# paginator
source: Go to last page
es: Ir a la última página
fr: Aller à la dernière page
pl: Idź do ostatniej strony
pt_br: Ir para a última página
zh_hans: 转到最后一页

# thread posts moderation modal title
source: Moderation
es: Moderación
fr: Modération
pl: Moderacja
pt_br: Moderação
zh_hans: 版主管理

# thread posts moderation modal
source: One or more posts could not be changed:
es: Uno o más mensajes no se pudieron cambiar:
fr: Un ou plusieurs messages n'ont pas pu être modifiés:
pl: Jednego lub więcej postów nie można zmienić:
pt_br: Uma ou mais publicações não puderam ser alteradas:
zh_hans: 一个或多个帖子无法更改：

# thread posts moderation modal
source: %(username)s on %(posted_on)s
es: %(username)s en %(posted_on)s
fr: %(username)s sur %(posted_on)s
pl: %(username)s %(posted_on)s
pt_br: %(username)s em %(posted_on)s
zh_hans: %(username)s 在 %(posted_on)s

# merge posts
source: Are you sure you want to merge selected posts? This action is not reversible!
es: ¿Estás seguro de que quieres fusionar los mensajes seleccionados? ¡Esta acción no se puede deshacer!
fr: Êtes-vous sûr de vouloir fusionner les publications sélectionnées? Cette action est irréversible!
pl: Na pewno chcesz połączyć wybrane posty? Tej akcji nie można cofnąć.
pt_br: Você realmente deseja mesclar as publicações selecionadas? Esta ação não é reversível!
zh_hans: 你确定要合并选定的帖子吗？此操作不可逆！

# delete posts
source: Are you sure you want to delete selected posts? This action is not reversible!
es: ¿Estás seguro de que quieres eliminar los mensajes seleccionados? ¡Esta acción no se puede deshacer!
fr: Êtes-vous sûr de vouloir supprimer les publications sélectionnées? Cette action est irréversible!
pl: Na pewno chcesz usunąć wybrane posty? Tej akcji nie można cofnąć.
pt_br: Você realmente deseja deletar as publicações selecionadas? Esta ação não é reversível!
zh_hans: 你确定要删除选定的帖子吗？此操作不可逆！

# thread posts moderation move
source: You have to enter link to the other thread.
es: Debes introducir el enlace al otro tema.
fr: Vous devez saisir un lien vers l'autre fil de discussion.
pl: Musisz podać odnośnik do innego tematu.
pt_br: Você precisa inserir o link da outra discussão
zh_hans: 你必须输入到另一个主题的链接。

# thread posts moderation move
source: Selected posts were moved to the other thread.
es: Los mensajes seleccionados fueron movidos al otro tema.
fr: Les messages sélectionnés ont été déplacés vers l'autre fil de discussion.
pl: Wybrane posty zostały przeniesione do innego tematu.
pt_br: As publicações selecionadas foram movidas para outra discussão.
zh_hans: 选定的帖子已移动到另一个主题。

# thread posts moderation move
source: Link to thread you want to move posts to
es: Enlace al tema al que quieres mover los mensajes
fr: Lien vers le fil de discussion vers lequel vous souhaitez déplacer les messages
pl: Odnośnik do tematu do którego chcesz przenieść posty
pt_br: Link da discussão para onde você deseja mover as publicações
zh_hans: 要移动帖子到的主题的链接

# thread posts moderation move btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# thread posts moderation move btn
source: Move posts
es: Mover mensajes
fr: Déplacer les messages
pl: Przenieś posty
pt_br: Mover publicações
zh_hans: 移动帖子

# thread posts moderation move title
source: Move posts
es: Mover mensajes
fr: Déplacer les messages
pl: Przenieś posty
pt_br: Mover publicações
zh_hans: 移动帖子

# posts moderation split
source: Selected posts were split into new thread.
es: Los mensajes seleccionados fueron divididos en un nuevo tema.
fr: Les messages sélectionnés ont été regroupés dans un nouveau fil de discussion.
pl: Wybrane posty zostały wydzielone do nowego tematu.
pt_br: As publicações selecionadas foram divididas em uma nova discussão.
zh_hans: 选定的帖子被拆分到新主题。

# posts moderation split field
source: Thread weight
es: Peso del tema
fr: Poids du fil
pl: Waga tematu
pt_br: Peso da discussão
zh_hans: 主题权重

# posts moderation split field
source: Hide thread
es: Ocultar tema
fr: Masquer le fil de discussion
pl: Ukryj temat
pt_br: Ocultar discussão
zh_hans: 隐藏主题

# posts moderation split field
source: Close thread
es: Cerrar tema
fr: Fermer le fil de discussion
pl: Zamknij temat
pt_br: Fechar discussão
zh_hans: 关闭主题

# posts moderation split field
source: Thread title
es: Título del tema
fr: Titre du fil de discussion
pl: Nazwa tematu
pt_br: Título da discussão
zh_hans: 主题标题

# posts moderation split field
source: Category
es: Categoría
fr: Catégorie
pl: Kategoria
pt_br: Categoria
zh_hans: 分类

# posts moderation split btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# posts moderation split btn
source: Split posts
es: Dividir mensajes
fr: Scinder les posts
pl: Wydziel posty
pt_br: Dividir publicações
zh_hans: 拆分帖子

# posts moderation split
source: You can't move selected posts at the moment.
es: No puedes mover los mensajes seleccionados en este momento.
fr: Vous ne pouvez pas déplacer les publications sélectionnées pour le moment.
pl: Wybranych postów nie można teraz przenieść.
pt_br: Você não pode mover as publicações selecionadas no momento.
zh_hans: 你目前不能移动选定的帖子。

# posts moderation split dismiss btn
source: Ok
fr: D’accord
zh_hans: 好的

# posts moderation split title
source: Split posts into new thread
es: Dividir mensajes en un nuevo tema
fr: Placer les messages dans un nouveau fil de discussion
pl: Wydziel posty do nowego tematu
pt_br: Dividir publicações em uma nova discussão
zh_hans: 将帖子拆分到新主题

# thread posts moderation
source: Approve
es: Aprobar
fr: Approuver
pl: Zatwierdź
pt_br: Aprovar
zh_hans: 批准

# thread posts moderation
source: Merge
es: Fusionar
fr: Fusionner
pl: Połącz
pt_br: Mesclar
zh_hans: 合并

# thread posts moderation
source: Move
es: Mover
fr: Déplacer
pl: Przenieś
pt_br: Mover
zh_hans: 移动

# thread posts moderation
source: Split
es: Dividir
fr: Scinder
pl: Wydziel
pt_br: Dividir
zh_hans: 拆分

# thread posts moderation
source: Protect
es: Proteger
fr: Protéger
pl: Chroń
pt_br: Proteger
zh_hans: 保护

# thread posts moderation
source: Unprotect
es: Desproteger
fr: Déprotéger
pl: Zdejmij ochronę
pt_br: Desproteger
zh_hans: 取消保护

# thread posts moderation
source: Hide
es: Ocultar
fr: Masquer
pl: Ukryj
pt_br: Ocultar
zh_hans: 隐藏

# thread posts moderation
source: Unhide
es: Mostrar
fr: Afficher
pl: Odkryj
pt_br: Revelar
zh_hans: 取消隐藏

# thread posts moderation
source: Delete
es: Eliminar
fr: Supprimer
pl: Usuń
pt_br: Deletar
zh_hans: 删除

# post options btn
source: Posts options
es: Opciones de mensajes
fr: Options de publication
pl: Opcje postów
pt_br: Opções de publicação
zh_hans: 帖子选项

# thread reply btn
source: Reply
es: Responder
fr: Répondre
pl: Odpowiedz
pt_br: Responder
zh_hans: 回复

# go up
source: Go to top
es: Ir arriba
fr: Aller en haut
pl: Idź do góry
pt_br: Ir para o topo
zh_hans: 回到顶部

# thread poll btn
source: Add poll
es: Añadir encuesta
fr: Ajouter un sondage
pl: Dodaj ankietę
pt_br: Adicionar enquete
zh_hans: 添加投票

# thread shortcuts btn
source: Shortcuts
es: Atajos
fr: Raccourcis
pl: Skróty
pt_br: Atalhos
zh_hans: 快捷方式

# thread shortcut btn
source: Go to first post
es: Ir al primer mensaje
fr: Aller au premier message
pl: Idź do pierwszego postu
pt_br: Ir para a primeira publicação
zh_hans: 转到第一个帖子

# thread shortcut btn
source: Go to new post
es: Ir al nuevo mensaje
fr: Aller au nouveau message
pl: Idź do nowego postu
pt_br: Ir para a nova publicação
zh_hans: 转到新帖子

# thread shortcut btn
source: Go to best answer
es: Ir a la mejor respuesta
fr: Aller à la meilleure réponse
pl: Idź do rozwiązania
pt_br: Ir para a melhor resposta
zh_hans: 转到最佳答案

# thread shortcut btn
source: Go to unapproved post
es: Ir al mensaje no aprobado
fr: Aller à la publication non approuvée
pl: Idź do niezatwierdzonego postu
pt_br: Ir para a publicação reprovada
zh_hans: 转到未批准的帖子

# thread shortcut btn
source: Go to last post
es: Ir al último mensaje
fr: Aller au dernier message
pl: Idź do ostatniego postu
pt_br: Ir para a última publicação
zh_hans: 转到最后一个帖子

# threads moderation title
source: Threads moderation
es: Moderación de temas
fr: Modération des fils de discussion
pl: Moderacja tematami
pt_br: Moderação da discussão
zh_hans: 主题版主管理

# threads moderation
source: One or more threads could not be deleted:
es: Uno o más temas no se pudieron eliminar:
fr: Un ou plusieurs fils de discussion n'ont pas pu être supprimés:
pl: Jednego lub więcej tematów nie można było usunąć:
pt_br: Uma ou mais discussões não puderam ser deletadas:
zh_hans: 一个或多个主题无法删除：

# threads moderation merge field
source: Thread weight
es: Peso del tema
fr: Poids du fil
pl: Waga tematu
pt_br: Peso da discussão
zh_hans: 主题权重

# threads moderation merge field
source: Hide thread
es: Ocultar tema
fr: Masquer le fil de discussion
pl: Ukryj temat
pt_br: Ocultar discussão
zh_hans: 隐藏主题

# threads moderation merge field
source: Close thread
es: Cerrar tema
fr: Fermer le fil de discussion
pl: Zamknij temat
pt_br: Fechar discussão
zh_hans: 关闭主题
