Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/djangojs.po
Languages: es, fr, pl, pt_br, zh_hans

# notifications options
source: Notifications preferences
es: Preferencias de notificaciones
fr: Préférences de notifications
pl: Preferencje powiadomień
pt_br: Preferências de notificação
zh_hans: 通知偏好设置

# notifications options
source: Automatically watch threads I start
es: Ver automáticamente los temas que inicio
fr: Regarder automatiquement les discussions que je lance
pl: Automatycznie obserwuj tematy które zakładam
pt_br: Assistir automaticamente discussões que inicio
zh_hans: 自动关注我开始的主题

# notifications options
source: Automatically watch threads I reply to
es: Ver automáticamente los temas a los que respondo
fr: Regarder automatiquement les discussions auxquelles je réponds
pl: Automatycznie obserwuj tematy w których odpowiadam
pt_br: Assistir automaticamente discussões que eu respondo
zh_hans: 自动关注我回复的主题

# notifications options
source: Automatically watch new private threads I'm invited to by the members I am following
es: Ver automáticamente los nuevos temas privados a los que me invitan los miembros a los que sigo
fr: Regarder automatiquement les nouveaux fils de discussion privés auxquels je suis invité par les membres que je suis
pl: Automatycznie obserwuj nowe prywatne tematy do których jestem zaproszony/a przez osoby które obserwuję
pt_br: Assistir automaticamente novas discussões privadas de membros que eu sigo
zh_hans: 自动关注我关注的成员邀请我加入的新个人主题

# notifications options
source: Automatically watch new private threads I'm invited to by other members
es: Ver automáticamente los nuevos temas privados a los que me invitan otros miembros
fr: Regarder automatiquement les nouveaux fils de discussion privés auxquels je suis invité par d'autres membres
pl: Automatycznie obserwuj nowe prywatne tematy do których jestem zaproszony/a przez pozostałe osoby
pt_br: Assistir automaticamente novas discussões privadas quando eu for convidado por outros membros
zh_hans: 自动关注其他成员邀请我加入的新个人主题

# notifications options
source: Notify me about new private thread invitations from the members I am following
es: Notificarme sobre las nuevas invitaciones a temas privados de los miembros a los que sigo
fr: M'informer des nouvelles invitations à des discussions privées émanant des membres que je suis
pl: Powiadom mnie o nowych zaproszeniach do prywatnych tematów od osób które obserwuję
pt_br: Me notifique sobre novos convites de discussões privadas de membros que estou seguindo
zh_hans: 通知我关于我关注的成员发起的新个人主题邀请

# notifications options
source: Notify me about new private thread invitations from other members
es: Notificarme sobre las nuevas invitaciones a temas privados de otros miembros
fr: M'informer des nouvelles invitations à un fil privé émanant d'autres membres
pl: Powiadom mnie o nowych zaproszeniach do prywatnych tematów od pozostałych osób
pt_br: Me notifique sobre novas discussões privadas de outros membros
zh_hans: 通知我关于其他成员发起的新个人主题邀请

# forum options form btn
source: Save changes
es: Guardar cambios
fr: Enregistrer les modifications
pl: Zapisz zmiany
pt_br: Salvar alterações
zh_hans: 保存更改

# change username title
source: Change username
es: Cambiar nombre de usuario
fr: Changer le nom d'utilisateur
pl: Zmień nazwę użytkownika
pt_br: Alterar nome de usuário
zh_hans: 更改用户名

# change username
source: You will be able to change your username %(next_change)s.
es: Podrás cambiar tu nombre de usuario %(next_change)s.
fr: Vous pourrez changer votre nom d'utilisateur %(next_change)s.
pl: Następna zmiana będzie możliwa %(next_change)s.
pt_br: Você poderá mudar seu nome de usuário em %(next_change)s.
zh_hans: 你将能够在 %(next_change)s 更改你的用户名。

# change username
source: You have changed your name allowed number of times.
fr: Vous avez changé de nom le nombre de fois autorisé.
pl: Zmieniłe/aś swoją nazwę dozwoloną liczbę razy.
pt_br: Você já alcançou o número máximo de mudanças de nome.
zh_hans: 你已经更改了你的名字允许的次数。

# change username
source: You can't change your username at the moment.
es: No puedes cambiar tu nombre de usuario en este momento.
fr: Vous ne pouvez pas modifier votre nom d'utilisateur pour le moment.
pl: Teraz nie możesz zmienić swojej nazwy użytkownika.
pt_br: Você não pode mudar seu nome no momento.
zh_hans: 你目前不能更改你的用户名。

# change username form
source: You can change your username %(changes_left)s more time.
es: Puedes cambiar tu nombre de usuario %(changes_left)s vez más.
fr: Vous pouvez changer votre nom d'utilisateur %(changes_left)s fois de plus.
pl: Możesz zmienić swoją nazwę użytkownika jeszcze %(changes_left)s raz.
pt_br: Você pode mudar seu nome %(changes_left)s vez.
zh_hans: 你可以再更改你的用户名 %(changes_left)s 次。

# change username form
source: Used changes become available again after %(name_changes_expire)s day.
es: Los cambios usados vuelven a estar disponibles después de %(name_changes_expire)s día.
fr: Les modifications utilisées sont à nouveau disponibles après %(name_changes_expire)s jour.
pl: Wykorzystane zmiany nazwy zwalniają się po %(name_changes_expire)s dniu.
pt_br: Mudanças usadas se tornam disponíveis novamente após %(name_changes_expire)s dia.
zh_hans: 使用过的更改在 %(name_changes_expire)s 天后再次可用。

# change username form
source: New username is same as current one.
fr: Le nouveau nom d'utilisateur est le même que l'actuel.
pl: Nowa nazwa użytkownika jest taka sama jak obecna.
pt_br: O novo nome de usuário é o mesmo que o atual.
zh_hans: 新用户名与当前用户名相同。

# change username form field
source: New username
es: Nuevo nombre de usuario
fr: Nouveau nom d'utilisateur
pl: Nowa nazwa użytkownika
pt_br: Novo nome de usuário
zh_hans: 新用户名

# change username form btn
source: Change username
es: Cambiar nombre de usuario
fr: Changer le nom d'utilisateur
pl: Zmień nazwę
pt_br: Mudar nome de usuário
zh_hans: 更改用户名

# change username
source: Your username has been changed.
fr: Votre nom d'utilisateur a été modifié.
pl: Twoja nazwa użytkownika została zmieniona.
pt_br: Seu nome de usuário foi alterado.
zh_hans: 你的用户名已被更改。

# change email form
source: Fill out all fields.
es: Rellena todos los campos.
fr: Remplissez tous les champs.
pl: Wypełnij wszystkie pola.
pt_br: Preencha todos os campos.
zh_hans: 填写所有字段。

# change email title
source: Change e-mail address
es: Cambiar dirección de correo electrónico
fr: Changer l'adresse e-mail
pl: Zmień adres e-mail
pt_br: Alterar endereço de e-mail
zh_hans: 更改电子邮件地址

# change email form field
source: New e-mail
es: Nuevo correo electrónico
fr: Nouvel e-mail
pl: Nowy e-mail
pt_br: Novo e-mail
zh_hans: 新电子邮件

# change email form field
source: Your current password
es: Tu contraseña actual
fr: Votre mot de passe actuel
pl: Twoje aktualne hasło
pt_br: Sua senha atual
zh_hans: 你当前的密码

# change email form btn
source: Change e-mail
es: Cambiar correo electrónico
fr: Changer l'e-mail
pl: Zmień e-mail
pt_br: Alterar e-mail
zh_hans: 更改电子邮件

# change password form
source: Fill out all fields.
fr: Remplissez tous les champs.
pl: Wypełnij wszystkie pola.
pt_br: Preencha todos os campos.
zh_hans: 填写所有字段。

# change password form
source: New passwords are different.
es: Las nuevas contraseñas son diferentes.
fr: Les nouveaux mots de passe sont différents.
pl: Nowe hasła są różne.
pt_br: As novas senhas são diferentes.
zh_hans: 新密码不同。

# change password title
source: Change password
es: Cambiar contraseña
fr: Changer le mot de passe
pl: Zmień hasło
pt_br: Alterar senha
zh_hans: 更改密码

# change password form field
source: New password
es: Nueva contraseña
fr: Nouveau mot de passe
pl: Nowe hasło
pt_br: Nova senha
zh_hans: 新密码

# change password form field
source: Repeat password
es: Repetir contraseña
fr: Répéter le mot de passe
pl: Powtórz hasło
pt_br: Repita a senha
zh_hans: 重复密码

# change password form field
source: Your current password
es: Tu contraseña actual
fr: Votre mot de passe actuel
pl: Aktualne hasło
pt_br: Sua senha atual
zh_hans: 你当前的密码

# change password form btn
source: Change password
es: Cambiar contraseña
fr: Changer le mot de passe
pl: Zmień hasło
pt_br: Alterar senha
zh_hans: 更改密码

# change sign in credentials title
source: Change e-mail or password
fr: Modifier l'e-mail ou le mot de passe
pl: Zmień e-mail lub hasło
pt_br: Alterar e-mail ou senha
zh_hans: 更改电子邮件或密码

# change sign in credentials
source: You need to set a password for your account to be able to change your e-mail or password.
fr: Vous devez définir un mot de passe pour votre compte afin de pouvoir modifier votre e-mail ou votre mot de passe.
pl: Musisz ustawić na swoim koncie hasło aby móc zmieniać swój e-mail lub hasło.
pt_br: Você precisa definir uma senha para sua conta para ser capaz de alterar seu e-mail ou senha.
zh_hans: 你需要为你的账户设置一个密码才能更改你的电子邮件或密码。

# change sign in credentials link
source: Set password
es: Establecer contraseña
fr: Définir le mot de passe
pl: Ustaw hasło
pt_br: Definir senha
zh_hans: 设置密码

# change sign in credentials link
source: Change forgotten password
es: Cambiar contraseña olvidada
fr: Modifier le mot de passe oublié
pl: Zmień zapomniane hasło
pt_br: Alterar senha esquecida
zh_hans: 更改遗忘的密码

# forum options nav btn
source: Menu
es: Menú
fr: Menus
zh_hans: 菜单

# profile ban details title
source: Ban details
es: Detalles del baneo
fr: Détails du bannissement
pl: Szczegóły blokady
pt_br: Detalhes de banimento
zh_hans: 禁止详情

# profile ban details
source: User-shown ban message
es: Mensaje de baneo mostrado al usuario
fr: Message de bannissement affiché par l'utilisateur
pl: Komunikat blokady wyświetlany użytkownikowi
pt_br: Mensagem de ban do usuário apresentado
zh_hans: 向用户显示的禁止消息

# profile ban details
source: Team-shown ban message
es: Mensaje de baneo mostrado al equipo
fr: Message de bannissement affiché par l'équipe
pl: Komunikat blokady wyświetlany zespołowi
pt_br: Mensagem de banimento do time apresentado
zh_hans: 向团队显示的禁止消息

# profile ban details
source: This ban expires on %(expires_on)s.
es: Este baneo expira el %(expires_on)s.
fr: Ce bannissement expire le %(expires_on)s.
pl: Ta blokada wygasa %(expires_on)s.
pt_br: Este banimento expira em %(expires_on)s.
zh_hans: 这个禁止在 %(expires_on)s 过期。

# profile ban details
source: This ban expires %(expires_on)s.
es: Este baneo expira %(expires_on)s.
fr: Ce bannissement expire %(expires_on)s.
pl: Ta blokada wygasa %(expires_on)s.
pt_br: Este banimento expira em %(expires_on)s.
zh_hans: 这个禁止在 %(expires_on)s 过期。

# profile ban details
source: This ban has expired.
es: Este baneo ha expirado.
fr: Ce bannissement a expiré.
pl: Ta blokada wygasła.
pt_br: Este banimento expirou.
zh_hans: 这个禁止已过期。

# profile ban details
source: %(username)s's ban is permanent.
es: El baneo de %(username)s es permanente.
fr: Le bannissement de%(username)s est permanent.
pl: Konto %(username)s zablokowano na stałe.
pt_br: O banimento do usuário %(username)s é permanente.
zh_hans: %(username)s 的禁止是永久的。

# profile ban details
source: Ban expiration
es: Expiración del baneo
fr: Expiration du bannissement
pl: Blokada wygasa
pt_br: Expiração do banimento
zh_hans: 禁止过期

# profile ban details
source: No ban is active at the moment.
es: No hay ningún baneo activo en este momento.
fr: Aucun ban n'est actif pour le moment.
pl: To konto nie jest teraz zablokowane.
pt_br: Nenhum banimento está ativo no momento.
zh_hans: 目前没有活跃的禁止。

# profile details empty
source: You are not sharing any details with others.
es: No estás compartiendo ningún detalle con los demás.
fr: Vous ne partagez aucun détail avec d’autres.
pl: Nie udostępniasz żadnych szczegółów o sobie innym.
pt_br: Você não está compartilhando nenhum detalhe com os outros.
zh_hans: 你没有与他人分享任何细节。

# profile details empty
source: %(username)s is not sharing any details with others.
es: %(username)s no está compartiendo ningún detalle con los demás.
fr: %(username)s ne partage aucun détail avec d’autres.
pl: %(username)s nie udostępnia żadnych szczegółów o sobie innym.
pt_br: %(username)s naõ está compartilhando nenhum detalhe com os outros.
zh_hans: %(username)s 没有与他人分享任何细节。

# profile details title
source: Details
es: Detalles
fr: Détails
pl: Szczegóły
pt_br: Detalhes
zh_hans: 详细信息

# profile details edit btn
source: Edit
es: Editar
fr: Modifier
pl: Zmień
pt_br: Editar
zh_hans: 编辑

# profile details form
source: %(username)s's details have been changed.
fr: les détails de %(username)s ont été modifiés.
pl: Szczegóły %(username)s zostały zmienione.
pt_br: Os detalhes de %(username)s foram alterados.
zh_hans: %(username)s 的详细信息已被更改。

# profile load more btn
source: Show older activity
es: Mostrar actividad más antigua
fr: Afficher l'activité plus ancienne
pl: Pokaż starszą aktywność
pt_br: Mostrar atividade antiga
zh_hans: 显示更早的活动

# quick search placeholder
source: Search...
es: Buscar...
fr: Rechercher...
pl: Szukaj...
pt_br: Buscar...
zh_hans: 搜索...

# profile followers title
source: Followers
es: Seguidores
fr: Abonnés
pl: Obserwujący
pt_br: Seguidores
zh_hans: 关注者

# profile followers
source: Found %(users)s user.
es: Encontró %(users)s usuario.
fr: %(users)s utilisateur trouvé.
pl: Znaleziono %(users)s użytkownika.
pt_br: %(users)s usuário encontrado.
zh_hans: 找到 %(users)s 个用户。

# profile followers
source: You have %(users)s follower.
es: Tienes %(users)s seguidor.
fr: Vous avez %(users)s abonné
pl: Masz %(users)s obserwującego.
pt_br: Você tem %(users)s seguidor
zh_hans: 你有 %(users)s 个关注者。

# profile followers
source: %(username)s has %(users)s follower.
es: %(username)s tiene %(users)s seguidor.
fr: %(username)s a %(users)s abonné.
pl: %(username)s ma %(users)s obserwującego.
pt_br: %(username)s tem %(users)s seguidor.
zh_hans: %(username)s 有 %(users)s 个关注者。

# profile followers
source: Search returned no users matching specified criteria.
es: La búsqueda no ha devuelto ningún usuario que coincida con los criterios especificados.
fr: La recherche n'a renvoyé aucun utilisateur correspondant aux critères spécifiés.
pl: Szukanie nie znalazło żadnych pasujących użytkowników.
pt_br: A busca não encontrou nenhum usuário correspondente ao critério estabelecido.
zh_hans: 搜索没有找到符合指定条件的用户。

# profile followers
source: You have no followers.
es: No tienes seguidores.
fr: Vous n'avez aucun abonné.
pl: Nikt ciebie nie obserwuje.
pt_br: Você não tem seguidores.
zh_hans: 你没有关注者。

# profile followers
source: %(username)s has no followers.
es: %(username)s no tiene seguidores.
fr: %(username)s n’a aucun abonné.
pl: %(username)s nie ma obserwujących.
pt_br: %(username)s não tem seguidores.
zh_hans: %(username)s 没有关注者。

# profile followers
source: Show more (%(more)s)
es: Mostrar más (%(more)s)
fr: Afficher plus (%(more)s)
pl: Pokaż więcej (%(more)s)
pt_br: Mostrar mais (%(more)s)
zh_hans: 显示更多 (%(more)s)

# profile followers search
source: Search users...
es: Buscar usuarios...
fr: Rechercher des utilisateurs...
pl: Szukaj użytkowników...
pt_br: Buscar usuários...
zh_hans: 搜索用户...

# profile follows title
source: Follows
es: Seguidos
fr: Suit
pl: Obserwowani
pt_br: Segue
zh_hans: 关注

# profile follows
source: Found %(users)s user.
es: Encontró %(users)s usuario.
fr: %(users)s utilisateur trouvé.
pl: Znaleziono %(users)s użytkownika.
pt_br: %(users)s usuário encontrado.
zh_hans: 找到 %(users)s 个用户。

# profile follows
source: You are following %(users)s user.
es: Estás siguiendo %(users)s usuario.
fr: Vous suivez %(users)s utilisateur.
pl: Obserwujesz %(users)s użytkownika.
pt_br: Você está seguindo %(users)s usuário.
zh_hans: 你正在关注 %(users)s 个用户。

# profile follows
source: %(username)s is following %(users)s user.
es: %(username)s está siguiendo %(users)s usuario.
fr: %(username)s suis %(users)s utilisateur.
pl: %(username)s obserwuje %(users)s użytkownika.
pt_br: %(username)s está seguindo %(users)s usuário.
zh_hans: %(username)s 正在关注 %(users)s 个用户。

# profile follows
source: Loading...
es: Cargando...
fr: Chargement...
pl: Ładowanie...
pt_br: Carregando...
zh_hans: 正在加载...

# profile follows
source: Search returned no users matching specified criteria.
es: La búsqueda no ha devuelto ningún usuario que coincida con los criterios especificados.
fr: La recherche n'a renvoyé aucun utilisateur correspondant aux critères spécifiés.
pl: Szukanie nie znalazło żadnych pasujących użytkowników.
pt_br: A busca não retornou nenhum usuário correspondente ao critério especificado.
zh_hans: 搜索没有找到符合指定条件的用户。

# profile follows
source: You are not following any users.
es: No estás siguiendo a ningún usuario.
fr: Vous ne suivez aucun utilisateur.
pl: Nie obserwujesz żadnych użytkowników.
pt_br: Você não está seguindo nenhum usuário.
zh_hans: 你没有关注任何用户。

# profile follows
source: %(username)s is not following any users.
es: %(username)s no está siguiendo a ningún usuario.
fr: %(username)s ne suit aucun utilisateur.
pl: %(username)s nie obserwuje żadnych użytkowników.
pt_br: %(username)s não está seguindo nenhum usuário.
zh_hans: %(username)s 没有关注任何用户。

# profile username history title
source: Username history
es: Historial de nombres de usuario
fr: Historique du nom d'utilisateur
pl: Historia nazwy
pt_br: Histórico de nome de usuário
zh_hans: 用户名历史

# profile username history
source: Found %(changes)s username change.
es: Encontró %(changes)s cambio de nombre de usuario.
fr: %(changes)s changement de nom d'utilisateur trouvé.
pl: Znaleziono %(changes)s zmianę nazwy.
pt_br: %(changes)s alteração de nome de usuário encontrada.
zh_hans: 找到 %(changes)s 次用户名更改。

# profile username history
source: Your username was changed %(changes)s time.
es: Tu nombre de usuario fue cambiado %(changes)s vez.
fr: Votre nom d'utilisateur a été modifié %(changes)s fois.
pl: Twoją nazwę zmieniono %(changes)s raz.
pt_br: Seu nome de usuário foi alterado %(changes)s vez.
zh_hans: 你的用户名更改了 %(changes)s 次。

# profile username history
source: %(username)s's username was changed %(changes)s time.
es: El nombre de usuario de %(username)s fue cambiado %(changes)s vez.
fr: Le nom d'utilisateur de %(username)s a été modifié %(changes)s fois.
pl: Nazwę %(username)s zmieniono %(changes)s raz.
pt_br: O nome de usuário de %(username)s foi alterado %(changes)s vez.
zh_hans: %(username)s 的用户名更改了 %(changes)s 次。

# profile username history
source: Loading...
es: Cargando...
fr: Chargement...
pl: Ładowanie...
pt_br: Carregando...
zh_hans: 正在加载...

# profile username history
source: Search returned no username changes matching specified criteria.
es: La búsqueda no ha devuelto ningún cambio de nombre de usuario que coincida con los criterios especificados.
fr: La recherche n'a renvoyé aucune modification de nom d'utilisateur correspondant aux critères spécifiés.
pl: Szukanie nie znalazło żadnych pasujących zmian nazwy.
pt_br: A busca nã oretornou nenhuma alteração de nome de usuário correspondente ao critério estabelecido.
zh_hans: 搜索没有找到符合指定条件的用户名更改。

# profile username history
source: %(username)s's username was never changed.
es: El nombre de usuario de %(username)s nunca ha sido cambiado.
fr: Le nom d'utilisateur de%(username)s n'a jamais été modifié.
pl: Nazwa %(username)s nigdy nie była zmieniana.
pt_br: O nome de usuário de %(username)s nunca foi alterado.
zh_hans: %(username)s 的用户名从未更改过。

# profile username history
source: Show older (%(more)s)
es: Mostrar más antiguos (%(more)s)
fr: Afficher les versions plus anciennes (%(more)s)
pl: Pokaż starsze (%(more)s)
pt_br: Mostrar antigo (%(more)s)
zh_hans: 显示更早的 (%(more)s)

# profile username history search input
source: Search history...
es: Buscar historial...
fr: Historique de recherche...
pl: Szukaj w historii...
pt_br: Histórico de busca...
zh_hans: 搜索历史...

# user profile follow btn
source: Following
es: Siguiendo
fr: Suit
pl: Obserwujesz
pt_br: Seguindo
zh_hans: 正在关注

# user profile follow btn
source: Follow
es: Seguir
fr: Suivre
pl: Obserwuj
pt_br: Seguir
zh_hans: 关注

# profile message btn
source: Message
es: Mensaje
pl: Wiadomość
pt_br: Mensagem
zh_hans: 消息

# profile avatar moderation
source: Avatar controls have been changed.
es: Los controles del avatar han sido cambiados.
fr: Les contrôles de l'avatar ont été modifiés.
pl: Ustawienia awatara zostały zmienione.
pt_br: Os controles de avatar foram alterados.
zh_hans: 头像控制已被更改。

# profile avatar moderation field
source: Lock avatar
es: Bloquear avatar
fr: Verrouiller l'avatar
pl: Zablokuj awatar
pt_br: Travar avatar
zh_hans: 锁定头像

# profile avatar moderation field
source: Locking user avatar will prohibit user from changing his avatar and will reset his/her avatar to default one.
es: El bloqueo del avatar del usuario prohibirá al usuario cambiar su avatar y restablecerá su avatar al predeterminado.
fr: Le verrouillage de l'avatar de l'utilisateur empêchera l'utilisateur de modifier son avatar et réinitialisera son avatar à celui par défaut.
pl: Zablokowanie zmiany awatara uniemożliwi tej osobie korzystanie z opcji awataru oraz zastąpi jej awatar domyślnym.
pt_br: Travar o usuário do avatar irá probi-lo de alterar seu avatar e irá resetar seu avatar para um padrão.
zh_hans: 锁定用户头像将禁止用户更改他的头像，并将他的头像重置为默认头像。

# profile avatar moderation field
source: Disallow user from changing avatar
es: Prohibir al usuario cambiar el avatar
fr: Interdire à l'utilisateur de changer d'avatar
pl: Zablokuj zmianę awatara
pt_br: Impedir que o usuário mude o avatar
zh_hans: 不允许用户更改头像

# profile avatar moderation field
source: Allow user to change avatar
es: Permitir al usuario cambiar el avatar
fr: Autoriser l'utilisateur à changer d'avatar
pl: Odblokuj zmianę awatara
pt_br: Permitir que o usuário mude o avatar
zh_hans: 允许用户更改头像

# profile avatar moderation field
source: User message
es: Mensaje del usuario
fr: Message utilisateur
pl: Wiadomość dla użytkownika
pt_br: Mensagem de usuário
zh_hans: 用户消息

# profile avatar moderation field
source: Optional message for user explaining why they are prohibited from changing their avatar.
fr: Message facultatif pour l'utilisateur expliquant pourquoi il lui est interdit de changer d'avatar.
pl: Opcjonalna wiadomość dla użytkownika wyjaśniająca dlaczego nie może zmienić swojego awatara.
pt_br: Mensagem opcional para o usuário explicando porque ele está proibido de mudar seu avatar.
zh_hans: 可选消息，向用户解释为什么他们被禁止更改他们的头像。

# profile avatar moderation field
source: Staff message
es: Mensaje del equipo
fr: Message du staff
pl: Wiadomość dla zespołu forum
pt_br: Mensagem da equipe
zh_hans: 团队消息

# profile avatar moderation field
source: Optional message for forum team members explaining why the user is prohibited form changing their avatar.
fr: Message facultatif destiné aux membres de l'équipe du forum expliquant pourquoi il est interdit à l'utilisateur de modifier son avatar.
pl: Opcjonalna wiadomość dla członków zespołu forum wyjaśniająca dlaczego ten użytkownik nie może zmienić swojego awatara.
pt_br: Mensagem opcional para membros do time do fórum explicando porque o usuário está impedido de mudar seu avatar.
zh_hans: 可选消息，向论坛团队成员解释为什么用户被禁止更改他们的头像。

# profile avatar moderation btn
source: Close
es: Cerrar
fr: Fermer
pl: Zamknij
pt_br: Fechar
zh_hans: 关闭

# profile avatar moderation btn
source: Save changes
es: Guardar cambios
fr: Enregistrer les modifications
pl: Zapisz zmiany
pt_br: Salvar mudanças
zh_hans: 保存更改

# profile avatar moderation title
source: Avatar controls
es: Controles del avatar
fr: Contrôles de l'avatar
pl: Ustawienia awatara
pt_br: Controles de avatar
zh_hans: 头像控制

# profile username moderation
source: Username has been changed.
es: El nombre de usuario ha sido cambiado.
fr: Le nom d'utilisateur a été modifié.
pl: Nazwa użytkownika została zmieniona.
pt_br: O nome de usuário foi alterado.
zh_hans: 用户名已被更改。

# profile username moderation field
source: New username
es: Nuevo nombre de usuario
fr: Nouveau nom d'utilisateur
pl: Nowa nazwa użytkownika
pt_br: Novo nome de usuário
zh_hans: 新用户名

# profile username moderation btn
source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消
