Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# admin themes
source: "%s" was moved down.
fr: "%s" a été déplacé vers le bas.
pl: "%s" przeniesiono w dół.
pt_br: "%s" foi movido para baixo.
zh_hans: “%s”已下移。

# admin themes
source: New CSS "%(name)s" has been saved.
fr: Le nouveau CSS "%(name)s" a été enregistré.
pl: Nowy CSS "%(name)s" został dodany.
pt_br: O novo CSS "%(name)s" foi salvo.
zh_hans: 新 CSS “%(name)s”已保存。

# admin themes
source: CSS "%(name)s" has been updated.
fr: Le CSS "%(name)s" a été mis à jour.
pl: CSS "%(name)s" został zmieniony.
pt_br: O CSS "%(name)s" foi atualizado.
zh_hans: CSS “%(name)s”已更新。

# admin themes
source: No changes have been made to "%(css)s".
fr: Aucune modification n’a été apportée à "%(css)s".
pl: Nie wprowadzono zmian w "%(css)s".
pt_br: Nenhuma mudança foi feita para "%(css)s",
zh_hans: “%(css)s”未做任何更改。

# admin themes
source: New CSS link "%(name)s" has been saved.
fr: Le nouveau lien CSS "%(name)s" a été enregistré.
pl: Nowy odnośnik do CSS "%(name)s" został dodany.
pt_br: O novo link CSS "%(name)s" foi salvo.
zh_hans: 新 CSS 链接“%(name)s”已保存。

# admin themes
source: CSS link "%(name)s" has been updated.
fr: Le lien CSS "%(name)s" a été mis à jour.
pl: Odnośnik do CSS "%(name)s" został zmieniony.
pt_br: O link CSS "%(name)s" foi atualizado.
zh_hans: CSS 链接“%(name)s”已更新。

# default theme name
source: Default Misago Theme
fr: Thème Misago par défaut
pl: Domyślny motyw Misago
pt_br: Tema padrão do Misago
zh_hans: Misago 默认主题

# admin node
source: Attachments
fr: Pièces jointes
pl: Załączniki
pt_br: Anexos
zh_hans: 附件

# admin node
source: Attachment types
fr: Types de pièces jointes
pl: Typy załączników
pt_br: Tipos de anexos
zh_hans: 附件类型

# admin node
source: Specify what files may be uploaded as part of user posts.
fr: Spécifiez quels fichiers peuvent être téléchargés dans le cadre des publications des utilisateurs.
pl: Określ jakie pliki użytkownicy mogą przesyłać w swoich postach.
pt_br: Especifique quais arquivos podem ser enviados como parte das publicações do usuário.
zh_hans: 指定用户发帖可上传的文件类型。

# admin attachments type filter choice
source: All types
fr: Tous types
pl: Wszystkie type
pt_br: Todos os tipos
zh_hans: 所有类型

# admin attachments filter form
source: Uploader name contains
fr: Le nom du téléchargeur contient
pl: Nazwa przesyłającego zawiera
pt_br: O nome do uploader contém
zh_hans: 上传者名称包含

# admin attachments filter form
source: Filename contains
fr: Le nom de fichier contient
pl: Nazwa pliku zawiera
pt_br: O nome do arquivo contém
zh_hans: 文件名包含

# admin attachments filter form
source: File type
fr: Type de fichier
pl: Typ pliku
pt_br: Tipo de arquivo
zh_hans: 文件类型

# admin attachments filter form
source: State
fr: État
pl: Stan
pt_br: Estado
zh_hans: 状态

# admin attachments orphan filter choice
source: All
fr: Tous
pl: Wszystkie
pt_br: Tudo
zh_hans: 全部

# admin attachments orphan filter choice
source: Only orphaned
fr: Uniquement les orphelins
pl: Tylko osierocone
pt_br: Apenas orfão
zh_hans: 仅孤立附件

# admin attachments orphan filter choice
source: Not orphaned
fr: Pas orphelin
pl: Tylko powiązane z postami
pt_br: Não é órfão
zh_hans: 非孤立附件

# admin attachment type form
source: Type name
fr: Tapez le nom
pl: Nazwa typu
pt_br: Nome do tipo
zh_hans: 类型名称

# admin attachment type form
source: File extensions
fr: Extensions de fichiers
pl: Rozszerzenia pliku
pt_br: Extensões de arquivo
zh_hans: 文件扩展名

# admin attachment type form
source: Mimetypes
pl: Typy MIME
zh_hans: MIME 类型

# admin attachment type form
source: Maximum allowed uploaded file size
fr: Taille maximale autorisée du fichier téléchargé
pl: Maksymalny dozwolony rozmiar przesłanego pliku
pt_br: Tamanho máximo de arquivo permitido para enviar
zh_hans: 最大允许上传文件大小

# admin attachment type form
source: Status
fr: Statut
zh_hans: 状态

# admin attachment type form
source: Limit uploads to
fr: Limiter les téléchargements à
pl: Ogranicz przesyłanie pliku do
pt_br: Limitar envios para
zh_hans: 限制上传权限为

# admin attachment type form
source: Limit downloads to
fr: Limiter les téléchargements à
pl: Ogranicz pobieranie pliku do
pt_br: Limitar downloads para
zh_hans: 限制下载权限为

# admin attachment type form
source: List of comma separated file extensions associated with this attachment type.
fr: Liste des extensions de fichiers séparées par des virgules associées à ce type de pièce jointe.
pl: Lista rozdzielonych przecinkami rozszerzeń plików należących do tego typu załączników.
pt_br: Lista delimitada por vírgula de extensões de arquivos com este tipo de anexo.
zh_hans: 该附件类型关联的文件扩展名（用逗号分隔）。

# admin attachment type form
source: Optional list of comma separated mime types associated with this attachment type.
fr: Liste facultative de types MIME séparés par des virgules associés à ce type de pièce jointe.
pl: Opcjonalna lista rozdzielonych przecinkami typów MIME plików należących do tego typu załączników.
pt_br: Lista opcional separada por vírgula de tipos mime associados com este tipo de anexo.
zh_hans: 可选的 MIME 类型列表（用逗号分隔），与该附件类型关联。

# admin attachment type form
source: Maximum allowed uploaded file size for this type, in kb. This setting is deprecated and has no effect. It will be deleted in Misago 1.0.
fr: Taille maximale autorisée du fichier téléchargé pour ce type de fichier, en kb. Ce paramètre est obsolète et n'a aucun effet. Il sera supprimé dans Misago 1.0.
pl: Maksymalny dozwolony rozmiar przesłanego pliku tego typu, w kilobajtach. To ustawienie jest przestarzałe i nie jest już używane. Zostanie ono usunięte w Misago 1.0.
pt_br: Tamanho máximo permitido para envio de arquivos deste tipo, em kb. Esta configuração está obsoleta e não tem efeito. Ela será deletada no Misago 1.0.
zh_hans: 该类型最大允许上传文件大小（KB）。此设置已弃用，无实际效果，后续版本将删除。

# admin attachment type form
source: Controls this attachment type availability on your site.
fr: Contrôle la disponibilité de ce type de pièce jointe sur votre site.
pl: Określa dostępność załączników tego typu na twojej stronie.
pt_br: Controla a disponibilidade deste tipo de anexo no seu site.
zh_hans: 控制该附件类型在本站的可用性。

# admin attachment type form
source: If you wish to limit option to upload files of this type to users with specific roles, select them on this list. Otherwise don't select any roles to allow all users with permission to upload attachments to be able to upload attachments of this type.
fr: Si vous souhaitez limiter la possibilité de télécharger des fichiers de ce type aux utilisateurs ayant des rôles spécifiques, sélectionnez-les dans cette liste. Sinon, ne sélectionnez aucun rôle pour permettre à tous les utilisateurs ayant l'autorisation de télécharger des pièces jointes de pouvoir télécharger des pièces jointes de ce type.
pl: Jeśli chcesz ograniczyć przesyłanie plików tego typu do użytkowników z określonymi rolami, wybierz te role z listy. W przeciwnym razie nie zaznaczaj żadnych ról na liście aby wszyscy użytkownicy z uprawnieniami do przesyła załączników mogli przesyłać załączniki tego typu.
pt_br: Caso você deseje limitar a opção de enviar arquivos deste tipo para usuários em cargos específicos, selecione-os nesta lista. Caso contrário, não selecione nenhum cargo para permitir que todos os usuários com permissão para enviar anexos possam ser capazes de enviar anexos deste tipo.
zh_hans: 如需限制可上传该类型文件的用户角色，请在此列表中选择。若不选择，则所有有上传权限的用户均可上传此类型附件。

# admin attachment type form
source: If you wish to limit option to download files of this type to users with specific roles, select them on this list. Otherwise don't select any roles to allow all users with permission to download attachments to be able to download attachments of this type.
fr: Si vous souhaitez limiter la possibilité de télécharger des fichiers de ce type aux utilisateurs ayant des rôles spécifiques, sélectionnez-les dans cette liste. Sinon, ne sélectionnez aucun rôle pour permettre à tous les utilisateurs ayant l'autorisation de télécharger des pièces jointes de pouvoir télécharger des pièces jointes de ce type.
pl: Jeśli chcesz ograniczyć pobieranie plików tego typu do użytkowników z określonymi rolami, wybierz te role z listy. W przeciwnym razie nie zaznaczaj żadnych ról na liście aby wszyscy użytkownicy z uprawnieniami do pobierania załączników mogli pobierać załączniki tego typu.
pt_br: Caso você deseje limitar a opção de download de arquivos deste tipo para usuários em cargos específicos, selecione-os nesta lista. Caso contrário não selecione nenhum cargo para permitir que todos os usuários com permissão para fazer downloads de anexos sejam capazes de baixar anexos deste tipo.
zh_hans: 如需限制可下载该类型文件的用户角色，请在此列表中选择。若不选择，则所有有下载权限的用户均可下载此类型附件。

# admin attachment type form
source: This field is required.
fr: Ce champ est obligatoire.
pl: To pole jest wymagane.
pt_br: Este campo é obrigatório.
zh_hans: 此字段为必填项。

# admin attachments
source: Requested attachment does not exist.
fr: La pièce jointe demandée n'existe pas.
pl: Żądany załącznik nie istnieje.
pt_br: O anexo solicitado não existe.
zh_hans: 请求的附件不存在。

# admin attachments ordering choice
source: From newest
fr: Du plus récent
pl: Od najnowszych
pt_br: Do mais recente
zh_hans: 最新优先

# admin attachments ordering choice
source: From oldest
fr: Du plus ancien
pl: Od najstarszych
pt_br: Do mais antigo
zh_hans: 最旧优先

# admin attachments ordering choice
source: A to z
fr: A à z
pl: A do z
pt_br: De A a z
zh_hans: A 到 Z

# admin attachments ordering choice
source: Z to a
fr: Z à a
pl: Z do a
pt_br: De Z a a
zh_hans: Z 到 A

# admin attachments ordering choice
source: Smallest files
fr: Fichiers les plus petits
pl: Od najmniejszego
pt_br: Arquivos menores
zh_hans: 最小文件优先

# admin attachments ordering choice
source: Largest files
fr: Fichiers les plus volumineux
pl: Od największego
pt_br: Arquivos maiores
zh_hans: 最大文件优先

# admin attachments
source: With attachments: 0
fr: Avec pièces jointes: 0
pl: Z załącznikami: 0
pt_br: Com anexo: 0
zh_hans: 含附件：0

# admin attachments
source: Select attachments
fr: Sélectionner les pièces jointes
pl: Wybierz załączniki
pt_br: Selecionar anexos
zh_hans: 选择附件

# admin attachments
source: Delete attachments
fr: Supprimer les pièces jointes
pl: Usuń załączniki
pt_br: Apagar anexos
zh_hans: 删除附件

# admin attachments
source: Are you sure you want to delete selected attachments?
fr: Êtes-vous sûr de vouloir supprimer les pièces jointes sélectionnées?
pl: Na pewno chcesz usunąć wybrane załączniki?
pt_br: Você tem certeza que quer deletar o anexos selecionados?
zh_hans: 确定要删除所选附件吗？

# admin attachments
source: Selected attachments have been deleted.
fr: Les pièces jointes sélectionnées ont été supprimées.
pl: Wybrane załączniki zostały usunięte.
pt_br: Anexos selecionados foram deletados
zh_hans: 所选附件已删除。

# admin attachments
source: Attachment "%(filename)s" has been deleted.
fr: La pièce jointe "%(filename)s" a été supprimée.
pl: Załącznik "%(filename)s" został usunięty.
pt_br: O anexo foi deletado "%(filename)s" foi deletado.
zh_hans: 附件“%(filename)s”已删除。

# admin attachments types
source: Requested attachment type does not exist.
fr: Le type de pièce jointe demandé n’existe pas.
pl: Żądany typ załącznika nie istnieje.
pt_br: Tipo de anexo requisitado não existe.
zh_hans: 请求的附件类型不存在。

# admin attachments types
source: New type "%(name)s" has been saved.
fr: Le nouveau type "%(name)s" a été enregistré.
pl: Nowy typ załącznika "%(name)s" został dodany.
pt_br: O novo tipo "%(name)s" foi salvo.
zh_hans: 新类型“%(name)s”已保存。

# admin attachments types
source: Attachment type "%(name)s" has been edited.
fr: Le type de pièce jointe "%(name)s" a été modifié.
pl: Typ załącznika "%(name)s" został zmieniony.
pt_br: O tipo de anexo "%(name)s" foi editado.
zh_hans: 附件类型“%(name)s”已编辑。

# admin attachments types
source: Attachment type "%(name)s" has associated attachments and can't be deleted.
fr: Le type de pièce jointe "%(name)s" est associé à des pièces jointes et ne peut pas être supprimé.
pl: Typ załączniku "%(name)s" jest powiązany z istniejącymi załącznikami i nie może być usunięty.
pt_br: O tipo de anexo "%(name)s" possui anexo associados a ele e não pode ser deletado.
zh_hans: 附件类型“%(name)s”已关联附件，无法删除。

# admin attachments types
source: Attachment type "%(name)s" has been deleted.
fr: Le type de pièce jointe "%(name)s" a été supprimé.
pl: Typ załącznika "%(name)s" został usunięty.
pt_br: O tipo de anexo "%(name)s" foi deletado.
zh_hans: 附件类型“%(name)s”已删除。

# attachments api
source: You don't have permission to upload new files.
fr: Vous n'êtes pas autorisé à télécharger de nouveaux fichiers.
pl: Nie masz uprawnień do przesyłania nowych plików.
pt_br: Você não possui permissão para enviar novos arquivos.
zh_hans: 您无权上传新文件。

# attachments api
source: No file has been uploaded.
fr: Aucun fichier n'a été téléchargé.
pl: Nie przesłano pliku.
pt_br: Nenhum arquivo foi enviado.
zh_hans: 未上传任何文件。

# attachments api
source: Uploaded image is unsupported or invalid.
fr: L'image téléchargée n'est pas prise en charge ou n'est pas valide.
pl: Przesłany obraz jest nieobsługiwany lub nieprawidłowy.
pt_br: A imagem enviada é inválida ou não é suportada.
zh_hans: 上传图片不支持或无效。

# attachments api
source: You can't upload files of this type.
fr: Vous ne pouvez pas télécharger des fichiers de ce type.
pl: Nie możesz przesyłać plików tego typu.
pt_br: Você não pode enviar arquivos deste tipo.
zh_hans: 您无法上传此类型文件。

# attachments api
source: You can't upload files larger than %(limit)s (your file has %(upload)s).
fr: Vous ne pouvez pas télécharger des fichiers d'une taille supérieure à %(limit)s (votre fichier contient %(upload)s).
pl: Nie możesz przesyłać plików większych niż %(limit)s (przesłany plik ma %(upload)s).
pt_br: Você não pode enviar arquivos maiores que %(limit)s (seu arquivo possui %(upload)s).
zh_hans: 文件大小不能超过 %(limit)s（您的文件为 %(upload)s）。

# posts api
source: This post has no changes history.
fr: Ce message n’a aucun historique de modifications.
pl: Ten post nie ma historii zmian.
pt_br: Essa publicação não tem mudanças no histórico.
zh_hans: 该帖子没有历史更改记录。

# posts api
source: You can't merge posts in this thread.
fr: Vous ne pouvez pas fusionner les messages de ce fil de discussion.
pl: Nie możesz łączyć postów w tym temacie.
pt_br: Você não pode mesclar publicações neste tópico.
zh_hans: 您无法合并本主题中的帖子。

# posts api
source: You can't move posts from this thread.
fr: Vous ne pouvez pas déplacer les messages de ce fil de discussion.
pl: Nie możesz przenosić postów z tego tematu.
pt_br: Você não pode mover publicações deste tópico.
zh_hans: 您无法从本主题移动帖子。

# posts api
source: You can't like posts in this category.
fr: Vous ne pouvez pas aimer les publications de cette catégorie.
pl: Nie możesz polubić postów w tej kategorii.
pt_br: Você não pode curtir publicações nesta categoria.
zh_hans: 您无法点赞此分类下的帖子。

# posts api
source: Content approval can't be reversed.
fr: L'approbation du contenu ne peut pas être annulée.
pl: Decyzji o zatwierdzeniu treści nie można cofnąć.
pt_br: Conteúdo aprovado não pode ser revertido
zh_hans: 内容审核无法撤销。

# posts api
source: One or more posts to update could not be found.
fr: Une ou plusieurs publications à mettre à jour sont introuvables.
pl: Jeden lub więcej postów nie mogło być znalezionych.
pt_br: Uma ou mais publicações a serem atualizadas não puderam ser encontradas.
zh_hans: 要更新的一个或多个帖子未找到。

# posts api
source: No more than %(limit)s post can be updated at a single time.
fr: Il n'est pas possible de mettre à jour plus de %(limit)s poste à la fois.
pl: Jednocześnie nie można zmienić więcej niż %(limit)s post.
pt_br: Não é possível atualizar mais do que %(limit)s publicação ao mesmo tempo.
zh_hans: 一次最多只能更新%(limit)s条帖子（已选择%(show_value)s条）。

# posts api
source: You can't split posts from this thread.
fr: Vous ne pouvez pas séparer les messages de ce fil de discussion.
pl: Nie możesz wydzielić postów z tego tematu.
pt_br: De novo você não pode dividir publicações deste tópico.
zh_hans: 您无法从本主题拆分帖子。

# posting api
source: You don't have permission to remove "%(attachment)s" attachment.
fr: Vous n'êtes pas autorisé à supprimer la pièce jointe "%(attachment)s".
pl: Nie masz uprawnień do usunięcia załącznika "%(attachment)s".
pt_br: Você não possui permissão para remover o anexo "%(attachment)s".
zh_hans: 您无权移除附件“%(attachment)s”。

# posting api
source: You can't attach more than %(limit_value)s file to single post (added %(show_value)s).
fr: Vous ne pouvez pas attacher plus de %(limit_value)s fichier à un seul message (ajouté %(show_value)s).
pl: Nie możesz załączyć więcej niż %(limit_value)s pliku do jednego postu (załączono %(show_value)s).
pt_br: Você não pode anexar mais do que %(limit_value)s arquivo para uma única publicação. (%(show_value)s adicionado).
zh_hans: 单个帖子最多只能附加%(limit_value)s个文件（已添加%(show_value)s个）。

# posting api
source: You have to select category to post thread in.
fr: Vous devez sélectionner la catégorie dans laquelle publier le fil de discussion.
pl: Wybierz kategorię w której założony ma być temat.
pt_br: Você precisa selecionar a categoria para publicar o tópico nela.
zh_hans: 您必须选择一个分类以发布主题。

# posting api
source: Selected category is invalid.
fr: La catégorie sélectionnée n'est pas valide.
pl: Wybrana kategoria jest nieprawidłowa.
pt_br: A categoria selecionada é inválida.
zh_hans: 所选分类无效。

# posting api
source: Selected category doesn't exist or you don't have permission to browse it.
fr: La catégorie sélectionnée n'existe pas ou vous n'êtes pas autorisé à la parcourir.
pl: Wybrana kategoria nie istnieje albo nie masz uprawnień do jej przeglądania.
pt_br: A categoria selecionada não existe ou você não tem permissão para navegar nela.
zh_hans: 所选分类不存在或您无权浏览。

# posting api
source: You can't post message so quickly after previous one.
fr: Vous ne pouvez pas poster un message aussi rapidement après le précédent.
pl: Nie możesz dodać kolejnej wiadomości tak szybko po poprzedniej.
pt_br: Você não pode publicar mensagens tão rapidamente após a anterior.
zh_hans: 您不能在上一条消息之后立即发布新消息。

# posting api
source: Your account has exceed an hourly post limit.
fr: Votre compte a dépassé une limite horaire de publication.
pl: Twoje konto osiągnęło godzinowy limit postów.
pt_br: Sua conta excedeu o limite de publicações por hora.
zh_hans: 您的账户已超过每小时发帖限制。

# posting api
source: Your account has exceed a daily post limit.
fr: Votre compte a dépassé une limite de publication quotidienne.
pl: Twoje konto osiągnęło dzienny limit postów.
pt_br: Sua conta incidiu o limite de publicações por dia.
zh_hans: 您的账户已超过每日发帖限制。

# posting api
source: You can't include yourself on the list of users to invite to new thread.
fr: Vous ne pouvez pas vous inclure dans la liste des utilisateurs à inviter à un nouveau fil de discussion.
pl: Nie możesz umieścić siebie na liście użytkowników do zaproszenia do nowego tematu.
pt_br: Você não pode incluir você mesmo na lista de usuários convidados para o novo tópico.
zh_hans: 您不能将自己加入新主题邀请用户列表。

# posting api
source: You have to enter user names.
fr: Vous devez saisir des noms d'utilisateur.
pl: Wpisz nazwy użytkowników.
pt_br: Você precisa inserir nomes de usuários
zh_hans: 您必须输入用户名。

# posting api
source: You can't add more than %(users)s user to private thread (you've added %(added)s).
fr: Vous ne pouvez pas ajouter plus de %(users)s utilisateur à un fil de discussion privé (vous en avez ajouté %(added)s).
pl: Nie możesz dodać więcej niż %(users)s użytkownika do prywatnego tematu (dodano %(added)s).
pt_br: Você não pode adicionar mais que %(users)s usuário para tópicos privados (você adicionou %(added)s).
zh_hans: 私密主题最多只能添加%(users)s位用户（已添加%(added)s位）。

# posting api
source: One or more users could not be found: %(usernames)s
fr: Un ou plusieurs utilisateurs sont introuvables: %(usernames)s
pl: Jednego lub więcej użytkowników nie znaleziono: %(usernames)s
pt_br: Um ou mais usuários não puderam ser encontrados: %(usernames)s
zh_hans: 未找到以下用户：%(usernames)s

# posting api
source: You have to enter a message.
fr: Vous devez saisir un message.
pl: Musisz wpisać wiadomość.
pt_br: Você precisa inserir uma mensagem.
zh_hans: 您必须输入消息内容。

# posting api
source: You have to enter a thread title.
fr: Vous devez saisir un titre de discussion.
pl: Musisz wpisać nazwę tematu.
pt_br: O que você precisa inserir o título da discussão
zh_hans: 您必须输入主题标题。

# posting api
source: You need to be signed in to start threads.
fr: Vous devez être connecté pour démarrer des discussions.
pl: Musisz się zalogować aby móc zakładać tematy.
pt_br: Você precisa estar logado para começar uma discussão.
zh_hans: 您需要登录才能发起主题。

# posting api
source: No categories that allow new threads are available to you at the moment.
fr: Aucune catégorie autorisant de nouvelles discussions n'est disponible pour le moment.
pl: Nie istnieją teraz żadne kategorie w których możesz założyć nowy temat.
pt_br: Nenhuma categoria que permite nova discussão está disponível para você no momento
zh_hans: 当前没有允许您发起新主题的分类。

# threads api
source: Not a valid string.
fr: Chaîne non valide.
pl: To nie jest prawidłowy ciąg znaków.
pt_br: Não é uma string válida
zh_hans: 不是有效的字符串。

# threads api
source: You can't change globally pinned threads weights in this category.
fr: Vous ne pouvez pas modifier le poids des fils épinglés globalement dans cette catégorie.
pl: Nie możesz zmieniać wagi globalnie przypiętych tematów w tej kategorii.
pt_br: Você não pode fixar/desafixar tópicos fixados globalmente nesta categoria.
zh_hans: 您无法更改此分类下全局置顶主题的权重。

# threads api
source: You can't pin threads globally in this category.
fr: Vous ne pouvez pas épingler des discussions globalement dans cette catégorie.
pl: Nie możesz przypinać globalnie tematów w tej kategorii.
pt_br: Você não pode fixar tópicos globalmente nesta categoria.
zh_hans: 您无法在此分类下全站置顶主题。

# threads api
source: You can't move thread to the category it's already in.
fr: Vous ne pouvez pas déplacer le fil de discussion vers la catégorie dans laquelle il se trouve déjà.
pl: Nie możesz przenieść tematu do kategorii w której już się znajduje.
pt_br: Você não pode mover o tópico para a categoria que ele já está.
zh_hans: 无法将主题移动到其当前所在分类。

# threads api
source: Content approval can't be reversed.
fr: L'approbation du contenu ne peut pas être annulée.
pl: Decyzji o zatwierdzeniu treści nie można cofnąć.
pt_br: Conteúdo aprovado não pode ser revertido
zh_hans: 内容审核无法撤销。

# threads api
source: You don't have permission to close this thread.
fr: Vous n'êtes pas autorisé à fermer ce fil de discussion.
pl: Nie masz uprawnień do zamknięcia tego tematu.
pt_br: Você não tem permissão para fechar essa discussão
zh_hans: 您无权关闭该主题。

# threads api
source: You don't have permission to open this thread.
fr: Vous n'êtes pas autorisé à ouvrir ce fil de discussion.
pl: Nie masz uprawnień do otwarcia tego tematu.
pt_br: Você não tem permissão para abrir essa discussão
zh_hans: 您无权开启该主题。

# threads api
source: A valid integer is required.
fr: Un entier valide est requis.
pl: Wymagana jest prawidłowa liczba całkowita.
pt_br: Um inteiro válido é necessário.
zh_hans: 需要有效整数。

# threads api
source: This post is already marked as thread's best answer.
fr: Ce message est déjà marqué comme la meilleure réponse du fil de discussion.
pl: Ten post już jest wybrany jako rozwiąznie.
pt_br: Esta publicação já está marcada como a melhor resposta do tópico.
zh_hans: 该帖子已被标记为主题最佳答案。

# threads api
source: This post can't be unmarked because it's not currently marked as best answer.
fr: Ce message ne peut pas être désélectionné car il n'est pas actuellement marqué comme meilleure réponse.
pl: Nie można usunąć wyboru rozwiązania ponieważ ten post nie jest oznaczony jako rozwiązanie.
pt_br: Esta publicação não pode ser desmarcada porque ela não está marcada atualmente como a melhor resposta.
zh_hans: 该帖子未被标记为最佳答案，无法取消标记。
