Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# welcome email
source: You may now join discussion on our site. Why not spend a minute or two to have a look around and share your opinions and knowledge with rest of community?
fr: Vous pouvez maintenant participer à la discussion sur notre site. Pourquoi ne pas prendre une minute ou deux pour jeter un coup d'œil et partager vos opinions et vos connaissances avec le reste de la communauté ?
pl: Teraz możesz dołączyć do dyskusji na naszej stronie. Dlaczego nie spędzić minuty albo dwóch aby się rozejrzeć i podzielić się swoim zdaniem i wiedzą z resztą społeczności?
pt_br: Agora você pode se juntar à discussão em nosso site. Por que não gastar um minuto ou dois para dar uma olhada ao redor e compartilhar suas opiniões e conhecimentos com o restante da comunidade?
zh_hans: 您现在可以参与本站讨论。不妨花点时间浏览一下，与社区成员分享您的观点和知识。

# welcome email complete sign in cta link
source: this form
fr: ce formulaire
pl: tego formularza
pt_br: este formulário
zh_hans: 此表单

# welcome email complete sign in cta
source: You can always sign in to your account using %(login_form)s.
fr: Vous pouvez toujours vous connecter à votre compte en utilisant %(login_form)s.
pl: Możesz zawsze zalogować się do swojego konta używając %(login_form)s.
pt_br: Você sempre pode logar em sua conta usando %(login_form)s.
zh_hans: 您随时可以通过%(login_form)s登录您的账号。

# welcome email
source: You can always sign in to your account using the form below:
fr: Vous pouvez toujours vous connecter à votre compte en utilisant le formulaire ci-dessous:
pl: Możesz zawsze zalogować się do swojego konta używając poniższego formularza:
pt_br: Você sempre pode logar em sua conta usando o formulário abaixo:
zh_hans: 您随时可以通过下方表单登录您的账号。

# welcome email
source: Before you will be able to join discussion on our site, one of administrators will have to activate your account.
fr: Avant de pouvoir rejoindre la discussion sur notre site, l'un des administrateurs devra activer votre compte.
pl: Nim będziesz móc dołączyć do dyskusji na naszej stronie, jeden z administratorów musi aktywować twoje konto.
pt_br: Antes de ser capaz de se juntar à disucssão em nosso site, um dos administradores precisa ativar sua conta.
zh_hans: 在您参与本站讨论前，需由管理员激活您的账号。

# welcome email
source: You will receive an e-mail with notification once this happens.
fr: Vous recevrez un e-mail de notification une fois que cela se produira.
pl: Otrzymasz e-mail z powiadomieniem kiedy to się stanie.
pt_br: Você receberá um email com notificações uma vez que isso aconteça.
zh_hans: 激活后您将收到通知邮件。

# welcome email
source: Thank you for your patience and see you soon!
fr: Merci de votre patience et à bientôt !
pl: Dziękujemy za cierpliwość i do zobaczenia wkrótce!
pt_br: Agradecemos pela paciência e nos vemos em breve!
zh_hans: 感谢您的耐心，期待与您相见！

# welcome email
source: Before you will be able to join discussion on our site, you have to activate your account. To do so, simply click the link below:
fr: Avant de pouvoir participer aux discussions sur notre site, vous devez activer votre compte. Pour ce faire, il vous suffit de cliquer sur le lien ci-dessous:
pl: Nim będziesz móc dołączyć do dyskusji na naszej stronie, musisz aktywować swoje konto. Aby to zrobić, po prostu kliknij na poniższy odnośnik:
pt_br: Antes de ser capaz de se juntar à discussão em nosso site, você precisa ativar sua conta. Para fazer isso, simplesmente clique no link abaixo:
zh_hans: 在您参与本站讨论前，需激活账号。请点击下方链接进行激活：

# welcome email activate link
source: Activate my account
fr: Activer mon compte
pl: Aktywuj moje konto
pt_br: Ativar minha conta
zh_hans: 激活我的账号

# welcome email inactive sign in cta link
source: this form
fr: ce formulaire
pl: tego formularza
pt_br: este formulário
zh_hans: 此表单

# welcome email inactive sign in cta
source: Once your account is activated, you can always sign in to it using %(login_form)s.
fr: Une fois votre compte activé, vous pouvez toujours vous y connecter en utilisant %(login_form)s.
pl: Po aktywacji konta będziesz zawsze mógł/mogła zalogować się do niego korzystając z %(login_form)s.
pt_br: Uma vez que sua conta seja ativada, você sempre poderá se logar usando %(login_form)s.
zh_hans: 账号激活后，您随时可以通过%(login_form)s登录。

# welcome email
source: Once your account is activated, you can always sign in to it using the form below:
fr: Une fois votre compte activé, vous pouvez toujours vous y connecter en utilisant le formulaire ci-dessous:
pl: Po aktywacji konta będziesz zawsze mógł/mogła zalogować się do niego korzystając z poniższego formularza:
pt_br: Uma vez que sua conta esteja ativa, você sempre poderá se conectar usando o formulário abaixo:
zh_hans: 账号激活后，您随时可以通过下方表单登录。

# new thread reply email
source: %(sender)s has posted a new reply to the %(thread)s thread that you are watching.
fr: %(sender)s a publié une nouvelle réponse au fil de discussion %(thread)s que vous regardez.
pl: %(sender)s napisał(a) nową odpowiedź w temacie %(thread)s który obserwujesz.
pt_br: %(sender)s publicou uma nova resposta no tópico %(thread)s que você está acompanhando.
zh_hans: %(sender)s在您关注的主题%(thread)s中发布了新回复。

# new thread reply email
source: You can read this reply by clicking on the following link:
fr: Vous pouvez lire cette réponse en cliquant sur le lien suivant:
pl: Możesz przeczytać tą odpowiedź klikając na poniższy odnośnik:
pt_br: Você pode ler esta resposta clicando no seguinte link:
zh_hans: 您可点击以下链接阅读该回复：

# new thread reply email cta
source: Go to reply
fr: Aller à la réponse
pl: Idź do odpowiedzi
pt_br: Ir para resposta
zh_hans: 前往回复

# new thread reply email
source: To stop receiving e-mails with new reply notifications for this thread, click here:
fr: Pour ne plus recevoir d'e-mails contenant des notifications de nouvelles réponses pour ce fil de discussion, cliquez ici:
pl: Aby przestać otrzymywać e-maile z powiadomieniami o nowych odpowiedziach w tym temacie, kliknij tutaj:
pt_br: Para deixar de receber emails com notificações de novas respostas para este tópico, clique aqui:
zh_hans: 如需停止接收该主题的新回复邮件通知，请点击此处：

# new thread reply email
source: Disable e-mail notifications for this thread
fr: Désactiver les notifications par e-mail pour ce fil de discussion
pl: Wyłącz powiadomienia e-mail dla tego tematu
pt_br: Desativar notificações de email para este tópico
zh_hans: 关闭该主题邮件通知

# new thread reply email
source: %(sender)s has posted a new reply to the "%(thread)s" thread that you are watching.
fr: %(sender)s a publié une nouvelle réponse au fil de discussion "%(thread)s" que vous regardez.
pl: %(sender)s napisał(a) nową odpowiedź w temacie "%(thread)s" który obserwujesz.
pt_br: %(sender)s publicou uma nova resposta no tópico "%(thread)s", que você está acompanhando.
zh_hans: %(sender)s在您关注的主题"%(thread)s"中发布了新回复。

# error 403 page
source: Page not available
fr: Page non disponible
pl: Strona niedostępna
pt_br: Página não disponível
zh_hans: 页面不可用

# error 403 page
source: You don't have permission to access this page.
fr: Vous n'êtes pas autorisé à accéder à cette page.
pl: Nie masz uprawnień do dostępu do tej strony.
pt_br: Você não tem permissão para acessar essa página.
zh_hans: 您没有权限访问此页面。

# error 403 page
source: This page is not available.
fr: Cette page n'est pas disponible.
pl: Ta strona nie jest dostępna.
pt_br: Essa página não está disponível.
zh_hans: 此页面不可用。

# error 404 page
source: Page not found
fr: Page introuvable
pl: Strona nieznaleziona
pt_br: Página não encontrada.
zh_hans: 页面未找到

# error 404 page
source: The link you've followed was incorrect or the page has been moved or deleted.
fr: Le lien que vous avez suivi était incorrect ou la page a été déplacée ou supprimée.
pl: Użyty odnośnik był błędny albo strona została przeniesiona lub usunięta.
pt_br: O link que você seguiu está incorreto ou a página foi movido ou deletada.
zh_hans: 您访问的链接不正确，或页面已被移动或删除。

# error 404 page
source: Requested page could not be found.
fr: La page demandée est introuvable.
pl: Żądana strona nie została znaleziona.
pt_br: A página solicitada não pôde ser encontrada.
zh_hans: 请求的页面无法找到。

# error 405 page
source: Wrong way
fr: Mauvais chemin
pl: Zła droga
pt_br: Caminho errado.
zh_hans: 访问方式错误

# error 405 page
source: This page should be reached via form submission or pressing button.
fr: Cette page doit être atteinte via la soumission du formulaire ou en appuyant sur le bouton.
pl: Ta strona dostępna jest wyłącznie za pośrednictwem odpowiedniego formularza lub przycisku.
pt_br: Esta página deve ser alcançada através do envio do formulário ou pressionando o botão.
zh_hans: 此页面应通过表单提交或点击按钮访问。

# error 405 page
source: Page reached in wrong way.
fr: Page atteinte dans le mauvais sens.
pl: Strona osiągnięta w niewłaściwy sposób.
pt_br: Página alcançada de forma errada.
zh_hans: 页面访问方式错误。

source: This ban expires on %(expires_on)s.
fr: Ce bannissement expire le %(expires_on)s.
pl: Ta blokada wygaśnie %(expires_on)s.
pt_br: Este banimento expira em %(expires_on)s.
zh_hans: 该封禁将于%(expires_on)s过期。

# error banned message
source: This ban is permanent.
fr: Ce bannissement est permanent.
pl: Ta blokada nigdy nie wygaśnie.
pt_br: Esse banimento é permanente.
zh_hans: 该封禁为永久封禁。

# error banned page
source: You are banned
fr: Vous êtes banni
pl: Twoje konto jest zablokowane
pt_br: Você foi banido.
zh_hans: 您已被封禁

# error banned page
source: You are banned from accessing this page.
fr: Il vous est interdit d'accéder à cette page.
pl: Twój dostęp do tej strony jest zablokowany.
pt_br: Você está proibido de acessar essa página.
zh_hans: 您被禁止访问此页面。

# error csrf page
source: Request blocked
fr: Demande bloquée
pl: Żądanie odrzucone
pt_br: Requisição bloqueada.
zh_hans: 请求被阻止

# error csrf page
source: This error is usually caused by your browser not accepting or using outdated cookies. Check your browser configuration and try again.
fr: Cette erreur est généralement due au fait que votre navigateur n'accepte pas ou n'utilise pas les cookies périmés. Vérifiez la configuration de votre navigateur et réessayez.
pl: Ten błąd zwykle jest spowodowany przez przeglądarkę nie przyjmującą lub wysyłającą nieaktualne ciasteczka. Sprawdź ustawienia swojej przeglądarki i spróbuj ponownie.
pt_br: Este erro normalmente é causado pelo seu navegador não aceitar ou usar cookies antigos. Verifique as configurações do seu navegador e tente novamente.
zh_hans: 此错误通常因浏览器未接受或使用过期的Cookie导致。请检查浏览器设置后重试。

# error csrf page
source: Suspicious request blocked.
fr: Demande suspecte bloquée.
pl: Podejrzane żądanie odrzucone.
pt_br: Solicitação suspeita bloqueada.
zh_hans: 可疑请求已被阻止。

# error csrf authenticated page
source: This error is usually caused by the used web browser not accepting or using outdated cookies.
fr: Cette erreur est généralement causée par le fait que le navigateur Web utilisé n'accepte pas ou n'utilise pas de cookies obsolètes.
pl: Ten błąd zwykle jest spowodowany przez przeglądarkę nie przyjmującą lub wysyłającą nieaktualne ciasteczka.
pt_br: Este erro normalmente é causado por conta do navegador utilizado não aceitar ou estar utilizando cookies antigos.
zh_hans: 此错误通常因所用浏览器未接受或使用过期的Cookie导致。

# error csrf page
source: Check your browser configuration and try again.
fr: Vérifiez la configuration de votre navigateur et réessayez.
pl: Sprawdź ustawienia swojej przeglądarki i spróbuj ponownie.
pt_br: Verifique as configurações do seu navegador e tente novamente.
zh_hans: 请检查浏览器设置后重试。

# error csrf authenticated page
source: Request blocked
fr: Demande bloquée
pl: Żądanie odrzucone
pt_br: Requisição bloqueada.
zh_hans: 请求被阻止

# error csrf authenticated page
source: Suspicious request blocked.
fr: Demande suspecte bloquée.
pl: Podejrzane żądanie odrzucone.
pt_br: Solicitação suspeita bloqueada.
zh_hans: 可疑请求已被阻止。

# error csrf authenticated page
source: Check your browser configuration and try again.
fr: Vérifiez la configuration de votre navigateur et réessayez.
pl: Sprawdź ustawienia swojej przeglądarki i spróbuj ponownie.
pt_br: Verifique a configuração do seu navegador e tente novamente.
zh_hans: 请检查浏览器设置后重试。

# error oauth2 page
source: Could not sign in with %(provider)s
fr: Impossible de se connecter avec %(provider)s
pl: Nie udało się zalogować przez %(provider)s
pt_br: Não foi possível se conectar com %(provider)s
zh_hans: 无法通过%(provider)s登录

# error oauth2 page
source: Please try again.
fr: Veuillez réessayer.
pl: Spróbuj ponownie.
pt_br: Por favor, tente novamente.
zh_hans: 请重试。

# error oauth2 page cta
source: Sign in
fr: Connexion
pl: Zaloguj się
pt_br: Entrar
zh_hans: 登录

# error oauth2 profile page
source: Could not sign in with %(provider)s
fr: Impossible de se connecter avec %(provider)s
pl: Nie udało się zalogować przez %(provider)s
pt_br: Não foi possível se conectar com %(provider)s
zh_hans: 无法通过%(provider)s登录

# error oauth2 profile page
source: Found problems:
fr: Problèmes détectés:
pl: Napotkane problemy:
pt_br: Problemas encontrados:
zh_hans: 发现以下问题：

# error social auth page
source: Problem with sign in
fr: Problème de connexion
pl: Problem z logowaniem
pt_br: Problema com o login
zh_hans: 登录遇到问题

# error social auth page
source: Please try again or use another method to sign in if the problem persists.
fr: Veuillez réessayer ou utiliser une autre méthode pour vous connecter si le problème persiste.
pl: Spróbuj ponownie albo użyj innej metody logowania jeśli problem dalej występuje.
pt_br: Por favor, tente novamente ou use outro método de login se o problema persistir.
zh_hans: 请重试，如问题仍然存在可尝试其他登录方式。

# forum footer
source: For complete experience please enable JavaScript.
fr: Pour une expérience complète, veuillez activer JavaScript.
pl: Dla najlepszego doświadczenia włącz JavaScript.
pt_br: Para uma experiência completa, por favor, habilite JavaScript.
zh_hans: 为获得完整体验，请启用JavaScript。

# forum footer
source: Terms of service
fr: Conditions d'utilisation
pl: Regulamin serwisu
pt_br: Termos de serviço
zh_hans: 服务条款

# forum footer
source: Privacy policy
fr: Politique de confidentialité
pl: Polityka prywatności
pt_br: Política de privacidade
zh_hans: 隐私政策

# set new password error page
source: Set new password error
fr: Erreur de définition d'un nouveau mot de passe
pl: Błąd ustawienia nowego hasła
pt_br: Defina o novo erro de senha
zh_hans: 设置新密码出错

# forgotten password error page
source: Change forgotten password error
fr: Erreur de modification du mot de passe oublié
pl: Błąd zmiany zapomnianego hasła
pt_br: Alterar erro de senha esquecida
zh_hans: 修改忘记密码出错

# set new password error page
source: Can't set new password.
fr: Impossible de définir un nouveau mot de passe.
pl: Nie można ustawić nowego hasła.
pt_br: Não é possível definir uma nova senha
zh_hans: 无法设置新密码。

# forgotten password error page
source: Can't change forgotten password.
fr: Impossible de modifier le mot de passe oublié.
pl: Nie można zmienić zapomnianego hasła.
pt_br: Não é possível alterar a senha esquecida.
zh_hans: 无法修改忘记密码。

# forgotten password error page cta
source: Request another password change link.
fr: Demander un autre lien de changement de mot de passe.
pl: Poproś o nowy odnośnik do zmiany hasła.
pt_br: Solicitar outro link de alteração de senha.
zh_hans: 请求新的密码修改链接

# set new password form page
source: Set new password
fr: Définir un nouveau mot de passe
pl: Ustaw nowe hasło
pt_br: Definir nova senha
zh_hans: 设置新密码

# forgotten password form page
source: Change forgotten password
fr: Modifier le mot de passe oublié
pl: Zmień zapomniane hasło
pt_br: Alterar senha esquecida
zh_hans: 修改忘记密码

# forgotten password form page
source: To reset your password please enable JavaScript.
fr: Pour réinitialiser votre mot de passe, veuillez activer JavaScript.
pl: Aby zmienić zapomniane hasło włącz JavaScript.
pt_br: Para resetar sua senha, por favor, habilite JavaScript.
zh_hans: 请启用JavaScript以重置您的密码。

# set new password page
source: Set new password
fr: Définir un nouveau mot de passe
pl: Ustaw nowe hasło
pt_br: Definir nova senha
zh_hans: 设置新密码

# forgotten password page
source: Change forgotten password
fr: Modifier le mot de passe oublié
pl: Zmień zapomniane hasło
pt_br: Alterar senha esquecida
zh_hans: 修改忘记密码

# set new password page
source: Your user account has no password set for it because it was created with other service.
fr: Votre compte utilisateur n'a pas de mot de passe défini car il a été créé avec un autre service.
pl: Twoje konto nie ma ustawionego żadnego hasła ponieważ zostało utworzone z pomocą innej usługi.
pt_br: A sua conta de usuário não possui senha definida para ela porque ela foi criada utilizando outro serviço.
zh_hans: 您的用户账户没有设置密码，因为它是通过其他服务创建的。

# set new password page
source: To set password for your account, you can use special secure form that will be available by special link valid only for your browser, for seven days or until your password is set.
fr: Pour définir le mot de passe de votre compte, vous pouvez utiliser un formulaire sécurisé spécial qui sera disponible par un lien spécial valable uniquement pour votre navigateur, pendant sept jours ou jusqu'à ce que votre mot de passe soit défini.
pl: Aby ustawić hasło do twojego konta, możesz użyć specjalnego formularza który będzie dostępny poprzez dedykowany odnośnik który będzie działać wyłącznie dla twojej przeglądarki, przez siedem dni lub do chwili ustawienia hasła.
pt_br: Para definir uma senha para sua conta, você pode usar o formulário especial seguro que será disponibilizado pelo link especial válido apenas para o seu navegador, por sete dias ou até sua senha ser definida.
zh_hans: 要为您的账户设置密码，请使用专用安全表单，该表单通过特定链接访问，仅对您的浏览器有效，有效期为七天或直到密码设置完成。

# forgotten password page
source: Because user passwords are processed in an irreversible way before being saved to database, it is not possible for us to simply send you your password.
fr: Les mots de passe des utilisateurs étant traités de manière irréversible avant d'être enregistrés dans la base de données, il ne nous est pas possible de simplement vous envoyer votre mot de passe.
pl: Ponieważ hasła użytkowników są przetwarzane w nieodwracalny sposób przed zapisaniem do bazy danych, wysłanie twojego aktualnego hasła nie jest możliwe.
pt_br: Pelo motivo de que as senhas de usuário são processadas de forma irreversível antes de serem salvas no banco de dedos, não será possível para nós simplesmente enviar sua senha para você.
zh_hans: 由于用户密码在保存到数据库前会被不可逆处理，我们无法直接发送您的密码。

# forgotten password page
source: Instead, you can change your password using special secure form that will be available by special link valid only for your browser, for seven days or until your password is changed.
fr: Au lieu de cela, vous pouvez modifier votre mot de passe en utilisant un formulaire sécurisé spécial qui sera disponible via un lien spécial valable uniquement pour votre navigateur, pendant sept jours ou jusqu'à ce que votre mot de passe soit modifié.
pl: Zamiast tego, możesz zmienić swoje hasło używając specjalnego formularza który będzie dostępny poprzez dedykowany odnośnik który będzie działać wyłącznie dla twojej przeglądarki, przez siedem dni lub do chwili zmiany hasła.
pt_br: Em vez disso, você pode mudar sua senha usando o formulário especial seguro que será disponibilizado por um link especial válido apenas para o seu navegador, por sete dias ou até que sua senha seja alterada.
zh_hans: 您可以通过专用安全表单修改密码，该表单通过特定链接访问，仅对您的浏览器有效，有效期为七天或直到密码修改完成。

# forgotten password page
source: To receive this link, enter your account's e-mail address and press the "Send link" button.
fr: Pour recevoir ce lien, entrez l'adresse e-mail de votre compte et appuyez sur le bouton "Envoyer le lien".
pl: Aby otrzymać ten odnośnik, wpisz adres e-mail twojego konta i naciśnij na przycisk "Wyślij odnośnik".
pt_br: Para receber este link, insira o endereço de email da sua conta e pressione o botão "Enviar link".
zh_hans: 要获取此链接，请输入您的账户邮箱并点击“发送链接”按钮。

# forgotten password page
source: To request new password reset link please enable JavaScript.
fr: Pour demander un nouveau lien de réinitialisation de mot de passe, veuillez activer JavaScript.
pl: Aby otrzymać odnośnik zmiany hasła włącz JavaScript.
pt_br: Para solicitar um novo link de redefinição de senha, habilite JavaScript.
zh_hans: 请启用JavaScript以请求新的密码重置链接。

# navbar
source: Open search
fr: Ouvrir la recherche
pl: Otwórz szukanie
pt_br: Abrir busca
zh_hans: 打开搜索

# navbar
source: Open private threads
fr: Ouvrir les discussions privées
pl: Otwórz prywatne tematy
pt_br: Abrir tópicos privados
zh_hans: 打开私密主题

# navbar
source: Open notifications
fr: Ouvrir les notifications
pl: Otwórz powiadomienia
pt_br: Abrir notificações
zh_hans: 打开通知

# navbar
source: Open your options
fr: Ouvrir vos options
pl: Otwórz twoje opcje
pt_br: Abrir suas opções
zh_hans: 打开您的选项

# cta
source: Sign in
fr: Connexion
pl: Logowanie
pt_br: Entrar
zh_hans: 登录

# cta
source: Register
fr: S'inscrire
pl: Rejestracja
pt_br: Registrar
zh_hans: 注册

# notifications page
source: Notifications
pl: Powiadomienia
pt_br: Notificações
zh_hans: 通知

# notifications page
source: Enable JavaScript
fr: Activer JavaScript
pl: Włącz JavaScript
pt_br: Habilitar JavaScript
zh_hans: 启用JavaScript

# notifications page
source: You need to enable JavaScript in your browser to see your notifications.
fr: Vous devez activer JavaScript dans votre navigateur pour voir vos notifications.
pl: Musisz włączyć JavaScript w swojej przeglądarce aby zobaczyć swoje powiadomienia.
pt_br: Você precisa habilitar o JavaScript no seu navegador para ver as suas notificações.
zh_hans: 您需要在浏览器中启用JavaScript才能查看通知。

# notifications page
source: Loading...
fr: Chargement...
pl: Ładowanie...
pt_br: Carregando...
zh_hans: 加载中...

# notifications disabled page
source: E-mail notifications disabled
fr: Notifications par courrier électronique désactivées
pl: Powiadomienia e-mail wyłączone
pt_br: Notificações de e-mail desabilitadas
zh_hans: 邮件通知已禁用

# notifications disabled page
source: You will no longer receive e-mail notifications when someone replies to this thread.
fr: Vous ne recevrez plus de notifications par e-mail lorsque quelqu'un répond à ce fil de discussion.
pl: Nie będziesz już otrzymywać e-maili z powiadomieniami kiedy ktoś odpowie w tym temacie.
pt_br: Você não receberá mais notificações de email quando alguém responder este tópico.
zh_hans: 当有人回复此主题时，您将不再收到邮件通知。

# notifications disabled page
source: If you change your mind and want to re-enable e-mail notifications, you can do so by adjusting your notification settings on thread's page.
fr: Si vous changez d'avis et souhaitez réactiver les notifications par e-mail, vous pouvez le faire en ajustant vos paramètres de notification sur la page du fil de discussion.
pl: Jeśli zmienisz zdanie i będziesz chcieć przywrócić powiadomienia e-mail, możesz to zrobić zmieniając opcje powiadomień na stronie tematu.
pt_br: Caso você mude de ideia e queira habilitar as notificações de email novamente, você pode simplesmente ajustar as configurações de notificação na página do tópico.
zh_hans: 如果您想重新启用邮件通知，可以在主题页面的通知设置中进行调整。

# notifications disabled page
source: Go to thread
fr: Aller au fil de discussion
pl: Idź do tematu
pt_br: Ir para tópico
zh_hans: 前往主题

# notifications disabled page
source: Go to home page
fr: Aller à la page d'accueil
pl: Idź do strony głównej
pt_br: Ir para a página inicial
zh_hans: 前往首页

# credentials changed page
source: Change sign-in credentials
fr: Modifier les informations de connexion
pl: Zmień dane logowania
pt_br: Alterar credenciais de login
zh_hans: 更改登录凭据

# credentials changed page
source: From now you will need to use new credentials when signing in.
fr: À partir de maintenant, vous devrez utiliser de nouveaux identifiants lors de votre connexion.
pl: Od teraz stare dane logowania nie będą już działać.
pt_br: A partir de agora você precisará usar as novas credenciais para se conectar.
zh_hans: 从现在起，登录时需使用新的凭据。
