Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# threads posts like see permission choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# threads posts like see permission choice
source: Number only
fr: Nombres uniquement
pl: Tylko liczbę
pt_br: Apenas número
zh_hans: 仅显示数量

# threads posts like see permission choice
source: Number and list of likers
fr: Nombre et liste de likes
pl: Liczbę i listę osób
pt_br: Número e lista de curtidas
zh_hans: 显示数量及点赞用户列表

# threads permission
source: Can like posts
fr: Peut aimer les publications
pl: Może polubiać posty
pt_br: Pode curtir publicações
zh_hans: 可点赞帖子

# threads permission
source: Only users with this permission to see likes can like posts.
fr: Seuls les utilisateurs disposant de cette autorisation pour voir les likes peuvent aimer les publications.
pl: Tylko użytkownicy z tym uprawnieniem mogą widzieć polubienia postów.
pt_br: Apenas usuários com permissão para ver curtidas podem curtir publicações
zh_hans: 仅有查看点赞权限的用户可点赞帖子。

# threads permission
source: Can protect posts
fr: Peut protéger les poteaux
pl: Może ustawiać posty jako chronione
pt_br: Pode proteger publicações
zh_hans: 可保护帖子

# threads permission
source: Only users with this permission can edit protected posts.
fr: Seuls les utilisateurs disposant de cette autorisation peuvent modifier les publications protégées.
pl: Tylko użytkownicy z tym uprawnieniem mogą zmieniać chronione posty.
pt_br: Pena os usuários com permissão podem editar publicações protegidas
zh_hans: 仅有该权限的用户可编辑受保护帖子。

# threads permission
source: Can move posts
fr: Peut déplacer des messages
pl: Może przenosić posty
pt_br: Pode mover publicações
zh_hans: 可移动帖子

# threads permission
source: Will be able to move posts to other threads.
fr: Il sera possible de déplacer les messages vers d'autres fils de discussion.
pl: Umożliwia przenoszenie postów do innych tematów.
pt_br: Será possível mover publicações para outros tópicos
zh_hans: 可将帖子移动至其他主题。

# threads permission
source: Can merge posts
fr: Peut fusionner des publications
pl: Może łączyć posty
pt_br: Pode mesclar publicações
zh_hans: 可合并帖子

# threads permission
source: Can approve content
fr: Peut approuver le contenu
pl: Może zatwierdzać treści
pt_br: Pode aprovar conteúdo
zh_hans: 可审核内容

# threads permission
source: Will be able to see and approve unapproved content.
fr: Pourra voir et approuver le contenu non approuvé.
pl: Umożliwia widzenie i zatwierdzanie niezatwierdzonych treści.
pt_br: Poderá ver e aprovar conteúdo não aprovado
zh_hans: 可查看并审核未审核内容。

# threads permission
source: Can report posts
fr: Peut signaler des publications
pl: Może zgłaszać posty
pt_br: Pode reportar publicações
zh_hans: 可举报帖子

# threads permission
source: Can see reports
fr: Peut voir les rapports
pl: Może widzieć zgłoszenia
pt_br: Pode ver relatórios
zh_hans: 可查看举报

# threads permission
source: Can hide events
fr: Peut masquer les événements
pl: Może ukrywać zdarzenia
pt_br: Pode ocultar eventos
zh_hans: 可隐藏事件

# threads events hide permission choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# threads events hide permission choice
source: Hide events
fr: Masquer les événements
pl: Może ukrywać
pt_br: Ocultar eventos
zh_hans: 隐藏事件

# threads events hide permission choice
source: Delete events
fr: Supprimer des événements
pl: Może usuwać
pt_br: Apagar eventos
zh_hans: 删除事件

# threads permission
source: Require threads approval
fr: Exiger l'approbation des threads
pl: Wymaga zatwierdzania nowych tematów
pt_br: Exigir aprovação da discussão
zh_hans: 主题需审核

# threads permission
source: Require replies approval
fr: Exiger l'approbation des réponses
pl: Wymaga zatwierdzania nowych odpowiedzi
pt_br: Exigir aprovação de respostas
zh_hans: 回复需审核

# threads permission
source: Require edits approval
fr: Exiger l'approbation des modifications
pl: Wymaga zatwierdzania zmian
pt_br: Exigir aprovação de edições
zh_hans: 编辑需审核

# threads permission
source: You have to sign in to start threads.
fr: Vous devez vous connecter pour démarrer des discussions.
pl: Musisz być zalogowany/a aby móc zakładać tematy.
pt_br: É necessário entrar para começar discussões
zh_hans: 必须登录才能发起主题。

# threads permission
source: You don't have permission to start new threads in this category.
fr: Vous n'êtes pas autorisé à démarrer de nouvelles discussions dans cette catégorie.
pl: Nie możesz zakładać nowych tematów w tej kategorii.
pt_br: Você não tem permissão para começar novas discussões nessa categoria
zh_hans: 您无权在该分类发起新主题。

# threads permission
source: This category is closed. You can't start new threads in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas y créer de nouvelles discussions.
pl: Ta kategoria jest zamknięta. Nie możesz zakładać w niej nowych tematów.
pt_br: Esta categoria está fechada. Você não pode começar novas discussões nela
zh_hans: 该分类已关闭，无法发起新主题。

# threads permission
source: You have to sign in to reply threads.
fr: Vous devez vous connecter pour répondre aux discussions.
pl: Musisz być zalogowany/a aby móc odpowiadać w tematach.
pt_br: Você precisa entrar para responder discussões.
zh_hans: 必须登录才能回复主题。

# threads permission
source: You can't reply to threads in this category.
fr: Vous ne pouvez pas répondre aux discussions de cette catégorie.
pl: Nie możesz odpowiadać w tematach w tej kategorii.
pt_br: Você não pode responder a discussões nesta categoria
zh_hans: 您无法回复该分类主题。

# threads permission
source: This category is closed. You can't reply to threads in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas répondre aux discussions qui s'y trouvent.
pl: Ta kategoria jest zamknięta. Nie możesz w niej odpowiadać na tematy.
pt_br: Esta categoria está fechada. Você não pode responder a discussões nela
zh_hans: 该分类已关闭，无法回复主题。

# threads permission
source: You can't reply to closed threads in this category.
fr: Vous ne pouvez pas répondre aux discussions fermées dans cette catégorie.
pl: Nie możesz odpowiadać na zamknięte tematy w tej kategorii.
pt_br: Você não pode responder a discussão fechada nesta categoria
zh_hans: 无法回复该分类下已关闭主题。

# threads permission
source: You have to sign in to edit threads.
fr: Vous devez vous connecter pour modifier les discussions.
pl: Musisz być zalogowany/a aby móc zmieniać tematy.
pt_br: Você precisa entrar para editar discussões
zh_hans: 必须登录才能编辑主题。

# threads permission
source: You can't edit threads in this category.
fr: Vous ne pouvez pas modifier les discussions dans cette catégorie.
pl: Nie możesz zmieniać tematów w tej kategorii.
pt_br: Você não pode editar discussões nesta categoria
zh_hans: 您无法编辑该分类主题。

# threads permission
source: You can't edit other users threads in this category.
fr: Vous ne pouvez pas modifier les discussions d'autres utilisateurs dans cette catégorie.
pl: Nie możesz zmieniać tematów innych użytkowników w tej kategorii.
pt_br: Você não pode editar discussões de outros usuários nesta categoria
zh_hans: 您无法编辑该分类下他人主题。

# threads permission
source: You can't edit threads that are older than %(minutes)s minute.
fr: Vous ne pouvez pas modifier les discussions qui datent de plus de %(minutes)s minute.
pl: Nie możesz zmieniać tematów starszych niż %(minutes)s minuta.
pt_br: Você não pode editar tópicos que são mais velhos que %(minutes)s minuto.
zh_hans: 主题已超%(minutes)s分钟，无法编辑。

# threads permission
source: This category is closed. You can't edit threads in it.
fr: Cette catégorie est fermée. Il n'est pas possible d'y éditer des fils de discussion.
pl: Ta kategoria jest zamknięta. Nie możesz zmieniać w niej tematów.
pt_br: Esta categoria está fechada. Você não pode editar discussões nela
zh_hans: 该分类已关闭，无法编辑主题。

# threads permission
source: This thread is closed. You can't edit it.
fr: Ce fil de discussion est clos. Vous ne pouvez pas le modifier.
pl: Ten temat jest zamknięty. Nie możesz go zmieniać.
pt_br: Esta discussão está fechada. Você não pode editá-la
zh_hans: 该主题已关闭，无法编辑。

# threads permission
source: You have to sign in to change threads weights.
fr: Vous devez vous connecter pour modifier le poids des fils de discussion.
pl: Musisz być zalogowany/a aby móc zmieniać wagę tematów.
pt_br: Você precisa entrar para mudar peso das discussões
zh_hans: 必须登录才能更改主题权重。

# threads permission
source: You can't change threads weights in this category.
fr: Vous ne pouvez pas modifier le poids des fils de discussion dans cette catégorie.
pl: Nie możesz zmieniać wagi tematów w tej kategorii.
pt_br: Você não pode alterar peso das discussões nesta categoria
zh_hans: 无法更改该分类主题权重。

# threads permission
source: This category is closed. You can't change threads weights in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas y modifier les poids des fils de discussion.
pl: Ta kategoria jest zamknięta. Nie możesz w niej zmieniać wag tematów.
pt_br: Esta categoria está fechada. Você não pode alterar pesos das discussões
zh_hans: 该分类已关闭，无法更改主题权重。

# threads permission
source: This thread is closed. You can't change its weight.
fr: Ce fil de discussion est clos. Vous ne pouvez pas modifier son poids.
pl: Ten temat jest zamknięty. Nie możesz zmienić jego wagi.
pt_br: Esta discussão está fechada. Você não pode mudar seu peso
zh_hans: 该主题已关闭，无法更改权重。

# threads permission
source: You have to sign in to hide threads.
fr: Vous devez vous connecter pour masquer les discussions.
pl: Musisz być zalogowany/a aby móc ukrywać tematy.
pt_br: Você precisa entrar para ocultar discussões
zh_hans: 必须登录才能隐藏主题。

# threads permission
source: This category is closed. You can't reveal threads in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas y révéler de fils de discussion.
pl: Ta kategoria jest zamknięta. Nie możesz w niej odkrywać tematów.
pt_br: Nessa categoria está fechada. Você não pode revelar discussões nela
zh_hans: 该分类已关闭，无法公开主题。

# threads permission
source: This thread is closed. You can't reveal it.
fr: Ce fil de discussion est clos. Vous ne pouvez pas le révéler.
pl: Ten temat jest zamknięty. Nie możesz go odkryć.
pt_br: Essa discussão está fechada. Pode revelá-la
zh_hans: 该主题已关闭，无法公开。

# threads permission
source: You can't hide threads in this category.
fr: Vous ne pouvez pas masquer les discussions dans cette catégorie.
pl: Nie możesz ukrywać tematów w tej kategorii.
pt_br: Você não pode ocultar discussões nesta categoria
zh_hans: 无法隐藏该分类主题。

# threads permission
source: You can't hide other users theads in this category.
fr: Vous ne pouvez pas masquer les annonces des autres utilisateurs dans cette catégorie.
pl: Nie możesz ukrywać tematów innych użytkowników w tej kategorii.
pt_br: Você não pode ocultar discussões de outros usuários nesta categoria
zh_hans: 无法隐藏该分类下他人主题。

# threads permission
source: You can't hide threads that are older than %(minutes)s minute.
fr: Vous ne pouvez pas masquer les discussions qui datent de plus de %(minutes)s minute.
pl: Nie możesz ukrywać tematów starszych niż %(minutes)s minuta.
pt_br: Você não pode ocultar tópicos que são mais velhos que %(minutes)s minuto.
zh_hans: 主题已超%(minutes)s分钟，无法隐藏。

# threads permission
source: This category is closed. You can't hide threads in it.
fr: Cette catégorie est fermée. Il n'est pas possible d'y masquer des discussions.
pl: Ta kategoria jest zamknięta. Nie możesz ukrywać w niej tematów.
pt_br: Esta categoria está fechada. Você não pode ocultar discussões nela
zh_hans: 该分类已关闭，无法隐藏主题。

# threads permission
source: This thread is closed. You can't hide it.
fr: Ce fil de discussion est clos. Vous ne pouvez pas le masquer.
pl: Ten temat jest zamknięty. Nie możesz go ukryć.
pt_br: Esta discussão está fechada. Você não pode ocultá-la
zh_hans: 该主题已关闭，无法隐藏。

# threads permission
source: You have to sign in to delete threads.
fr: Vous devez vous connecter pour supprimer des discussions.
pl: Musisz być zalogowany/a aby móc usuwać tematy.
pt_br: Você precisa entrar para deletar discussões
zh_hans: 必须登录才能删除主题。

# threads permission
source: You can't delete threads in this category.
fr: Vous ne pouvez pas supprimer des discussions dans cette catégorie.
pl: Nie możesz usuwać tematów w tej kategorii.
pt_br: Você não pode apagar discussões nesta categoria
zh_hans: 无法删除该分类中的主题。

# threads permission
source: You can't delete other users theads in this category.
fr: Vous ne pouvez pas supprimer les annonces d'autres utilisateurs dans cette catégorie.
pl: Nie możesz usuwać tematów innych użytkowników w tej kategorii.
pt_br: Você não pode apagar discussões de outros usuários nesta categoria
zh_hans: 无法删除该分类中其他用户的主题。

# threads permission
source: You can't delete threads that are older than %(minutes)s minute.
fr: Vous ne pouvez pas supprimer les fils de discussion qui datent de plus de %(minutes)s minute.
pl: Nie możesz usuwać tematów starszych niż %(minutes)s minuta.
pt_br: Você não pode deletar tópicos que são mais velhos que %(minutes)s minuto.
zh_hans: 主题已超%(minutes)s分钟，无法删除。

# threads permission
source: This category is closed. You can't delete threads in it.
fr: Cette catégorie est fermée. Il n'est pas possible d'y supprimer des discussions.
pl: Ta kategoria jest zamknięta. Nie możesz w niej usuwać tematów.
pt_br: Esta categoria está fechada. Você não pode apagar discussões nela
zh_hans: 该分类已关闭，无法删除主题。

# threads permission
source: This thread is closed. You can't delete it.
fr: Ce fil de discussion est clos. Vous ne pouvez pas le supprimer.
pl: Ten temat jest zamknięty. Nie możesz go usunąć.
pt_br: Esta discussão está fechada. Você não pode apagá-la
zh_hans: 该主题已关闭，无法删除。

# threads permission
source: You have to sign in to move threads.
fr: Vous devez vous connecter pour déplacer des discussions.
pl: Musisz być zalogowany/a aby móc przenosić tematy.
pt_br: Você precisa se conectar para mover tópicos.
zh_hans: 必须登录才能移动主题。

# threads permission
source: You can't move threads in this category.
fr: Vous ne pouvez pas déplacer les discussions dans cette catégorie.
pl: Nie możesz przenosić tematów w tej kategorii.
pt_br: Você não pode mover discussões nesta categoria
zh_hans: 无法移动该分类中的主题。

# threads permission
source: This category is closed. You can't move it's threads.
fr: Cette catégorie est fermée. Vous ne pouvez pas déplacer ses fils de discussion.
pl: Ta kategoria jest zamknięta. Nie możesz przenosić jej tematów.
pt_br: Esta categoria está fechada. Você não pode mover suas discussões
zh_hans: 该分类已关闭，无法移动其主题。

# threads permission
source: This thread is closed. You can't move it.
fr: Ce fil de discussion est clos. Vous ne pouvez pas le déplacer.
pl: Ten temat jest zamknięty. Nie możesz go przenieść.
pt_br: Este tópico está fechado. Você não pode movê-lo.
zh_hans: 该主题已关闭，无法移动。

# threads permission
source: You have to sign in to merge threads.
fr: Vous devez vous connecter pour fusionner les discussions.
pl: Musisz być zalogowany/a aby móc łączyć tematy.
pt_br: Você precisa se conectar para mesclar tópicos.
zh_hans: 必须登录才能合并主题。

# threads permission
source: Other thread can't be merged with.
fr: Un autre fil de discussion ne peut pas être fusionné.
pl: Nie można połączyć z drugim tematem.
pt_br: O outro tópico não pode ser mesclado.
zh_hans: 无法与其它主题合并。

# threads permission
source: You can't merge threads in this category.
fr: Vous ne pouvez pas fusionner les discussions dans cette catégorie.
pl: Nie możesz łączyć tematów w tej kategorii.
pt_br: Você não pode mesclar tópicos nesta categoria.
zh_hans: 无法合并该分类中的主题。

# threads permission
source: Other thread's category is closed. You can't merge with it.
fr: La catégorie de l'autre fil est fermée. Vous ne pouvez pas fusionner avec elle.
pl: Kategoria drugiego tematu jest zamknięta. Nie możesz go z nim połączyć.
pt_br: O tópico da outra categoria está fechado. Você não pode mesclá-lo.
zh_hans: 其它主题所属分类已关闭，无法合并。

# threads permission
source: This category is closed. You can't merge it's threads.
fr: Cette catégorie est fermée. Vous ne pouvez pas fusionner ses fils de discussion.
pl: Ta kategoria jest zamknięta. Nie możesz łączyć jej tematów.
pt_br: Esta categoria está fechada. Você não pode mesclar seus tópicos.
zh_hans: 该分类已关闭，无法合并其主题。

# threads permission
source: Other thread is closed and can't be merged with.
fr: Un autre sujet est fermé et ne peut pas être fusionné.
pl: Drugi temat jest zamknięty i nie może być połączony.
pt_br: O outro tópico está fechado e não pode ser mesclado.
zh_hans: 其它主题已关闭，无法合并。

# threads permission
source: This thread is closed. You can't merge it with other threads.
fr: Ce fil de discussion est clos. Vous ne pouvez pas le fusionner avec d'autres fils de discussion.
pl: Ten temat jest zamknięty. Nie może być łączony z innymi.
pt_br: Este tópico está fechado. Você não pode mesclá-lo com outros tópicos.
zh_hans: 该主题已关闭，无法与其它主题合并。

# threads permission
source: You have to sign in to approve threads.
fr: Vous devez vous connecter pour approuver les discussions.
pl: Musisz być zalogowany/a aby móc zatwierdzać tematy.
pt_br: Você precisa se conectar para aprovar tópicos.
zh_hans: 必须登录才能审核主题。

# threads permission
source: You can't approve threads in this category.
fr: Vous ne pouvez pas approuver les discussions dans cette catégorie.
pl: Nie możesz zatwierdzać tematów w tej kategorii.
pt_br: Você não pode aprovar tópicos nesta categoria.
zh_hans: 无法审核该分类中的主题。

# threads permission
source: This category is closed. You can't approve threads in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas approuver les discussions dans cette catégorie.
pl: Ta kategoria jest zamknięta. Nie możesz zatwierdzać jej tematów.
pt_br: Esta categoria está fechada. Você não pode aprovar tópicos nela.
zh_hans: 该分类已关闭，无法审核主题。

# threads permission
source: This thread is closed. You can't approve it.
fr: Ce fil de discussion est clos. Vous ne pouvez pas l'approuver.
pl: Ten temat jest zamknięty. Nie możesz go zatwierdzić.
pt_br: Este tópico está fechado. Você não pode aprová-lo.
zh_hans: 该主题已关闭，无法审核。

# threads permission
source: You have to sign in to edit posts.
fr: Vous devez vous connecter pour modifier les messages.
pl: Musisz być zalogowany/a aby móc zmieniać posty.
pt_br: Você precisa se conectar para editar publicações.
zh_hans: 必须登录才能编辑帖子。

# threads permission
source: Events can't be edited.
fr: Les événements ne peuvent pas être modifiés.
pl: Zdarzeń nie da się zmieniać.
pt_br: Eventos não podem ser editados.
zh_hans: 事件无法编辑。

# threads permission
source: You can't edit posts in this category.
fr: Vous ne pouvez pas modifier les publications dans cette catégorie.
pl: Nie możesz zmieniać postów w tej kategorii.
pt_br: Você não pode editar publicações nesta categoria.
zh_hans: 无法编辑该分类中的帖子。

# threads permission
source: This post is hidden, you can't edit it.
fr: Ce message est masqué, vous ne pouvez pas le modifier.
pl: Ten post jest ukryty. Nie możesz go zmienić.
pt_br: Esta publicação está oculta, você não pode editá-la.
zh_hans: 该帖子已隐藏，无法编辑。

# threads permission
source: You can't edit other users posts in this category.
fr: Vous ne pouvez pas modifier les publications d'autres utilisateurs dans cette catégorie.
pl: Nie możesz zmieniać postów innych użytkowników w tej kategorii.
pt_br: Você não pode editar as publicações de outros usuários nesta categoria.
zh_hans: 无法编辑该分类中其他用户的帖子。

# threads permission
source: This post is protected. You can't edit it.
fr: Ce poste est protégé. Vous ne pouvez pas le modifier.
pl: Ten post jest chroniony. Nie możesz go zmienić.
pt_br: Esta publicação está protegida. Você não pode editá-la.
zh_hans: 该帖子受保护，无法编辑。

# threads permission
source: You can't edit posts that are older than %(minutes)s minute.
fr: Vous ne pouvez pas modifier les messages qui datent de plus de %(minutes)s minute.
pl: Nie możesz zmieniać postów starszych niż %(minutes)s minuta.
pt_br: Você não pode editar publicaçõe que são mais velhas que %(minutes)s minuto.
zh_hans: 帖子已超%(minutes)s分钟，无法编辑。

# threads permission
source: This category is closed. You can't edit posts in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas modifier les messages qui y figurent.
pl: Ta kategoria jest zamknięta. Nie możesz zmieniać w niej postów.
pt_br: Esta categoria está fechada. Você não pode editar publicações nela.
zh_hans: 该分类已关闭，无法编辑帖子。

# threads permission
source: This thread is closed. You can't edit posts in it.
fr: Ce fil de discussion est clos. Vous ne pouvez pas modifier les messages qui y figurent.
pl: Ten temat jest zamknięty. Nie możesz zmieniać w nim postów.
pt_br: Este tópico está fechado. Você não pode editar publicações nele.
zh_hans: 该主题已关闭，无法编辑帖子。

# threads permission
source: You have to sign in to reveal posts.
fr: Vous devez vous connecter pour révéler les publications.
pl: Musisz być zalogowany/a aby móc odkrywać posty.
pt_br: Você precisa se conectar para revelar publicações.
zh_hans: 必须登录才能公开帖子。

# threads permission
source: You can't reveal posts in this category.
fr: Vous ne pouvez pas révéler les publications de cette catégorie.
pl: Nie możesz odkrywać postów w tej kategorii.
pt_br: Você não pode revelar publicações nesta categoria.
zh_hans: 无法公开该分类中的帖子。

# threads permission
source: You can't reveal other users posts in this category.
fr: Vous ne pouvez pas révéler les publications des autres utilisateurs dans cette catégorie.
pl: Nie możesz odkrywać postów innych użytkowników w tej kategorii.
pt_br: Você não pode revelar as publicações de outros usuários nesta categoria.
zh_hans: 无法公开该分类中其他用户的帖子。

# threads permission
source: This post is protected. You can't reveal it.
fr: Ce poste est protégé. Vous ne pouvez pas le révéler.
pl: Ten post jest chroniony. Nie możesz go odkryć.
pt_br: Esta publicação está protegida. Você não pode revelá-la.
zh_hans: 该帖子受保护，无法公开。

# threads permission
source: You can't reveal posts that are older than %(minutes)s minute.
fr: Vous ne pouvez pas révéler des messages qui datent de plus de %(minutes)s minutes.
pl: Nie możesz odkrywać postów starszych niż %(minutes)s minuta.
pt_br: Você não pode revelar publicações que sejam mais velhas que %(minutes)s minuto.
zh_hans: 帖子已超%(minutes)s分钟，无法公开。

# threads permission
source: Thread's first post can only be revealed using the reveal thread option.
fr: Le premier message du fil de discussion ne peut être révélé qu'en utilisant l'option de révélation du fil de discussion.
pl: Pierwszy post tematu może być odkryty wyłącznie wraz z tematem.
pt_br: A primeira publicações do tópico só pode ser revelada usando a opção de revelação do tópico.
zh_hans: 主题首帖只能通过“公开主题”操作公开。

# threads permission
source: This category is closed. You can't reveal posts in it.
fr: Cette catégorie est fermée. Vous ne pouvez pas y révéler de messages.
pl: Ta kategoria jest zamknięta. Nie możesz odkrywać w niej postów.
pt_br: Esta categoria está fechada. Você não pode revelar publicações nela.
zh_hans: 该分类已关闭，无法公开帖子。

# threads permission
source: This thread is closed. You can't reveal posts in it.
fr: Ce fil de discussion est clos. Vous ne pouvez pas y révéler des messages.
pl: Ten temat jest zamknięty. Nie możesz odkrywać w nim postów.
pt_br: Este tópico está fechado. Você não pode revelar publicações nele.
zh_hans: 该主题已关闭，无法公开帖子。

# threads permission
source: You have to sign in to hide posts.
fr: Vous devez vous connecter pour masquer les publications.
pl: Musisz być zalogowany/a aby móc ukrywać posty.
pt_br: Você precisa se conectar para ocultar publicações.
zh_hans: 必须登录才能隐藏帖子。

# threads permission
source: You can't hide posts in this category.
fr: Vous ne pouvez pas masquer les publications dans cette catégorie.
pl: Nie możesz ukrywać postów w tej kategorii.
pt_br: Você não pode ocultar publicações nesta categoria.
zh_hans: 无法隐藏该分类中的帖子。

# threads permission
source: You can't hide other users posts in this category.
fr: Vous ne pouvez pas masquer les publications des autres utilisateurs dans cette catégorie.
pl: Nie możesz ukrywać postów innych użytkowników w tej kategorii.
pt_br: Você não pode ocultar publicações de outros usuários nesta categoria.
zh_hans: 无法隐藏该分类中其他用户的帖子。
