Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# credentials changed error page
source: Change confirmation link is invalid.
fr: Le lien de confirmation de modification n'est pas valide.
pl: Odnośnik potwierdzający zmianę jest nieprawidłowy.
pt_br: O link de confirmação de mudança é inválido.
zh_hans: 更改确认链接无效。

# credentials changed error page
source: The confirmation link belongs to other user, was already used, or has expired.
fr: Le lien de confirmation appartient à un autre utilisateur, a déjà été utilisé ou a expiré.
pl: Odnośnik potwierdzający należy do innego użytkownika, został już użyty albo jego ważność wygasła.
pt_br: O link de confirmação pertence a outro usuário, que já o utilizou, ou expirou.
zh_hans: 确认链接属于其他用户、已被使用或已过期。

# credentials changed page cta
source: Request another confirmation link.
fr: Demander un autre lien de confirmation.
pl: Poproś o kolejny odnośnik potwierdzający.
pt_br: Solicitar outro link de confirmação.
zh_hans: 请求新的确认链接

# change options page
source: Change your options
fr: Modifiez vos options
pl: Zmień swoje opcje
pt_br: Alterar suas opções
zh_hans: 更改您的选项

# change options page
source: Enable JavaScript
fr: Activer JavaScript
pl: Włącz JavaScript
pt_br: Habilitar JavaScript
zh_hans: 启用JavaScript

# change options page
source: You need to enable JavaScript in your browser to change your options.
fr: Vous devez activer JavaScript dans votre navigateur pour modifier vos options.
pl: Musisz włączyć JavaScript w swojej przeglądarce aby zmienić swoje opcje.
pt_br: Você precisa habilitar o JavaScript em seu navegador para mudar suas opções.
zh_hans: 您需要在浏览器中启用JavaScript才能更改选项。

# change options page
source: Loading...
fr: Chargement...
pl: Ładowanie...
pt_br: Carregando...
zh_hans: 加载中...

# private thread participants
source: Add participant
fr: Ajouter un participant
pl: Dodaj osobę
pt_br: Adicionar participante
zh_hans: 添加参与者

# private thread participants
source: This thread has %(users)s participant.
fr: Ce fil de discussion a %(users)s participant.
pl: Ten temat ma %(users)s uczestnika.
pt_br: Este tópico possui %(users)s participante
zh_hans: 本主题有%(users)s位参与者。

# thread poll
source: %(votes)s vote.
pl: %(votes)s głos.
pt_br: %(votes)s voto.
zh_hans: %(votes)s票。

# thread poll
source: Voting ends %(ends_on)s.
fr: Le vote se termine %(ends_on)s.
pl: Głosowanie trwa do %(ends_on)s.
pt_br: As votações finalizam em %(ends_on)s.
zh_hans: 投票截止于%(ends_on)s。

# thread poll
source: Voting is public.
fr: Le vote est public.
pl: Głosy są publiczne.
pt_br: Os votos são públicos.
zh_hans: 投票公开。

# thread poll
source: Started by %(poster)s on %(posted_on)s.
fr: Démarré par %(poster)s sur %(posted_on)s.
pl: Rozpoczęta przez %(poster)s %(posted_on)s.
pt_br: Iniciado por %(poster)s em %(posted_on)s.
zh_hans: 由%(poster)s于%(posted_on)s发起。

# thread poll
source: %(votes)s vote, %(proc)s%% of total.
fr: %(votes)s votes, %(proc)s%% au total.
pl: %(votes)s głos, %(proc)s%% całości.
pt_br: %(votes)s voto, %(proc)s%% do total.
zh_hans: %(votes)s票，占总数%(proc)s%%。

# thread poll
source: You've voted on this choice.
fr: Vous avez voté pour ce choix.
pl: Zagłosowałe/aś na tą opcję.
pt_br: Você votou nesta escolha.
zh_hans: 您已投票选择此项。

# thread poll
source: Vote
fr: Voter
pl: Zagłosuj
pt_br: Voto
zh_hans: 投票

# thread poll
source: See votes
fr: Voir les votes
pl: Zobacz głosy
pt_br: Ver votos
zh_hans: 查看投票

# thread poll
source: Edit
fr: Modifier
pl: Zmień
pt_br: Editar
zh_hans: 编辑

# thread poll
source: Delete
fr: Supprimer
pl: Usuń
pt_br: Apagar
zh_hans: 删除

# thread poll
source: You can select %(choices)s choice.
fr: Vous pouvez faire %(choices)s choix.
pl: Możesz wybrać jeszcze %(choices)s opcję.
pt_br: Você pode selecionar %(choices)s escolha.
zh_hans: 您可选择%(choices)s项。

# thread poll
source: You can change your vote later.
fr: Vous pourrez modifier votre vote plus tard.
pl: Możesz później zmienić swój głos.
pt_br: Você pode mudar seu voto depois.
zh_hans: 您可以稍后更改投票。

# thread poll
source: Votes are final.
fr: Les votes sont définitifs.
pl: Oddanego głosu nie można zmienić.
pt_br: Os votos são definitivos.
zh_hans: 投票结果最终确定。

# thread poll
source: Save your vote
fr: Enregistrez votre vote
pl: Zapisz swój głos
pt_br: Salvar seu voto
zh_hans: 保存投票

# thread poll
source: See results
fr: Voir les résultats
pl: Zobacz wyniki
pt_br: Ver resultados
zh_hans: 查看结果

# user profile page ban details
source: Ban details
fr: Détails du bannissement
pl: Szczegóły blokady
pt_br: Detalhes do banimento
zh_hans: 封禁详情

# user profile page ban details
source: User-shown ban message
fr: Message de bannissement affiché par l'utilisateur
pl: Komunikat blokady wyświetlany użytkownikowi
pt_br: Mensagem de banimento do usuário mostrado.
zh_hans: 用户可见的封禁信息

# user profile page ban details
source: Team-shown ban message
fr: Message de bannissement affiché par l'équipe
pl: Komunikat blokady wyświetlany zespołowi strony
pt_br: Mensagem de banimento do time apresentado
zh_hans: 团队可见的封禁信息

source: Ban expiration
fr: Expiration du bannissement
pl: Wygaśnięcie blokady
pt_br: Expiração do banimento
zh_hans: 封禁到期时间

# user profile page ban details
source: %(username)s's ban expires on %(expires_on)s.
fr: Le bannissement de %(username)s expire le %(expires_on)s.
pl: Blokada %(username)s wygasa %(expires_on)s.
pt_br: O banimento do usuário %(username)s expira em %(expires_on)s.
zh_hans: %(username)s的封禁将于%(expires_on)s到期。

# user profile page ban details
source: %(username)s's ban is permanent.
fr: Le bannissement de%(username)s est permanent.
pl: Konto %(username)s zablokowano na stałe.
pt_br: O banimento do usuário %(username)s é permanente.
zh_hans: %(username)s的封禁为永久封禁。

# user profile page
source: %(title)s, joined on %(joined_on)s.
fr: %(title)s, a rejoint le %(joined_on)s.
pl: %(title)s, dołączył(a) %(joined_on)s.
pt_br: %(title)s, entrou em %(joined_on)s.
zh_hans: %(title)s，于%(joined_on)s加入。

# user profile page
source: Wrote %(posts)s post.
fr: A écrit %(posts)s article.
pl: Napisał(a) %(posts)s post.
pt_br: Escreveu %(posts)s publicação.
zh_hans: 发布%(posts)s条帖子。

# user profile page
source: Started %(threads)s thread.
fr: A démarré %(threads)s fil de discussion.
pl: Założył(a) %(threads)s temat.
pt_br: Iniciou %(threads)s tópico.
zh_hans: 发起%(threads)s个主题。

# user profile page details
source: Details
fr: Détails
pl: Szczegóły
pt_br: Detalhes
zh_hans: 详情

# user profile page details
source: Edit
fr: Modifier
pl: Zmień
pt_br: Editar
zh_hans: 编辑

# user profile page details
source: You are not sharing any details with others.
fr: Vous ne partagez aucun détail avec d'autres.
pl: Nie udostępniasz żadnych szczegółów o sobie innym.
pt_br: Você não está compartilhando nenhum detalhes com os outros.
zh_hans: 您未向他人公开任何详细信息。

# user profile page details
source: %(username)s is not sharing any details with others.
fr: %(username)s ne partage aucun détail avec d’autres.
pl: %(username)s nie udostępnia żadnych szczegółów o sobie innym.
pt_br: %(username)s não está compartilhando nenhum detalhe com os outros.
zh_hans: %(username)s未向他人公开任何详细信息。

# user profile page feed item
source: See post
fr: Voir le message
pl: Zobacz post
pt_br: Ver postagem
zh_hans: 查看帖子

# post body invalid
source: This post's contents cannot be displayed.
fr: Le contenu de ce message ne peut pas être affiché.
pl: Treści tego postu nie można wyświetlić.
pt_br: O conteúdo da publicação não pode ser mostrado.
zh_hans: 该帖内容无法显示。

# post body invalid
source: This error is caused by invalid post content manipulation.
fr: Cette erreur est provoquée par une manipulation du contenu d'une publication non valide.
pl: Ten błąd jest spowodowany jest nieprawidłową zmianą treści postu.
pt_br: Este erro é causado pela manipulação inválida do conteúdo da publicação.
zh_hans: 此错误由无效的帖子内容操作导致。

# user profile page followers
source: Followers
fr: Abonnés
pl: Obserwujący
pt_br: Seguidores
zh_hans: 粉丝

# user profile page followers
source: You have %(users)s follower.
fr: Vous avez %(users)s abonné.
pl: Masz %(users)s obserwującego.
pt_br: Você possui %(users)s seguidor.
zh_hans: 您有%(users)s位粉丝。

# user profile page followers
source: %(username)s has %(users)s follower.
fr: %(username)s a %(users)s abonnés.
pl: %(username)s ma %(users)s obserwującego.
pt_br: %(username)s possui %(users)s seguidor.
zh_hans: %(username)s有%(users)s位粉丝。

# user profile page followers
source: You have no followers.
fr: Vous n'avez aucun abonné.
pl: Nikt ciebie nie obserwuje.
pt_br: Você não possui seguidores
zh_hans: 您暂无粉丝。

# user profile page followers
source: %(username)s has no followers.
fr: %(username)s n'a aucun abonné.
pl: %(username)s nie ma obserwujących.
pt_br: %(username)s não possui nenhum seguidor.
zh_hans: %(username)s暂无粉丝。

# user profile page follows
source: Follows
fr: Suit
pl: Obserwowani
pt_br: Seguidores
zh_hans: 关注

# user profile page follows
source: You are following %(users)s user.
fr: Vous suivez %(users)s utilisateur.
pl: Obserwujesz %(users)s użytkownika.
pt_br: Você está seguindo %(users)s usuário.
zh_hans: 您关注了%(users)s位用户。

# user profile page follows
source: %(username)s is following %(users)s user.
fr: %(username)s suis %(users)s utilisateur.
pl: %(username)s obserwuje %(users)s użytkownika.
pt_br: %(username)s está seguindo %(users)s usuário.
zh_hans: %(username)s关注了%(users)s位用户。

# user profile page follows
source: You are not following any users.
fr: Vous ne suivez aucun utilisateur.
pl: Nie obserwujesz żadnych użytkowników.
pt_br: Você não está seguindo nenhum usuário
zh_hans: 您未关注任何用户。

# user profile page follows
source: %(username)s is not following any users.
fr: %(username)s ne suit aucun utilisateur.
pl: %(username)s nie obserwuje żadnych użytkowników.
pt_br: %(username)s não está seguindo nenhum usuário.
zh_hans: %(username)s未关注任何用户。

# user profile page header
source: This user's account has been disabled by administrator.
fr: Le compte de cet utilisateur a été désactivé par l'administrateur.
pl: Konto tego użytkownika zostało wyłączone przez administratora.
pt_br: A conta do usuário foi desativada pelo administrador.
zh_hans: 该用户账户已被管理员禁用。

# user profile page header
source: Account disabled
fr: Compte désactivé
pl: Konto wyłączone
pt_br: Conta desativada
zh_hans: 账户已禁用

# user profile page header
source: Joined %(joined_on)s
fr: A rejoint %(joined_on)s
pl: Dołączył(a) %(joined_on)s
pt_br: Juntou-se em %(joined_on)s
zh_hans: 已于%(joined_on)s加入

# user profile page header
source: Message
pl: Wiadomość
pt_br: Mensagem
zh_hans: 私信

# user profile page header
source: Follow
fr: Suivre
pl: Obserwuj
pt_br: Seguir
zh_hans: 关注

# user profile page posts
source: Posts
fr: Messages
pl: Posty
pt_br: Publicações
zh_hans: 帖子

# user profile page posts
source: You have posted %(posts)s message.
fr: Vous avez posté %(posts)s message.
pl: Napisałe/aś %(posts)s wiadomość.
pt_br: Você publicou %(posts)s mensagem.
zh_hans: 您已发布%(posts)s条消息。

# user profile page posts
source: %(username)s has posted %(posts)s message.
fr: %(username)s a posté %(posts)s message.
pl: %(username)s napisał(a) %(posts)s wiadomość.
pt_br: %(username)s publicou %(posts)s mensagem.
zh_hans: %(username)s已发布%(posts)s条消息。

# user profile page posts
source: You have posted no messages
fr: Vous n'avez posté aucun message
pl: Nie napisałe/aś żadnych wiadomości.
pt_br: Você não publicou nenhuma mensagem
zh_hans: 您尚未发布消息

# user profile page posts
source: %(username)s posted no messages.
fr: %(username)s n’a publié aucun message.
pl: %(username)s nie napisał(a) żadnych wiadomości.
pt_br: %(username)s não publicou nenhuma mensagem.
zh_hans: %(username)s未发布消息。

# user profile page threads
source: Threads
fr: Discussions
pl: Tematy
pt_br: Tópicos
zh_hans: 主题

# user profile page threads
source: You have started %(threads)s thread.
fr: Vous avez lancé %(threads)s fil de discussion.
pl: Założyłe/aś %(threads)s temat.
pt_br: Você iniciou %(threads)s tópico.
zh_hans: 您已发起%(threads)s个主题。

# user profile page threads
source: %(username)s has started %(threads)s thread.
fr: %(username)s a lancé %(threads)s fil de discussion.
pl: %(username)s założył(a) %(threads)s temat.
pt_br: %(username)s iniciou %(threads)s tópico.
zh_hans: %(username)s已发起%(threads)s个主题。

# user profile page threads
source: You haven't started any threads.
fr: Vous n'avez démarré aucune discussion.
pl: Nie założyłe/aś żadnych tematów.
pt_br: Você não iniciou nenhum tópico.
zh_hans: 您尚未发起主题。

# user profile page threads
source: %(username)s hasn't started any threads
fr: %(username)s n'a démarré aucun fil de discussion
pl: %(username)s nie założył(a) żadnych tematów.
pt_br: %(username)s ainda não iniciou nenhum tópico
zh_hans: %(username)s尚未发起任何主题

# user profile page username history
source: Username history
fr: Historique du nom d'utilisateur
pl: Historia nazwy
pt_br: Histórico de nome de usuário
zh_hans: 用户名变更历史

# user profile page username history
source: Your username was changed %(changes)s time.
fr: Votre nom d'utilisateur a été modifié %(changes)s fois.
pl: Twoją nazwę zmieniono %(changes)s raz.
pt_br: Seu nome de usuário foi alterado %(changes)s vez.
zh_hans: 您的用户名已更改%(changes)s次。

# user profile page username history
source: %(username)s's username was changed %(changes)s time.
fr: Le nom d'utilisateur de %(username)s a été modifié %(changes)s fois.
pl: Nazwę %(username)s zmieniono %(changes)s raz.
pt_br: O nome de usuário do usuário %(username)s foi alterado %(changes)s vez.
zh_hans: %(username)s的用户名已更改%(changes)s次。

# username history empty
source: Your account has no history of name changes.
fr: Votre compte n'a aucun historique de changement de nom.
pl: Twoje konto nie ma historii zmian nazwy.
pt_br: Sua conta não possui histórico de alteração de nome.
zh_hans: 您的账户没有名称变更记录。

# user profile page username history
source: %(username)s's username was never changed.
fr: Le nom d'utilisateur de%(username)s n'a jamais été modifié.
pl: Nazwa %(username)s nigdy nie była zmieniana.
pt_br: O nome de usuário do usuário %(username)s nunca foi alterado.
zh_hans: %(username)s的用户名从未更改过。

# agreement overlay
source: %(agreement)s has been updated:
fr: %(agreement)s a été mis à jour:
pl: %(agreement)s ma nową treść:
pt_br: O acordo %(agreement)s foi atualizado:
zh_hans: %(agreement)s已更新：

# agreement overlay
source: here
fr: ici
pl: tutaj
pt_br: aqui
zh_hans: 查看

# agreement overlay
source: Please review the updated %(agreement)s available %(link)s.
fr: Veuillez consulter les %(agreement)s mis à jour disponibles %(link)s.
pl: %(agreement)s ma nową treść która dostępna jest %(link)s.
pt_br: Por favor, revise o acordo %(agreement)s disponível %(link)s.
zh_hans: 请在%(link)s查看更新后的%(agreement)s。

# search page
source: Search site
fr: Site de recherche
pl: Szukaj na stronie
pt_br: Buscar site
zh_hans: 站内搜索

# search page header
source: Search
fr: Recherche
pl: Szukaj
pt_br: Buscar
zh_hans: 搜索

# search input placeholder
source: Search
fr: Recherche
pl: Szukaj
pt_br: Buscar
zh_hans: 搜索

# search page
source: Loading search...
fr: Chargement de la recherche...
pl: Ładuję szukanie...
pt_br: Carregando busca...
zh_hans: 搜索加载中...

# social auth page
source: Sign in with %(backend)s
fr: Connectez-vous avec %(backend)s
pl: Zaloguj się przez %(backend)s
pt_br: Conecte-se com %(backend)s
zh_hans: 使用%(backend)s登录

# social auth page
source: Enable JavaScript
fr: Activer JavaScript
pl: Włącz JavaScript
pt_br: Habilitar JavaScript
zh_hans: 启用JavaScript

# social auth page
source: You need to enable JavaScript in your browser to complete the sign in with %(backend)s.
fr: Vous devez activer JavaScript dans votre navigateur pour terminer la connexion avec %(backend)s.
pl: Aby dokończyć logowanie przez %(backend)s musisz włączyć obsługę JavaScript w swojej przeglądarce.
pt_br: Você precisa habilitar o JavaScript em seu navegador para concluir o login com %(backend)s.
zh_hans: 您需要在浏览器中启用JavaScript才能完成使用%(backend)s登录。

# thread page header
source: Started on: %(timestamp)s
fr: Démarré le: %(timestamp)s
pl: Założony: %(timestamp)s
pt_br: Iniciado em: %(timestamp)s
zh_hans: 创建时间：%(timestamp)s

# watch thread
source: Watching
fr: Regarder
pl: Obserwujesz
pt_br: Acompanhando
zh_hans: 已关注

# watch thread
source: Watch
fr: Regarder
pl: Obserwuj
pt_br: Acompanhar
zh_hans: 关注

# thread paginator
source: Go to first page
fr: Aller à la première page
pl: Idź do pierwszej strony
pt_br: Ir para a primeira página
zh_hans: 跳转到首页

# thread paginator
source: Go to previous page
fr: Aller à la page précédente
pl: Idź do poprzedniej strony
pt_br: Ir para a página anterior
zh_hans: 上一页

# thread paginator
source: Page %(page)s of %(pages)s
fr: Page %(page)s sur %(pages)s
pl: Strona %(page)s z %(pages)s
pt_br: Página %(page)s de %(pages)s
zh_hans: 第%(page)s页，共%(pages)s页

# thread paginator
source: Go to next page
fr: Aller à la page suivante
pl: Idź do następnej strony
pt_br: Ir para a próxima página
zh_hans: 下一页

# thread paginator
source: Go to last page
fr: Aller à la dernière page
pl: Idź do ostatniej strony
pt_br: Ir para a última página
zh_hans: 跳转到末页

# thread event
source: New event
fr: Nouvel événement
pl: Nowe zdarzenie
pt_br: Novo evento
zh_hans: 新事件

# thread event
source: Thread title has been changed from %(old_title)s.
fr: Le titre du fil de discussion a été modifié par rapport à %(old_title)s.
pl: Nazwa tematu została zmieniona z %(old_title)s.
pt_br: O título do tópico foi alterado de %(old_title)s.
zh_hans: 主题标题已从%(old_title)s更改。

# thread event
source: Thread has been pinned globally.
fr: Le fil de discussion a été épinglé globalement.
pl: Temat został przypięty globalnie.
pt_br: O tópico foi fixado globalmente.
zh_hans: 主题已全站置顶。

# thread event
source: Thread has been pinned in category.
fr: Le fil de discussion a été épinglé dans la catégorie.
pl: Temat został przypięty w kategorii.
pt_br: O tópico foi fixado na categoria.
zh_hans: 主题已在分类置顶。

# thread event
source: Thread has been unpinned.
fr: Le fil de discussion a été désépinglé.
pl: Temat został odpięty.
pt_br: A discussão foi desafixada.
zh_hans: 主题已取消置顶。

# thread event
source: Thread has been moved from %(from_category)s.
fr: Le fil de discussion a été déplacé de %(from_category)s.
pl: Temat został przeniesiony z %(from_category)s.
pt_br: O tópico foi movido de %(from_category)s.
zh_hans: 主题已从%(from_category)s移动。

# thread event
source: The %(merged_thread)s thread has been merged into this thread.
fr: Le thread %(merged_thread)s a été fusionné dans ce thread.
pl: Temat %(merged_thread)s został włączony do tego tematu.
pt_br: O tópico %(merged_thread)s foi mesclado com este tópico.
zh_hans: %(merged_thread)s主题已合并入本主题。

# thread event
source: Thread has been approved.
fr: Le fil de discussion a été approuvé.
pl: Temat został zatwierdzony.
pt_br: A discussão foi aprovada.
zh_hans: 主题已通过审核。

# thread event
source: Thread has been opened.
fr: Le fil de discussion a été ouvert.
pl: Temat został otwarty.
pt_br: A discussão foi aberta.
zh_hans: 主题已开放。

# thread event
source: Thread has been closed.
fr: Le fil de discussion a été fermé.
pl: Temat został zamknięty.
pt_br: A discussão foi fechada.
zh_hans: 主题已关闭。

# thread event
source: Thread has been revealed.
fr: Le fil de discussion a été révélé.
pl: Temat został odkryty.
pt_br: A discussão foi revelada.
zh_hans: 主题已公开。

# thread event
source: Thread has been made hidden.
fr: Le fil de discussion a été masqué.
pl: Temat został ukryty.
pt_br: A discussão foi ocultada.
zh_hans: 主题已隐藏。

# thread event
source: Took thread over.
fr: Reprise du fil de discussion.
pl: Temat został przejęty.
pt_br: Assumir discussão.
zh_hans: 接管主题。

# thread event
source: Owner has left thread. This thread is now closed.
fr: Le propriétaire a quitté le fil de discussion. Ce fil de discussion est maintenant fermé.
pl: Właściciel opuścił temat i został on zamknięty.
pt_br: O proprietário saiu da discussão. Essa discussão agora está fechada.
zh_hans: 拥有者已离开主题，本主题已关闭。

# thread event
source: Participant has left thread.
fr: Le participant a quitté le fil de discussion.
pl: Osoba opuściła temat.
pt_br: O participante deixou a discussão.
zh_hans: 有参与者已离开主题。

# thread event
source: Changed thread owner to %(user)s.
fr: Le propriétaire du fil de discussion a été remplacé par %(user)s.
pl: Zmieniono właściciela tematu na %(user)s.
pt_br: Propriedade alterada para %(user)s.
zh_hans: 主题拥有者已更改为%(user)s。

# thread event
source: Added %(user)s to thread.
fr: Ajout de %(user)s au fil de discussion.
pl: Dodano %(user)s do tematu.
pt_br: %(user)s adicionado(s) ao tópico.
zh_hans: 已将%(user)s添加至主题。

# thread event
source: Removed %(user)s from thread.
fr: %(user)s supprimé du fil de discussion.
pl: Usunięto %(user)s z tematu.
pt_br: %(user)s removido(s) do tópico.
zh_hans: 已将%(user)s移出主题。

# thread event
source: Hidden by %(hidden_by)s on %(hidden_on)s.
fr: Masqué par %(hidden_by)s sur %(hidden_on)s.
pl: Ukryty przez %(hidden_by)s %(hidden_on)s.
pt_br: Oculto por %(hidden_by)s em %(hidden_on)s.
zh_hans: 由%(hidden_by)s于%(hidden_on)s隐藏。

# thread event
source: By %(event_by)s on %(event_on)s.
fr: Par %(event_by)s sur %(event_on)s.
pl: Przez %(event_by)s %(event_on)s.
pt_br: Por %(event_by)s em %(event_on)s.
zh_hans: 由%(event_by)s于%(event_on)s操作。

# post attachment
source: %(filetype)s, %(size)s, uploaded by %(uploader)s on %(uploaded_on)s.
fr: %(filetype)s, %(size)s, téléchargé par %(uploader)s le %(uploaded_on)s.
pl: %(filetype)s, %(size)s, przesłany przez %(uploader)s %(uploaded_on)s.
pt_br: %(filetype)s, %(size)s, enviado por %(uploader)s em %(uploaded_on)s.
zh_hans: %(filetype)s，%(size)s，由%(uploader)s于%(uploaded_on)s上传。

# post body hidden
source: This post is hidden. You cannot see its contents.
fr: Ce message est masqué. Vous ne pouvez pas voir son contenu.
pl: Ten post został ukryty. Nie możesz zobaczyć jego zawartości.
pt_br: Esta publicação está oculta. Você não pode ver seus conteúdos.
zh_hans: 该帖已隐藏，您无法查看内容。

# post body hidden
source: Hidden by %(hidden_by)s on %(hidden_on)s.
fr: Masqué par %(hidden_by)s sur %(hidden_on)s.
pl: Ukryty przez %(hidden_by)s %(hidden_on)s.
pt_br: Oculto por %(hidden_by)s em %(hidden_on)s.
zh_hans: 由%(hidden_by)s于%(hidden_on)s隐藏。

# post best answer flag
source: Marked as best answer by you %(marked_on)s.
fr: Marqué comme la meilleure réponse par vous %(marked_on)s.
pl: Oznaczony jako najlepsza odpowiedź przez ciebie %(marked_on)s.
pt_br: Marcada como melhor resposta por você em %(marked_on)s.
zh_hans: 您于%(marked_on)s标记为最佳答案。

# post best answer flag
source: Marked as best answer by %(marked_by)s %(marked_on)s.
fr: Marqué comme meilleure réponse par %(marked_by)s %(marked_on)s.
pl: Oznaczony jako najlepsza odpowiedź przez %(marked_by)s %(marked_on)s.
pt_br: Marcada como melhor resposta por %(marked_by)s em %(marked_on)s.
zh_hans: 由%(marked_by)s于%(marked_on)s标记为最佳答案。

# post hidden flag
source: This post is hidden. Only users with permission may see its contents.
fr: Ce message est masqué. Seuls les utilisateurs autorisés peuvent en consulter le contenu.
pl: Ten post jest ukryty. Tylko użytkownicy z uprawnieniami mogą zobaczyć jego treść.
pt_br: Esta publicação está oculta. Apenas usuários com permissão podem ver seus conteúdos.
zh_hans: 该帖子已隐藏，仅有权限的用户可见内容。

# post unapproved flag
source: This post is unapproved. Only users with permission to approve posts and its author may see its contents.
fr: Ce message n'est pas approuvé. Seuls les utilisateurs autorisés à approuver les messages et leur auteur peuvent en voir le contenu.
pl: Ten post wymaga zatwierdzenia. Tylko użytkownicy z uprawnieniami do zatwierdzania postów oraz autor mogą widzieć jego zawartość.
pt_br: A publicação não foi aprovada. Apenas usuários com permissão para aprovar publicações e seu autor podem ver seus conteúdos.
zh_hans: 该帖子尚未通过审核，仅有权限的用户及作者可见内容。
