Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# admin captcha settings form
source: Google Analytics and Search Console
fr: Google Analytics et Search Console
pl: Google Analytics i Search Console
pt_br: Console de Busca e Google Analytics
zh_hans: Google Analytics和搜索控制台

# admin captcha settings form
source: Basic settings
fr: Paramètres de base
pl: Podstawowe ustawienia
pt_br: Configurações básicas
zh_hans: 基本设置

# admin captcha settings form
source: reCAPTCHA
zh_hans: reCAPTCHA验证码

# admin captcha settings form
source: Question and answer
fr: Questions et réponses
pl: Pytanie i odpowiedź
pt_br: Pergunta e resposta
zh_hans: 问答验证码

# admin captcha settings form
source: Stop Forum Spam
fr: Arrêter le spam du forum
pt_br: Parar Spam de Fórum
zh_hans: 阻止论坛垃圾

# admin settings form
source: Change settings
fr: Modifier les paramètres
pl: Zmień ustawienia
pt_br: Alterar configurações
zh_hans: 更改设置

# admin settings form
source: Form was completed with errors.
fr: Le formulaire a été rempli avec des erreurs.
pl: Formularz zawiera błędy.
pt_br: O formulário foi concluído com erros.
zh_hans: 表单提交有错误。

# admin settings form
source: Save changes
fr: Enregistrer les modifications
pl: Zapisz zmiany
pt_br: Salvar mudanças
zh_hans: 保存更改

# admin general settings form
source: Site details
fr: Détails du site
pl: Szczegóły strony
pt_br: Detalhes do site
zh_hans: 站点详情

# admin general settings form
source: Logo
zh_hans: Logo标志

# admin general settings form
source: Open Graph image
fr: Ouvrir l'image du graphique
pl: Obraz Open Graph
pt_br: Imagem de Gráfico Aberto
zh_hans: Open Graph图片

# admin general settings form
source: Forum index
fr: Index des forums
pl: Strona główna forum
pt_br: Página inicial do Fórum
zh_hans: 论坛首页

# admin general settings form
source: Admin Control Panel
fr: Panneau de configuration d'administration
pl: Panel kontrolny administratora
pt_br: Painel de Controle Administrativo
zh_hans: 后台管理面板

# admin settings
source: Settings
fr: Paramètres
pl: Ustawienia
pt_br: Configurações
zh_hans: 设置

# admin notifications settings form
source: Default notifications settings
fr: Paramètres de notifications par défaut
pl: Domyślne preferencje powiadomień
pt_br: Configurações padrões de notificação
zh_hans: 默认通知设置

# admin notifications settings form
source: Those settings are applied only to newly created user accounts.
fr: Ces paramètres sont appliqués uniquement aux comptes d'utilisateurs nouvellement créés.
pl: Te ustawienia mają zastosowanie wyłącznie dla nowych kont użytkowników.
pt_br: Essas configurações serão aplicadas apenas para novas contas de usuários cadastradas.
zh_hans: 这些设置仅应用于新创建的用户账号。

# admin notifications settings form
source: Performance settings
fr: Paramètres de performances
pl: Ustawienia wydajności
pt_br: Configurações de performance
zh_hans: 性能设置

# admin oauth2 settings form
source: Basic settings
fr: Paramètres de base
pl: Podstawowe ustawienia
pt_br: Configurações básicas
zh_hans: 基础设置

# admin oauth2 settings form
source: Initializing login
fr: Initialisation de la connexion
pl: Inicjalizacja procesu logowania
pt_br: Inicializando login
zh_hans: 初始化登录

# admin oauth2 settings form
source: Retrieving access token
fr: Récupération du jeton d'accès
pl: Pobieranie tokena dostępu
pt_br: Recuperando token de acesso
zh_hans: 获取访问令牌

# admin oauth2 settings form
source: Retrieving user data
fr: Récupération des données utilisateur
pl: Pobieranie danych użytkownika
pt_br: Recuperando dados do usuário
zh_hans: 获取用户数据

# admin oauth2 settings form
source: New user sign-ons
fr: Connexions de nouveaux utilisateurs
pl: Logowanie nowych użytkowników
pt_br: Novos logins de usuário
zh_hans: 新用户登录

# admin oauth2 settings form
source: User JSON mappings
fr: Mappages utilisateur JSON
pl: Mapowanie JSON z danymi użytkownika
pt_br: Mapeamento JSON de usuário
zh_hans: 用户JSON映射

# admin oauth2 settings form
source: Path to value is a key under which it can be found in the JSON with user data returned by the provider. If this key is nested under other key, use full path and separate keys with periods ("<code>.</code>").
fr: Le chemin d'accès à la valeur est une clé sous laquelle elle peut être trouvée dans le JSON avec les données de l'utilisateur renvoyées par le fournisseur. Si cette clé est imbriquée dans une autre clé, utilisez le chemin complet et séparez les clés par des points ("<code>.</code>").
pl: Ścieżka do wartości to klucz pod którym może być znaleziona w dokumencie JSON z danymi użytkownika zwróconymi przez usługę. Jeśli ten klucz jest zagnieżdżony pod innym kluczem, podaj pełną ścieżkę oddzielając od siebie klucze kropkami ("<code>.</code>").
pt_br: O caminho para o valor é uma chave que pode ser encontrada no JSON com dados do usuário retornado pelo provedor. Se esta chave estiver aninhada dentro de outra chave, use o caminho completo e separe as chaves com pontos ("<code>.</code>").
zh_hans: 值路径为可在服务商返回的用户数据JSON中找到的键。如该键嵌套于其它键下，则请使用完整路径并用点（"<code>.</code>"）分隔。

# admin oauth2 settings form
source: For example, for given JSON with user data:
fr: Par exemple, pour un JSON donné avec des données utilisateur:
pl: Dla przykładowego dokumentu JSON z danymi użytkownika:
pt_br: Por exemplo, para o JSON fornecido com os dados do usuário:
zh_hans: 例如，针对如下用户数据JSON：

# admin oauth2 settings form
source: Those paths should be used:
fr: Ces chemins doivent être utilisés:
pl: Należy użyć następujących ścieżek:
pt_br: Esses caminhos devem ser usados:
zh_hans: 应使用如下路径：

# admin oauth2 settings form
source: User ID
fr: ID utilisateur
pl: ID użytkownika
zh_hans: 用户ID

# admin oauth2 settings form
source: User name
fr: Nom d'utilisateur
pl: Nazwa użytkownika
pt_br: Nome de usuário
zh_hans: 用户名

# admin oauth2 settings form
source: User e-mail
fr: E-mail de l'utilisateur
pl: E-mail użytkownika
pt_br: E-mail do usuário
zh_hans: 用户邮箱

# admin oauth2 settings form
source: User avatar
fr: Avatar de l'utilisateur
pl: Awatar użytkownika
pt_br: Avatar do usuário
zh_hans: 用户头像

# admin threads settings form
source: Posting
fr: Mise à jour
pl: Postowanie
pt_br: Publicando
zh_hans: 发帖

# admin threads settings form
source: Threads lists
fr: Listes des fils de discussion
pl: Lista tematów
pt_br: Listas de discussões
zh_hans: 主题列表

# admin threads settings form
source: Thread pages
fr: Pages du fil de discussion
pl: Strony tematów
pt_br: Páginas de discussão
zh_hans: 主题页面

# admin threads settings form
source: Read-tracker
fr: Lire-suivi
pl: Śledzenie czytań
pt_br: Rastredor de leitura
zh_hans: 阅读追踪

# admin threads settings form
source: Attachment error images
fr: Images d’erreur de pièce jointe
pl: Obrazy błędów załączników
pt_br: Imagens de erros de anexo
zh_hans: 附件错误图片

# admin users settings form
source: Note
fr: Remarque
pl: Uwaga
pt_br: Nota
zh_hans: 备注

# admin users settings form
source: OAuth2 client is enabled. On site registration, password and account deletion features have been disabled and delegated to the %(provider)s.
fr: Le client OAuth2 est activé. Les fonctions d'enregistrement sur le site, de suppression de mot de passe et de compte ont été désactivées et déléguées à %(provider)s.
pl: Klient OAuth 2 jest włączony. Opcje rejestracji na stronie, zmiany hasła i usunięcia konta zostały wyłączone i oddelegowane do %(provider)s.
pt_br: O cliente OAuth2 está habilitado. No cadastro do site, as funções de senha e exclusão de conta foram desativadas e delegadas para %(provider)s.
zh_hans: OAuth2客户端已启用。站内注册、密码及账号删除功能已禁用，并由%(provider)s处理。

# admin users settings form
source: New accounts
fr: Nouveaux comptes
pl: Nowe konta
pt_br: Novas contas
zh_hans: 新账号

# admin users settings form
source: Usernames
fr: Noms d'utilisateur
pl: Nazwy użytkowników
pt_br: Nome de usuário
zh_hans: 用户名

# admin users settings form
source: Avatars
pl: Awatary
pt_br: Avatares
zh_hans: 头像

# admin users settings form
source: Signatures
pl: Sygnatury
pt_br: Assinaturas
zh_hans: 签名

# admin users settings form
source: Data downloads
fr: Téléchargements de données
pl: Pobieranie kopii swoich danych
pt_br: Downloads de dados
zh_hans: 数据下载

# admin users settings form
source: Own account deletion
fr: Suppression du compte personnel
pl: Usuwanie własnego konta
pt_br: Deletar a própria conta
zh_hans: 自主删除账号

# admin users settings form
source: IP addresses
fr: Adresses IP
pl: Adresy IP
pt_br: Endereços IP
zh_hans: IP地址

# admin users settings form
source: Default subscription preferences
fr: Préférences d'abonnement par défaut
pl: Domyślne ustawienia subskrypcji
pt_br: Preferências padrões de inscrição
zh_hans: 默认订阅偏好

# admin users settings form
source: Deprecation warning
fr: Avertissement de dépréciation
pl: Ostrzeżenie o deprecjacji
pt_br: Aviso de obsolescência
zh_hans: 弃用警告

# admin users settings form
source: The thread subscriptions feature has been replaced with notifications and will be removed in a future version of Misago. Please use the notification settings instead.
fr: La fonction d'abonnement aux fils de discussion a été remplacée par des notifications et sera supprimée dans une prochaine version de Misago. Veuillez utiliser les paramètres de notification à la place.
pl: Funkcja subskrypcji została zastąpiona powiadomieniami i będzie usunięta w przyszłej wersji Misago. Użyj ustawień powiadomień.
pt_br: A função de inscrições em discussões será substituída com notificações e será removida em uma versão futura do Misago. Por favor, use as configurações de notificação.
zh_hans: 主题订阅功能已被通知功能替代，将在未来的Misago版本中移除。请改用通知设置。

# admin users settings form
source: Users lists
fr: Listes d'utilisateurs
pl: Listy użytkowników
pt_br: Listas de usuários
zh_hans: 用户列表

# admin users settings form
source: Top posters ranking
fr: Classement des meilleures affiches
pl: Ranking postujących
pt_br: Ranking de maiores publicadores
zh_hans: 活跃发帖排行

# admin analytics
source: Analytics
fr: Analyses
pl: Analityka
zh_hans: 分析统计

# admin analytics
source: Loading...
fr: Chargement...
pl: Ładowanie...
pt_br: Carregando...
zh_hans: 加载中...

# admin checks title
source: System checks
fr: Vérifications du système
pl: Przegląd systemu
pt_br: Verificações de sistema
zh_hans: 系统检查

# admin version check
source: Loading...
fr: Chargement...
pl: Ładowanie...
pt_br: Carregando...
zh_hans: 加载中...

# admin version check
source: Checking Misago version used by the site...
fr: Vérification de la version Misago utilisée par le site...
pl: Sprawdzanie wersji Misago używanej przez stronę...
pt_br: Verificando a versão do Misago utilizada pelo site...
zh_hans: 正在检查本网站使用的Misago版本...

# admin debug check
source: The site is running in DEBUG mode.
fr: Le site s'exécute en mode DEBUG.
pl: Ta strona działa w trybie DEBUG.
pt_br: O site está sendo executado no modo de depuração.
zh_hans: 当前站点正在以DEBUG模式运行。

# admin debug check
source: Error pages displayed in DEBUG mode will expose site configuration details like secrets and tokens to all visitors. This is MAJOR security risk.
fr: Les pages d'erreur affichées en mode DEBUG exposent les détails de la configuration du site, tels que les secrets et les jetons, à tous les visiteurs. Il s'agit d'un risque de sécurité MAJEUR.
pl: Strony błędów wyświetlane w trybie DEBUG zdradzają wszystkim odwiedzającym szczegóły konfiguracji strony takie jakie sekrety i tokeny. To POWAŻNE zagrożenie bezpieczeństwa.
pt_br: Páginas de erro no modo de depuração irão expor detalhes das configurações do site como secrets e tokens para todos os visitantes. Este é o MAIOR risco de segurança.
zh_hans: DEBUG模式下显示的错误页面会向所有访客暴露站点配置详情（如密钥和令牌），这存在重大安全风险。

# admin site address check
source: Forum address is not configured.
fr: L'adresse du forum n'est pas configurée.
pl: Adres forum nie jest ustawiony.
pt_br: O endereço do fórum não está configurado.
zh_hans: 论坛地址未配置。

# admin site address check
source: Links in e-mails sent by Misago will be broken.
fr: Les liens dans les e-mails envoyés par Misago seront rompus.
pl: Odnośniki w e-mailach wysyłanych przez Misago będą zepsute.
pt_br: Links em emails enviados pelo Msiago serão quebrados.
zh_hans: Misago发送的邮件中的链接将无效。

# admin site address check
source: Configured forum address appears to be incorrect.
fr: L'adresse du forum configuré semble être incorrecte.
pl: Adres forum wygląda na źle ustawiony.
pt_br: A configuração do endereço do fórum parece estar incorreta.
zh_hans: 配置的论坛地址似乎不正确。

# admin site address check
source: Your forum address is set to %(configured_address)s while correct value appears to be %(correct_address)s.
fr: L'adresse de votre forum est définie sur %(configured_address)s alors que la valeur correcte semble être %(correct_address)s.
pl: Adres forum jest ustawiony na %(configured_address)s podczas gdy prawidłową wartością wydaje się być %(correct_address)s.
pt_br: O endereço do seu fórum está definido para %(configured_address)s enquanto que o valor correto parece ser %(correct_address)s.
zh_hans: 您的论坛地址设置为%(configured_address)s，正确值似乎应为%(correct_address)s。

# admin site address check
source: Links in e-mails sent by Misago may be broken.
fr: Les liens dans les e-mails envoyés par Misago peuvent être rompus.
pl: Odnośniki w e-mailach wysyłanych przez Misago mogą być nieprawidłowe.
pt_br: Links em emails enviados pelo Misago podem estar quebrados.
zh_hans: Misago发送的邮件中的链接可能无效。

# admin https check
source: The site is not running over HTTPS.
fr: Le site ne fonctionne pas via HTTPS.
pl: Strona nie korzysta z HTTPS.
pt_br: O site não está sendo executado sobre HTTPS.
zh_hans: 本站未使用HTTPS运行。

# admin https check
source: Browsers may warn users visiting the site about it being insecure. Search engines will lower its position in search results.
fr: Les navigateurs peuvent avertir les utilisateurs qui visitent le site qu'il n'est pas sûr. Les moteurs de recherche réduiront sa position dans les résultats de recherche.
pl: Przeglądarki mogą ostrzegać użytkowników odwiedzających stronę o możliwym zagrożeniu. Silniki wyszukiwania mogą obniżać jej pozycję w swoich wynikach.
pt_br: Os navegadores podem alertar os usuários visitantes do site sobre ele ser inseguro. Mescanismos de pesquisa irão reduzir sua posição nos resultados de busca.
zh_hans: 浏览器可能会提醒用户本站不安全，搜索引擎也会降低其搜索排名。

# admin cache check
source: Cache is disabled.
fr: Le cache est désactivé.
pl: Cache nie jest włączone.
pt_br: O cachê está desativado.
zh_hans: 缓存已禁用。

# admin cache check
source: This will cause degraded performance and increased CPU usage by the site, leading to worse user experience and increased hosting costs.
fr: Cela entraînera une dégradation des performances et une utilisation accrue du processeur par le site, entraînant une moins bonne expérience utilisateur et une augmentation des coûts d'hébergement.
pl: Spowoduje to obniżoną wydajność oraz podwyższone zużycie zasobów przez stronę, a w rezultacie gorsze działanie strony dla użytkowników oraz możliwe wyższe koszty utrzymania.
pt_br: Isto irá causar degradação na performance e aumentar o uso de CPU usado pelo site, encaminhando o usuário para uma péssima experiência e aumentando os custos de hospedagem.
zh_hans: 这将导致性能下降和CPU占用增加，影响用户体验并提高主机成本。

# admin data downloads check
source: There is %(downloads)s unprocessed data download request.
fr: Il y a %(downloads)s demandes de téléchargement de données non traitées.
pl: Jest %(downloads)s nieprzetworzone zadanie przygotowania kopii danych do pobrania.
pt_br: Existem %(downloads)s solicitação de download de dados não processada.
zh_hans: 有%(downloads)s个未处理的数据下载请求。

# admin data downloads check
source: Cron task that should process user data download requests is not running.
fr: La tâche Cron qui doit traiter les demandes de téléchargement de données utilisateur n'est pas en cours d'exécution.
pl: Cron przygotowujący kopie danych do pobrania nie jest uruchamiany.
pt_br: A tarefa Cron que deveria procesar as solicitações de download de dados dos usuários não está funcionando.
zh_hans: 处理用户数据下载请求的定时任务未运行。

# admin inactive users check
source: There is %(users)s inactive user accounts.
fr: Il y a %(users)s comptes d'utilisateurs inactif.
pl: %(users)s konto użytkownika wymaga aktywacji.
pt_br: Existem %(users)s conta de usuário inativa.
zh_hans: 有%(users)s个未激活的用户账号。

# admin inactive users check
source: The site may be targeted by bots, is not sending activation e-mails, or is not configured to delete inactive user accounts.
fr: Le site peut être ciblé par des robots, n'envoie pas d'e-mails d'activation ou n'est pas configuré pour supprimer les comptes d'utilisateurs inactifs.
pl: Strona może być celem botów, nie wysyłać e-maili albo nie jest skonfigurowana aby usuwać nieaktywowane konta użytkowników.
pt_br: O site pode ter sido alvejado por bots, não está enviando links de ativação por email ou não está configurado para deletar contas de usuários inativas.
zh_hans: 本站可能遭受机器人攻击，未发送激活邮件，或未配置删除未激活账号。

# admin dashboard
source: Dashboard
fr: Tableau de bord
pl: Biurko
pt_br: Painel
zh_hans: 控制台

# admin version check
source: Version check is currently unavailable due to an error.
fr: La vérification de version est actuellement indisponible en raison d’une erreur.
pl: Sprawdzenie wersji nie jest obecnie dostępne z powodu błędu.
pt_br: A verificação de versão está indisponível no momento por conta de um erro.
zh_hans: 因出现错误，当前无法进行版本检查。

# admin version check
source: Misago admin API did not answer or answered with an error.
fr: L'API d'administration Misago n'a pas répondu ou a répondu avec une erreur.
pl: API panelu administracyjnego Misago nie odpowiedziało albo odpowiedziało z błędem.
pt_br: A API do Misago Admin não responde ou respondeu com um erro.
zh_hans: Misago管理API未响应或返回错误。

# admin analytics
source: User registrations
fr: Enregistrements d'utilisateurs
pl: Rejestracje użytkowników
pt_br: Cadastros de usuários
zh_hans: 用户注册

# admin analytics
source: User deletions
fr: Suppressions d'utilisateurs
pl: Usunięte konta
pt_br: Excusão de usuários
zh_hans: 用户删除

# admin analytics
source: Threads started
fr: Discussions démarrées
pl: Założone tematy
pt_br: Tópicos iniciados
zh_hans: 发起的主题

# admin analytics
source: Posts
fr: Messages
pl: Napisane posty
pt_br: Publicações
zh_hans: 帖子

# admin analytics
source: Attachments uploaded
fr: Pièces jointes téléchargées
pl: Przesłane załączniki
pt_br: Anexos enviados
zh_hans: 已上传附件

# admin analytics
source: Data download requests
fr: Demandes de téléchargement de données
pl: Prośby o kopie danych
pt_br: Solicitações de download de dados
zh_hans: 数据下载请求

# admin analytics
source: Site analytics are currently unavailable due to an error.
fr: Les analyses du site sont actuellement indisponibles en raison d'une erreur.
pl: Dane analityczne dla strony nie są obecnie dostępne z powodu błędu.
pt_br: As estatísticas do site estão temporariamente indisponíveis por conta de um erro.
zh_hans: 因出现错误，当前无法显示站点统计。

# admin dashboard totals
source: Users
fr: Utilisateurs
pl: Użytkownicy
pt_br: Usuários
zh_hans: 用户

# admin dashboard totals
source: Threads
fr: Discussions
pl: Tematy
pt_br: Tópicos
zh_hans: 主题

# admin dashboard totals
source: Posts
fr: Messages
pl: Posty
pt_br: Publicações
zh_hans: 帖子

# admin dashboard totals
source: Attachments
fr: Pièces jointes
pl: Załączniki
pt_br: Anexos
zh_hans: 附件

# admin data download request form
source: Request new data downloads
fr: Demander de nouveaux téléchargements de données
pl: Przygotuj nowe kopie danych
pt_br: Solicitar novo download de dados
zh_hans: 请求新的数据下载

# admin data downloads
source: New downloads
fr: Nouveaux téléchargements
pl: Nowe kopie
pt_br: Novos downloads
zh_hans: 新下载

# admin data downloads list
source: User
fr: Utilisateur
pl: Użytkownik
pt_br: Usuário
zh_hans: 用户

# admin data downloads list
source: Status
fr: Statut
zh_hans: 状态

# admin data downloads list
source: Requested on
fr: Demandé le
pl: Zlecono
pt_br: Solicitado em
zh_hans: 请求时间

# admin data downloads list
source: Requested by
fr: Demandé par
pl: Zlecający
pt_br: Solicitado por
zh_hans: 请求人

# admin user avatar
source: Avatar
pl: Awatar
zh_hans: 头像

# admin data download button
source: Download
fr: Télécharger
pl: Pobierz
zh_hans: 下载

# admin data downloads
source: No data downloads matching criteria exist.
fr: Aucun téléchargement de données correspondant aux critères n'existe.
pl: Nie ma kopii danych pasujących do szukanych kryteriów.
pt_br: Nenhum download de dados correspondente ao critério existe.
zh_hans: 没有符合条件的数据下载。

# admin data downloads
source: No data downloads exist.
fr: Aucun téléchargement de données n'existe.
pl: Nie istnieją żadne kopie danych.
pt_br: Nenhum download de dados existe.
zh_hans: 暂无数据下载。

# admin error 403
source: Page not available
fr: Page non disponible
pl: Strona niedostępna
pt_br: Página não disponível
zh_hans: 页面不可用

# admin error 403
source: Requested page is not available
fr: La page demandée n'est pas disponible
pl: Żądana strona nie jest dostępna
pt_br: A página solicitada não está disponível
zh_hans: 请求的页面不可用

# admin error 403
source: You don't have permission to access this page.
fr: Vous n'êtes pas autorisé à accéder à cette page.
pl: Nie masz uprawnień do dostępu do tej strony.
pt_br: Você não possui permissão para acessar esta página.
zh_hans: 您没有权限访问此页面。

# admin error 404
source: Page not found
fr: Page introuvable
pl: Nie znaleziono strony
pt_br: Página não encontrada
zh_hans: 页面未找到

# admin error 404
source: Requested page could not be found
fr: La page demandée est introuvable
pl: Żądana strona nie została znaleziona
pt_br: A página solicitada não pôde ser encontrada
zh_hans: 请求的页面无法找到

# admin error 404
source: The link you've followed was incorrect or the page has been moved or deleted.
fr: Le lien que vous avez suivi était incorrect ou la page a été déplacée ou supprimée.
pl: Użyty odnośnik do strony był błędny albo strona została przeniesiona lub usunięta.
pt_br: O link que você seguiu está incorreto, a página foi movida ou deletada.
zh_hans: 您访问的链接不正确，或页面已被移动或删除。

# admin csrf error
source: Form submission rejected
fr: Soumission du formulaire rejetée
pl: Formularz został odrzucony
pt_br: O envio do formulário foi rejeitado
zh_hans: 表单提交被拒绝

# admin csrf error
source: Your form submission was rejected because your browser didn't send the CSRF cookie, or the cookie sent was invalid.
fr: L'envoi de votre formulaire a été rejeté car votre navigateur n'a pas envoyé le cookie CSRF ou le cookie envoyé n'était pas valide.
pl: Formularz został odrzucony ponieważ twoja przeglądarka nie przesłała ciasteczka CSRF, albo było ono nieprawidłowe.
pt_br: O envio do seu formulário foi rejeitado porque seu navegador não enviou o Cookie CSRF ou o cookie enviado foi inválido.
zh_hans: 您的表单提交被拒绝，因为浏览器未发送CSRF Cookie，或发送的Cookie无效。

# admin csrf error
source: This is usually a result of one of following problems:
fr: Cela est généralement dû à l'un des problèmes suivants:
pl: Zwykle dzieje się tak na skutek jednej z przyczyn:
pt_br: Isso normalmente é resultado de um dos seguintes problemas:
zh_hans: 通常由以下问题导致：

# admin csrf error
source: Your browser is configured to don't accept or send any cookies.
fr: Votre navigateur est configuré pour n'accepter ou n'envoyer aucun cookie.
pl: Twoja przeglądarka jest ustawiona aby nie przyjmować lub wysyłać ciasteczek.
pt_br: Seu navegador está configurado para não receber ou enviar nenhum cookie.
zh_hans: 您的浏览器设置为不接受或发送任何Cookie。

# admin csrf error
source: The form was sent after being opened in the browser for a long time (eg. few days) and cookie token has expired.
fr: Le formulaire a été envoyé après avoir été ouvert dans le navigateur pendant une longue période (par exemple quelques jours) et le jeton de cookie a expiré.
pl: Formularz był otwarty w przeglądarce przez kilka dni i ciasteczko w międzyczasie wygasło.
pt_br: O formulário foi enviado após ser aberto em um navegador por muito tempo (ex, poucos dias) e token do cookie expirou.
zh_hans: 表单在浏览器中长时间打开后提交（如几天），导致Cookie令牌已过期。
