Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# admin oauth2 settings form
source: List of scopes to request from provider, separated with spaces.
fr: Liste des étendues à demander au fournisseur, séparées par des espaces.
pl: Lista zakresów (ang. "scopes") do zażądania od usługi, podzielonych spacjami.
pt_br: Lista de escopos para solicitar do provedor, separados por espaços.
zh_hans: 向服务商请求的授权范围，空格分隔。

# admin oauth2 settings form
source: Login form URL
fr: URL du formulaire de connexion
pl: URL formularza logowania
pt_br: URL do formulário de login
zh_hans: 登录表单地址

# admin oauth2 settings form
source: Address of the login form on provider's server that users will be redirected to.
fr: Adresse du formulaire de connexion sur le serveur du fournisseur vers lequel les utilisateurs seront redirigés.
pl: Adres formularza logowania na witrynie serwera OAuth 2 do którego będą przekierowywani użytkownicy.
pt_br: Endereço do formulário de login no servidor do provedor para onde os usuários serão redirecionados.
zh_hans: 用户重定向到服务商服务器的登录表单地址。

# admin oauth2 settings form
source: Access token retrieval URL
fr: URL de récupération du jeton d'accès
pl: URL zwracający token dostępu
pt_br: URL do token de recuperação de acesso
zh_hans: 访问凭证获取地址

# admin oauth2 settings form
source: URL that will be called after user completes the login process and authorization code is sent back to your site. This URL is expected to take this code and return the access token that will be next used to retrieve user data.
fr: URL qui sera appelée une fois que l'utilisateur aura terminé le processus de connexion et que le code d'autorisation aura été renvoyé sur votre site. Cette URL est censée prendre ce code et renvoyer le jeton d'accès qui sera ensuite utilisé pour récupérer les données de l'utilisateur.
pl: URL usługi na który wysyłane będzie żądanie kodu uwierzytelniającego po tym jak użytkownik zakończy proces logowania w usłudze i zostanie przekierowany z powrotem do twojej strony. Ten URL powinien przyjąć ten kod i zwrócić token dostępu który następnie zostanie użyty do pobrania danych profilu użytkownika.
pt_br: URL que será chamada após o usuário completar o processo de login e o código de autorização ser enviado de volta para seu site. Este URL espera receber este cóidigo e retornar o token de acesso que será usado para recuperar os dados do usuário.
zh_hans: 用户完成登录后，服务商会将授权码回传至此 URL，系统通过该地址获取访问凭证以后续获取用户数据。

# admin oauth2 settings form
source: Extra HTTP headers in token request
fr: En-têtes HTTP supplémentaires dans la demande de jeton
pl: Dodatkowe nagłówki HTTP do użycia w żądaniu o token
pt_br: Cabeçalhos HTTP adicionais no token de requisição
zh_hans: 凭证请求时附加 HTTP 头

# admin oauth2 settings form
source: List of extra headers to include in a HTTP request made to retrieve the access token. Example header is "Header-name: value". Specify each header on separate line.
fr: Liste d'en-têtes supplémentaires à inclure dans une requête HTTP visant à récupérer le jeton d'accès. L'exemple d'en-tête est "Header-name : value". Spécifiez chaque en-tête sur une ligne séparée.
pl: Lista dodatkowych nagłówków do użycia w żądaniu HTTP wykonanym do pobrania tokena dostępu. Przykładowy nagłówek ma formę "Nazwa-naglowka: wartosc". Każdy nagłówek podaj w osobnej linii.
pt_br: Lista de cabeçalhos adicionais para incluir uma requisição HTTP feita para recuperar o token de acesso. Exemplo de cabeçalho: "Header-name: value". Especifique cada cabeçalho em uma linha separada.
zh_hans: 获取访问凭证的 HTTP 请求中需包含的额外头部，每行一个，如 "Header-name: value"。

# admin oauth2 settings form
source: JSON path to access token
fr: Chemin JSON pour accéder au jeton
pl: Ścieżka do tokena dostępu w JSONie
pt_br: Caminho JSON para o token de acesso
zh_hans: 访问凭证的 JSON 路径

# admin oauth2 settings form
source: Name of key containing the access token in JSON returned by the provider. If token is nested, use period (".") for path, eg: "result.token" will retrieve the token from "token" key nested in "result".
fr: Nom de la clé contenant le jeton d'accès dans le JSON renvoyé par le fournisseur. Si le jeton est imbriqué, utilisez un point (".") pour le chemin, par exemple : "result.token" récupérera le jeton de la clé "token" imbriquée dans "result".
pl: Nazwa klucza zawierającego token dostępu w dokumencie JSON zwróconym przez usługę. Jeśli token jest zagnieżdżony, użyj kropki do oddzielenia elementów ścieżki, np.: "result.token" poszuka pierw klucza "result" w dokumencie, a następnie pod tym kluczem poszuka klucza "token".
pt_br: Nome da chave contendo o token de acesso em JSON retornado pelo provedor. Se o token estiver ainhado, use o ponto (".") para o caminho, por exemplo: "result.token" irá recuperar o token a partir da chave "token" aninhada em "result".
zh_hans: 服务商返回的 JSON 中访问凭证的键名。若嵌套，使用点号分隔，如 "result.token" 取 "result" 下的 "token"。

# admin oauth2 settings form
source: User data URL
fr: URL des données utilisateur
pl: URL zwracający dane użytkownika
pt_br: URL de dados do usuário
zh_hans: 用户数据地址

# admin oauth2 settings form
source: Request method
fr: Méthode de demande
pl: Metoda żądania
pt_br: Método de requisição
zh_hans: 请求方法

# admin oauth2 settings form
source: Access token location
fr: Emplacement du jeton d’accès
pl: Lokalizacja tokena dostępu
pt_br: Localização do token de acesso
zh_hans: 访问凭证位置

# admin oauth2 token location choice
source: Query string
fr: Chaîne de requête
pl: W ścieżce adresu
pt_br: String de consulta
zh_hans: 查询字符串

# admin oauth2 token location choice
source: HTTP header
fr: En-tête HTTP
pl: W nagłówku HTTP
pt_br: Cabeçalho HTTP
zh_hans: HTTP 头部

# admin oauth2 token location choice
source: HTTP header (Bearer)
fr: En-tête HTTP (porteur "Bearer")
pl: W nagłówku HTTP poprzedzonym "Bearer"
pt_br: Cabeçalho HTTP (Bearer)
zh_hans: HTTP 头部（Bearer）

# admin oauth2 settings form
source: Access token name
fr: Nom du jeton d'accès
pl: Nazwa tokena dostępu
pt_br: Nome do token de acesso
zh_hans: 访问凭证名称

# admin oauth2 settings form
source: Extra HTTP headers in user request
fr: En-têtes HTTP supplémentaires dans la demande de l'utilisateur
pl: Dodatkowe nagłówki HTTP do użycia w żądaniu o użytkownika
pt_br: Cabeçalhos adicionais HTTP na requisição de usuário
zh_hans: 用户请求附加 HTTP 头

# admin oauth2 settings form
source: List of extra headers to include in a HTTP request made to retrieve the user profile. Example header is "Header-name: value". Specify each header on separate line.
fr: Liste d'en-têtes supplémentaires à inclure dans une requête HTTP visant à récupérer le profil de l'utilisateur. L'exemple d'en-tête est "Header-name : value". Spécifiez chaque en-tête sur une ligne distincte.
pl: Lista dodatkowych nagłówków do użycia w żądaniu HTTP wykonanym do pobrania danych profilu użytkownika. Przykładowy nagłówek ma formę "Nazwa-naglowka: wartosc". Każdy nagłówek podaj w osobnej linii.
pt_br: Lista de cabeçalhos adicionais para incluir em uma requisiçõa HTTP feita para recuperar os dados do perfil do usuário. Exemplo de cabeçalho: "Header-name: value." Especifique cada cabeçalho em uma linha separada.
zh_hans: 获取用户资料的 HTTP 请求需包含的额外头部，每行一个，如 "Header-name: value"。

# admin oauth2 settings form
source: Send a welcoming e-mail to users on their first sign-ons
fr: Envoi d'un e-mail de bienvenue aux utilisateurs lors de leur première connexion
pl: Wysyłaj e-mail powitalny do użytkowników po pierwszym logowaniu
pt_br: Enviar um e-mail de boas-vindas para os usuários em seu primeiro login
zh_hans: 首次登录时发送欢迎邮件

# admin oauth2 settings form
source: User ID path
fr: Chemin d’accès à l’ID utilisateur
pl: Ścieżka do ID użytkownika
pt_br: Caminho do User ID
zh_hans: 用户 ID 路径

# admin oauth2 settings form
source: User name path
fr: Chemin du nom d'utilisateur
pl: Ścieżka do nazwy użytkownika
pt_br: Caminho do nome de usuário
zh_hans: 用户名路径

# admin oauth2 settings form
source: User e-mail path
fr: Chemin de messagerie de l'utilisateur
pl: Ścieżka do e-maila użytkownika
pt_br: Caminho do e-mail de usuário
zh_hans: 用户邮箱路径

# admin oauth2 settings form
source: User avatar URL path
fr: Chemin de l'URL de l'avatar de l'utilisateur
pl: Ścieżka do odnośnika do awatara użytkownika
pt_br: Caminho URL para o avatar do usuário
zh_hans: 用户头像地址路径

# admin oauth2 settings form
source: Optional, leave empty to don't download avatar from provider.
fr: Facultatif, laissez vide pour ne pas télécharger l'avatar du fournisseur.
pl: Opcjonalne. Zostaw puste aby nie pobierać awatara z usługi.
pt_br: Opcional, deixe vazio para não baixar o avatar do provedor.
zh_hans: 可选，留空则不从服务商下载头像。

# admin oauth2 settings form
source: You need to complete the configuration before you will be able to enable OAuth 2 on your site.
fr: Vous devez terminer la configuration avant de pouvoir activer OAuth 2 sur votre site.
pl: Musisz dokończyć konfigurację OAuth 2 nim możliwe będzie jego włączenie na twojej stronie.
pt_br: Você precisa completar a configuração antes de ser capaz de habilitar o OAuth2 no seu site.
zh_hans: 需完成全部配置后才能在站点启用 OAuth2。

# admin oauth2 settings form
source: "%(header)s" is not a valid header. It's missing a colon (":").
fr: "%(header)s" n'est pas un en-tête valide. Il manque un deux-points (" :").
pl: "%(header)s" nie jest prawidłowym nagłówkiem. Brakuje dwukropka (":").
pt_br: "%(header)s" não é um cabeçalho válido. Está faltando os dois pontos (":").
zh_hans: "%(header)s" 不是有效的头部，缺少冒号（":"）。

# admin oauth2 settings form
source: "%(header)s" is not a valid header. It's missing a header name before the colon (":").
fr: "%(header)s" n'est pas un en-tête valide. Il manque un nom d'en-tête avant les deux points (" :").
pl: "%(header)s" nie jest prawidłowym nagłówkiem. Brakuje nazwy nagłówka przed dwukropkiem (":").
pt_br: "%(header)s" não é um cabeçalho válido. Está faltando um nome de cabeçalho antes dos dois pontos (":").
zh_hans: "%(header)s" 不是有效的头部，冒号（":"）前缺少头部名称。

# admin oauth2 settings form
source: "%(header)s" header is entered more than once.
fr: L’en-tête "%(header)s" est saisi plusieurs fois.
pl: "%(header)s" wpisano więcej niż raz.
pt_br: O cabeçalho "%(header)s" foi inserido mais de uma vez.
zh_hans: "%(header)s"头部被重复输入。

# admin oauth2 settings form
source: "%(header)s" is not a valid header. It's missing a header value after the colon (":").
fr: "%(header)s" n'est pas un en-tête valide. Il manque une valeur d'en-tête après les deux points (" :").
pl: "%(header)s" nie jest prawidłowym nagłówkiem. Brakuje wartości nagłówka po dwukropku (":").
pt_br: "%(header)s" não é um cabeçalho válido. Está faltando um valor de cabeçalho após os dois pontos (":").
zh_hans: "%(header)s"不是有效的头部。冒号（":"）后缺少头部值。

# admin threads settings form
source: Daily post limit per user
fr: Limite de publication quotidienne par utilisateur
pl: Dzienny limit postów na użytkownika
pt_br: Limite de publicações diárias por usuário
zh_hans: 用户每日发帖限制

# admin threads settings form
source: Daily limit of posts that may be posted by single user. Fail-safe for situations when forum is flooded by spam bots. Change to 0 to remove the limit.
fr: Limite quotidienne de messages pouvant être postés par un seul utilisateur. Sécurité pour les situations où le forum est inondé par des robots spammeurs. Passez à 0 pour supprimer la limite.
pl: Dzienny limit postów które mogą zostać napisane przez jednego użytkownika. Zabezpieczenie przed sytuacjami kiedy forum jest zalewane przez boty spamujące. Ustaw na 0 aby zdjąć to ograniczenie.
pt_br: Limite de publicações diárias que podem ser publicadas por um único usuário. A prova de falhas para situações quando o fórum está sendo floodado por bots de spam. Altere para 0 para remover o limite.
zh_hans: 每个用户每日最多可发帖数量。用于防止论坛被垃圾机器人刷屏。设置为0则不限制。

# admin threads settings form
source: Hourly post limit per user
fr: Limite horaire de publication par utilisateur
pl: Godzinowy limit postów na użytkownika
pt_br: Limite de publicações/hora por usuário
zh_hans: 用户每小时发帖限制

# admin threads settings form
source: Hourly limit of posts that may be posted by single user. Fail-safe for situations when forum is flooded by spam bots. Change to 0 to remove the limit.
fr: Limite horaire de messages pouvant être postés par un seul utilisateur. Sécurité pour les situations où le forum est inondé par des robots spammeurs. Passez à 0 pour supprimer la limite.
pl: Godzinowy limit postów które mogą zostać napisane przez jednego użytkownika. Zabezpieczenie przed sytuacjami kiedy forum jest zalewane przez boty spamujące. Ustaw na 0 aby zdjąć to ograniczenie.
pt_br: O limite de publicações que podem ser feitas por um usuário dentro de uma hora. A prova de falhas para situações onde o fórum está sendo floodado por bots de spam. Altere para 0 para remover o limite.
zh_hans: 每个用户每小时最多可发帖数量。用于防止论坛被垃圾机器人刷屏。设置为0则不限制。

# admin threads settings form
source: Maximum number of attachments per post
fr: Nombre maximum de pièces jointes par publication
pl: Maksymalna liczba załączników w jednym poście
pt_br: Número máximo de anexos por publicação
zh_hans: 每个帖子最大附件数量

# admin threads settings form
source: Maximum allowed post length
fr: Longueur de message maximale autorisée
pl: Maksymalna dozwolona długość postu
pt_br: Comprimento máximo permitido de publicação
zh_hans: 帖子最大允许长度

# admin threads settings form
source: Minimum required post length
fr: Longueur de poteau minimale requise
pl: Minimalna wymagana długość postu
pt_br: Comprimento mínimo de publicação exigido
zh_hans: 帖子最小要求长度

# admin threads settings form
source: Maximum allowed thread title length
fr: Longueur maximale autorisée du titre du fil de discussion
pl: Maksymalna dozwolona długość nazwy tematu
pt_br: Comprimento máximo de título de discussão permitido
zh_hans: 主题标题最大允许长度

# admin threads settings form
source: Minimum required thread title length
fr: Longueur minimale requise du titre du fil de discussion
pl: Minimalna wymagana długość nazwy tematu
pt_br: Comprimento mínimo de título de publicação exigido
zh_hans: 主题标题最小要求长度

# admin threads settings form
source: Unused attachments lifetime
fr: Durée de vie des pièces jointes inutilisées
pl: Czas życia nieużytych załączników
pt_br: Vida útil de anexos não usados
zh_hans: 未使用附件存活时间

# admin threads settings form
source: Period of time (in hours) after which user-uploaded files that weren't attached to any post are deleted from disk.
fr: Période (en heures) après laquelle les fichiers téléchargés par l'utilisateur qui n'étaient joints à aucune publication sont supprimés du disque.
pl: Liczba godzin po upływie których pliki przesłane przez użytkowników które nie są załączone do żadnego postu są usuwane z dysku.
pt_br: Período de tempo (em horas) em que arquivos enviados por uusários que não foram anexados a nenhuma publicação serão deletados do disco.
zh_hans: 用户上传但未附加到任何帖子中的文件，在指定小时后将从磁盘中删除。

# admin threads settings form
source: Read-tracker cutoff
fr: Coupure du suivi de lecture
pl: Okres śledzenia czytań
pt_br: Corte do rastreador de leitura
zh_hans: 已读跟踪器截止天数

# admin threads settings form
source: Controls amount of data used by read-tracking system. All content older than number of days specified in this setting is considered old and read, even if the opposite is true for the user. Active forums can try lowering this value while less active ones may wish to increase it instead.
fr: Contrôle la quantité de données utilisées par le système de suivi des lectures. Tout contenu datant de plus d'un nombre de jours spécifié dans ce paramètre est considéré comme ancien et lu, même si c'est l'inverse pour l'utilisateur. Les forums actifs peuvent essayer de réduire cette valeur, tandis que les forums moins actifs peuvent souhaiter l'augmenter.
pl: Określa liczbę danych używanych przez system śledzenia czytań. Wszystkie treści starsze niż podana liczba dni będą uznawane jako stare i już przeczytane, nawet jeśli nie jest to prawdą dla danego użytkownika. Aktywne fora mogą chcieć zmniejszyć tą wartość a mniej aktywne podnieść.
pt_br: Controla a quantidade de dados usados pelo sistema de rastreamento de leitura. Todo conteúdo mais antigo que o número de dias especificado nesta configuração será considerado antigo e lido, mesmo se o oposto for verdadeiro para o usuário. Fóruns ativos podem tentar reduzir este valor enquanto os menos ativos podem desejar aumentá-lo.
zh_hans: 控制已读跟踪系统的数据量。超过设置天数的内容将被视为已读，即使用户未真正阅读。活跃论坛可适当降低此值，低活跃论坛可适当提高。

# admin threads settings form
source: Number of threads displayed on a single page
fr: Nombre de fils de discussion affichés sur une seule page
pl: Liczba tematów wyświetlanych na jednej stronie
pt_br: Número de discussões mostradas em uma única página
zh_hans: 每页显示主题数量

# admin threads settings form
source: Number of posts displayed on a single page
fr: Nombre de messages affichés sur une seule page
pl: Liczba postów wyświetlanych na jednej stronie
pt_br: Número de publicações mostradas em uma única página
zh_hans: 每页显示帖子数量

# admin threads settings form
source: Maximum orphans
fr: Nombre maximum d'orphelins
pl: Limit sierot
pt_br: Órfãos máximos
zh_hans: 最大孤立项数量

# admin threads settings form
source: This setting prevents situations when the last page of a thread contains very few items. If number of posts to be displayed on the last page is less or equal to number specified in this setting, those posts will instead be appended to the previous page, reducing number of thread's pages.
fr: Ce paramètre permet d'éviter que la dernière page d'un fil de discussion ne contienne que très peu d'éléments. Si le nombre de messages à afficher sur la dernière page est inférieur ou égal au nombre spécifié dans ce paramètre, ces messages seront ajoutés à la page précédente, réduisant ainsi le nombre de pages du fil de discussion.
pl: Ta opcja zapobiega sytuacjom kiedy ostatnia strona tematu zawiera bardzo mało odpowiedzi. Jeśli liczba odpowiedzi do wyświetlenia na ostatniej stronie tematu będzie mniejsza lub równa tej liczbie, odpowiedzi tę będą wyświetlone na przedniej stronie, zmniejszając liczbę stron tematu.
pt_br: Esta configuração evita situações em que a última página de uma discussão contém pouquíssimos itens. Se o número de publicações a serem mostradas na última página for menor ou igual ao número especificado nesta configuração, essas publicações serão anexadas na página anterior, reduzindo o número de páginas da discussão.
zh_hans: 防止主题最后一页仅有少量帖子。当最后一页帖子数量小于等于本设置值时，这些帖子将合并到前一页，从而减少主题页数。

# admin threads settings form
source: Maximum number of events displayed on a single page
fr: Nombre maximum d'événements affichés sur une seule page
pl: Limit zdarzeń wyświetlanych na jednej stronie
pt_br: Número máximo de eventos mostrados em uma única página
zh_hans: 每页显示最大事件数量

# admin threads settings form
source: Permission denied
fr: Autorisation refusée
pl: Brak dostępu
pt_br: Permissão negada
zh_hans: 无权限

# admin threads settings form
source: Attachments proxy will display this image in place of default one when user tries to access attachment they have no permission to see.
fr: Le proxy des pièces jointes affichera cette image à la place de celle par défaut lorsque l'utilisateur tente d'accéder à une pièce jointe qu'il n'est pas autorisé à voir.
pl: Proxy załączników wyświetli ustawiony obraz zamiast domyślnego jeśli użytkownik spróbuje zobaczyć załącznik do którego nie mają dostępu.
pt_br: O proxy de anexos irá mostrar esta imagem no lugar do padrão quando o usuário tentar acessar o anexo que ele não possui permissão para ver.
zh_hans: 用户尝试访问无权限查看的附件时，附件代理将显示此图片代替默认图片。

# admin threads settings form
source: Delete custom permission denied image
fr: Supprimer l'image d'autorisation personnalisée refusée
pl: Usuń własny obraz braku dostepu
pt_br: Deletar permissão personalizada de imagem negada
zh_hans: 删除自定义无权限图片

# admin threads settings form
source: Not found
fr: Non trouvé
pl: Nie znaleziono
pt_br: Não encontrado
zh_hans: 未找到

# admin threads settings form
source: Attachments proxy will display this image in place of default one when user tries to access attachment that doesn't exist.
fr: Le proxy des pièces jointes affichera cette image à la place de celle par défaut lorsque l'utilisateur tente d'accéder à une pièce jointe qui n'existe pas.
pl: Proxy załączników wyświetli ustawiony obraz zamiast domyślnego jeśli użytkownik spróbuje zobaczyć załącznik który nie istnieje.
pt_br: O proxy de anexos irá mostrar esta imagem no lugar do padrão quando o usuário tentar acessar um anexo que não existe.
zh_hans: 用户尝试访问不存在的附件时，附件代理将显示此图片代替默认图片。

# admin threads settings form
source: Delete custom not found image
fr: Supprimer l'image personnalisée introuvable
pl: Usuń własny obraz nie znalezionego
pt_br: Deletar imagem personalizada de "não encontrado"
zh_hans: 删除自定义未找到图片

# admin threads settings form
source: This value must be lower than number of posts per page.
fr: Cette valeur doit être inférieure au nombre de publications par page.
pl: Ta liczba musi być mniejsza niż liczba postów na jednej stronie.
pt_br: Este valor deve ser menor que o número de publicações por página.
zh_hans: 该值必须小于每页帖子数量。

# admin users settings form
source: Require new accounts activation
fr: Exiger l'activation des nouveaux comptes
pl: Wymagaj aktywacji nowych kont
pt_br: Exigir ativação de novas contas
zh_hans: 新账号需激活

# admin users account activation field choice
source: No activation required
fr: Aucune activation requise
pl: Nie wymagaj aktywacji
pt_br: Não exigir ativação
zh_hans: 无需激活

# admin users account activation field choice
source: Activation token sent to user e-mail
fr: Jeton d'activation envoyé à l'e-mail de l'utilisateur
pl: Aktywacja poprzez token wysłany do użytkownika w e-mailu
pt_br: Token de ativação enviado para o e-mail do usuário
zh_hans: 激活令牌发送至用户邮箱

# admin users account activation field choice
source: Activation by administrator
fr: Activation par l'administrateur
pl: Aktywacja przez administratora
pt_br: Ativação pelo administrador
zh_hans: 管理员激活

# admin users account activation field choice
source: Disable new registrations
fr: Désactiver les nouvelles inscriptions
pl: Wyłącz rejestrację nowych kont
pt_br: Desabilitar novos cadastros
zh_hans: 关闭新注册

# admin users settings form
source: Delete new inactive accounts if they weren't activated within this number of days
fr: Supprimez les nouveaux comptes inactifs s'ils n'ont pas été activés dans ce nombre de jours
pl: Usuwaj konta użytkowników jeśli nie zostały one aktywowane przed upływem podanej liczby dni
pt_br: Deletar novas contas inativas se elas não forem ativadas dentro deste número de dias
zh_hans: 未在指定天数内激活的新账号将被删除

# admin users settings form
source: Enter 0 to never delete inactive new accounts.
fr: Entrez 0 pour ne jamais supprimer les nouveaux comptes inactifs.
pl: Wpisz 0 aby nigdy nie usuwać nieaktywowanych nowy kont.
pt_br: Insira 0 para nunca deletar novas contas inativas
zh_hans: 输入0则永不删除未激活新账号。

# admin users settings form
source: Minimum allowed username length
fr: Longueur minimale autorisée du nom d'utilisateur
pl: Minimalna dozwolona długość nazwy użytkownika
pt_br: Comprimento mínimo permitido para o nome de usuário
zh_hans: 用户名最小允许长度

# admin users settings form
source: Maximum allowed username length
fr: Longueur maximale autorisée du nom d'utilisateur
pl: Maksymalna dozwolona długość nazwy użytkownika
pt_br: Comprimento máximo permitido para o nome de usuário
zh_hans: 用户名最大允许长度

# admin users settings form
source: Allow custom avatar uploads
fr: Autoriser les téléchargements d'avatars personnalisés
pl: Zezwól na przesyłanie własnych awatarów
pt_br: Permitir envio de avatares personalizados
zh_hans: 允许自定义头像上传
