Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# avatar upload size validator
source: Uploaded file is too big.
fr: Le fichier téléchargé est trop volumineux.
pl: Przesłany plik jest za duży.
pt_br: Arquivo enviado é muito grande
zh_hans: 上传文件过大。

# avatar upload validator
source: Uploaded file type is not supported.
fr: Le type de fichier téléchargé n'est pas pris en charge.
pl: Przesłany plik jest nieobsługiwanego typu.
pt_br: O tipo de arquivo enviado não é suportado.
zh_hans: 不支持上传的文件类型。

# avatar upload dimensions validator
source: Uploaded image should be at least %(size)s pixels tall and wide.
fr: L'image téléchargée doit avoir au moins %(size)s pixels de hauteur et de largeur.
pl: Przesłany obraz powinien mieć przynajmniej %(size)s pikseli wysokości i szerokości.
pt_br: A imagem enviada deve ter pelo menos %(size)s pixels de altura e largura.
zh_hans: 上传图片要求至少%(size)s像素宽高。

# avatar upload dimensions validator
source: Uploaded image is too big.
fr: L’image téléchargée est trop grande.
pl: Przesłany obraz jest za duży.
pt_br: A imagem enviada é muito grande
zh_hans: 上传图片过大。

# avatar upload dimensions validator
source: Uploaded image ratio cannot be greater than 16:9.
fr: Le rapport de l'image téléchargée ne peut pas être supérieur à 16:9.
pl: Proporcje przesłanego obrazu nie mogą być większe niż 16:9.
pt_br: A proporção da imagem enviada não pode superior que 16:9
zh_hans: 上传图片比例不得超过16:9。

# avatar upload crop validator
source: Crop data is invalid. Please try again.
fr: Les données de recadrage ne sont pas valides. Veuillez réessayer.
pl: Dane do przycięcia są błędne. Spróbuj ponownie.
pt_br: O dado cortado é inválido. Por favor, tente novamente.
zh_hans: 裁剪数据无效，请重试。

# recaptcha check
source: Please try again.
fr: Veuillez réessayer.
pl: Spróbuj ponownie.
pt_br: Por favor tente novamente
zh_hans: 请重试。

# recaptcha check
source: Failed to contact reCAPTCHA API.
fr: Échec de la connexion avec l'API reCAPTCHA.
pl: Nie udało się połączyć z API reCAPTCHA.
pt_br: Falha ao contactar a API do reCAPTCHA.
zh_hans: 无法连接到reCAPTCHA接口。

# qacaptcha check
source: Entered answer is incorrect.
fr: La réponse saisie est incorrecte.
pl: Podana odpowiedź jest nieprawidłowa.
pt_br: Resposta inserida está incorreta
zh_hans: 输入答案不正确。

# block authenticated decorator
source: This page is not available to signed in users.
fr: Cette page n'est pas disponible pour les utilisateurs connectés.
pl: Ta strona nie jest dostępna dla zalogowanych użytkowników.
pt_br: Esta página não está disponível para usuários conectados
zh_hans: 已登录用户无法访问此页面。

# block guests decorator
source: You have to sign in to access this page.
fr: Vous devez vous connecter pour accéder à cette page.
pl: Musisz być zalogowany/a aby móc zobaczyć tą stronę.
pt_br: Você precisa entrar para acessar esta página
zh_hans: 您必须登录才能访问此页面。

# auth form
source: Fill out both fields.
fr: Remplissez les deux champs.
pl: Wypełnij oba pola.
pt_br: Preencha a ambos os campos
zh_hans: 请填写所有字段。

# auth form
source: Login or password is incorrect.
fr: L'identifiant ou le mot de passe est incorrect.
pl: Login lub hasło są błędne.
pt_br: Login ou senha está incorreto
zh_hans: 用户名或密码错误。

# auth form
source: You have to activate your account before you will be able to sign in.
fr: Vous devez activer votre compte avant de pouvoir vous connecter.
pl: Musisz pierw aktywować swoje konto aby móc się na nie zalogować.
pt_br: Sua conta precisa ser ativada antes de fazer o login
zh_hans: 您需激活账户后才能登录。

# auth form
source: Your account has to be activated by site administrator before you will be able to sign in.
fr: Votre compte doit être activé par l'administrateur du site avant de pouvoir vous connecter.
pl: Twoje konto musi zostać pierw aktywowane przez administratora witryny nim będzie można się na nie zalogować.
pt_br: Sua conta precisa ser ativada pelo administrador do site antes de fazer o login
zh_hans: 您的账户需由管理员激活后方可登录。

# login form
source: Username or e-mail
fr: Nom d'utilisateur ou e-mail
pl: Nazwa użytkownika lub e-mail
pt_br: Nome de usuário ou e-mail
zh_hans: 用户名或邮箱

# login form
source: Password
fr: Mot de passe
pl: Hasło
pt_br: Senha
zh_hans: 密码

# admin login form
source: Your account does not have admin privileges.
fr: Votre compte ne dispose pas de privilèges d'administrateur.
pl: Twoje konto nie ma uprawnień administratora.
pt_br: Sua conta não tem privilégios de administrador
zh_hans: 您的账户没有管理员权限。

# auth email form
source: Enter e-mail address.
fr: Entrez l'adresse e-mail.
pl: Wpisz adres e-mail.
pt_br: Inserir endereço de email
zh_hans: 请输入邮箱地址。

# auth email form
source: Entered e-mail is invalid.
fr: L'e-mail saisi n'est pas valide.
pl: Wpisany adres e-mail jest nieprawidłowy.
pt_br: E-mail inserido é inválido
zh_hans: 输入的邮箱地址无效。

# auth email form
source: No user with this e-mail exists.
fr: Aucun utilisateur avec cette adresse e-mail n'existe.
pl: Nie istnieje użytkownik z takim adresem e-mail.
pt_br: Em um usuário com este email existe
zh_hans: 没有该邮箱的用户。

# resend activation form
source: %(user)s, your account is already active.
fr: %(user)s, votre compte est déjà actif.
pl: %(user)s, twoje konto już jest aktywne.
pt_br: %(user)s, usa conta já está ativa.
zh_hans: %(user)s，您的账户已激活。

# resend activation form
source: %(user)s, only administrator may activate your account.
fr: %(user)s, seul l'administrateur peut activer votre compte.
pl: %(user)s, tylko administrator może aktywować twoje konto.
pt_br: %(user)s, apenas um administrador pode ativar sua conta.
zh_hans: %(user)s，您的账户只能由管理员激活。

# reset password form
source: You have to activate your account before you will be able to request new password.
fr: Vous devez activer votre compte avant de pouvoir demander un nouveau mot de passe.
pl: Musisz pierw aktywować swoje konto aby móc poprosić o nowe hasło.
pt_br: Você precisa ativar a sua conta antes de poder requisitar uma nova senha
zh_hans: 您需激活账户后才能申请新密码。

# reset password form
source: Administrator has to activate your account before you will be able to request new password.
fr: L'administrateur doit activer votre compte avant que vous puissiez demander un nouveau mot de passe.
pl: Administrator musi pierw aktywować twoje konto nim będzie możliwa zmiana jego hasła.
pt_br: O administrador precisa ativar sua conta antes de poder requisitar uma nova senha
zh_hans: 您的账户需由管理员激活后才能申请新密码。

# register form
source: This username is not allowed.
fr: Ce nom d'utilisateur n'est pas autorisé.
pl: Ta nazwa użytkownika jest zabroniona.
pt_br: Esse nome de usuário não é permitido
zh_hans: 该用户名不允许注册。

# register form
source: This e-mail address is not allowed.
fr: Cette adresse e-mail n'est pas autorisée.
pl: Ten adres e-mail jest zabroniony.
pt_br: Esse endereço de e-mail não é permitido
zh_hans: 该邮箱地址不允许注册。

# register form
source: This agreement is required.
fr: Cet accord est requis.
pl: Ta zgoda jest wymagana.
pt_br: Este acordo é obrigatório
zh_hans: 必须同意该协议。

# register form
source: New registrations from your current IP address are not allowed.
fr: Les nouvelles inscriptions à partir de votre adresse IP actuelle ne sont pas autorisées.
pl: Nowe rejestracje z twojego aktualnego adresu IP nie są dozwolone.
pt_br: Novos cadastro do seu endereço de IP atual não são permitidas
zh_hans: 您的IP地址禁止新注册。

# data download ready email subject
source: %(user)s, your data download is ready
fr: %(user)s, le téléchargement de vos données est prêt
pl: %(user)s, kopia twoich danych jest gotowa do pobrania
pt_br: %(user)s, seus dados estão prontos para download
zh_hans: %(user)s，您的数据下载已准备好

# rank name
source: Forum team
fr: Équipe du forum
pl: Zespół forum
pt_br: Time fórum
zh_hans: 论坛团队

# rank name
source: Team
fr: Équipe
pl: Zespół
pt_br: Time
zh_hans: 团队

# rank name
source: Members
fr: Membres
pl: Członkowie
pt_br: Membros
zh_hans: 成员

# ban type choice
source: Username
fr: Nom d'utilisateur
pl: Nazwa użytkownika
pt_br: Meu de usuário
zh_hans: 用户名

# ban type choice
source: E-mail address
fr: Adresse e-mail
pl: Adres e-mail
pt_br: Endereço de email
zh_hans: 邮箱地址

# ban type choice
source: IP address
fr: Adresse IP
pl: Adres IP
pt_br: Endereço de IP
zh_hans: IP地址

# user data download status
source: Pending
fr: En attente
pl: Oczekuje
pt_br: Pendente
zh_hans: 待处理

# user data download status
source: Processing
fr: Traitement
pl: W przygotowaniu
pt_br: Processando
zh_hans: 处理中

# user data download status
source: Ready
fr: Prêt
pl: Gotowa
pt_br: Pronto
zh_hans: 已准备好

# user data download status
source: Expired
fr: Expiré
pl: Wygasła
pt_br: Expirado
zh_hans: 已过期

# user deleted by
source: By self
fr: Par soi-même
pl: Przez siebie
pt_br: Por si mesmo
zh_hans: 用户自行操作

# user deleted by
source: By staff
fr: Par le staff
pl: Przez członka zespołu
pt_br: Por equipe
zh_hans: 由团队操作

# user deleted by
source: By system
fr: Par système
pl: Przez system
pt_br: Por sistema
zh_hans: 由系统操作

# default rank
source: Forum team
fr: Équipe du forum
pl: Zespół forum
pt_br: Time forum
zh_hans: 论坛团队

# user default subscription choice
source: No
fr: Non
pl: Nie
pt_br: Não
zh_hans: 否

# user default subscription choice
source: Notify
fr: Notifier
pl: Powiadom
pt_br: Notificar
zh_hans: 通知

# user default subscription choice
source: Notify with e-mail
fr: Notifier par e-mail
pl: Powiadom z e-mailem
pt_br: Notificar com e-mail
zh_hans: 邮件通知

# user default invites choice
source: Everybody
fr: Tout le monde
pl: Każdy
pt_br: Todos
zh_hans: 所有人

# user default invites choice
source: Users I follow
fr: Utilisateurs que je suis
pl: Osoby które obserwuję
pt_br: Usuários que sigo
zh_hans: 我关注的用户

# user default invites choice
source: Nobody
fr: Personne
pl: Nikt
pt_br: Ninguém
zh_hans: 无人

# user
source: joined on
fr: a rejoint le
pl: Dołączył(a)
pt_br: Juntou-se a
zh_hans: 加入于

# user
source: staff status
fr: statut de staff
pl: Status administratora
pt_br: Status da equipe
zh_hans: 团队状态

# user
source: Designates whether the user can log into admin sites.
fr: Désigne si l'utilisateur peut se connecter aux sites d'administration.
pl: Określa czy ten użytkownik może logować się do paneli administracyjnych.
pt_br: Designa se o usuário pode fazer login em sites administrativos
zh_hans: 指定该用户是否能登录管理后台。

# user
source: active
fr: actif
pl: aktywny
pt_br: Ativo
zh_hans: 活跃

# user
source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fr: Indique si cet utilisateur doit être considéré comme actif. Désélectionnez cette option au lieu de supprimer des comptes.
pl: Określa czy to konto jest włączone. Odznacz tą opcję zamiast usuwać użytkowników.
pt_br: Designa se o usuário deve ser tratado como ativo. Desmarque isso em vez de deletar contas.
zh_hans: 指定该用户是否为活跃状态。可取消选择以代替删除账户。

# users accounts permission
source: Account settings
fr: Paramètres du compte
pl: Opcje konta
pt_br: Configurações da conta
zh_hans: 账户设置

# users accounts permission
source: Allowed username changes number
fr: Numéro de changement de nom d'utilisateur autorisé
pl: Dostępna liczba zmian nazwy użytkownika
pt_br: Número de alterações de nome de usuário permitida
zh_hans: 允许更改用户名次数

# users accounts permission
source: Don't count username changes older than
fr: Ne comptez pas les changements de nom d'utilisateur antérieurs à
pl: Nie licz do limitu zmian nazwy starszych niż
pt_br: Não conte mudanças de nome de usuários anteriores a
zh_hans: 不计入早于此时限的用户名更改次数

# users accounts permission
source: Number of days since name change that makes that change no longer count to limit. Enter zero to make all changes count.
fr: Nombre de jours depuis le changement de nom qui fait que ce changement n'est plus pris en compte dans la limite. Entrez zéro pour que tous les changements soient pris en compte.
pl: Liczba dni od zmiany nazwy po upływie których ta przestaje się liczyć do limitu. Wpisz zero aby wszystkie zamiany nazwy zawsze liczyły się do limitu.
pt_br: Número de dias desde a mudança de nome que faz com que essa mudança não conte mais para o limite. Digite zero para que todas as alterações sejam contabilizadas
zh_hans: 自更名起的天数，超过则该次更名不计入限额。输入0则所有更名均计入。

# users accounts permission
source: Can have signature
fr: Peut avoir une signature
pl: Może mieć podpis
pt_br: Pode ter assinatura
zh_hans: 可设置签名

# users accounts permission
source: Can put links in signature
fr: Peut mettre des liens en signature
pl: Może umieszczać odnośniki w podpisie
pt_br: Pode inserir links na assinatura
zh_hans: 签名可包含链接

# users accounts permission
source: Can put images in signature
fr: Peut mettre des images en signature
pl: Może umieszczać obrazy w podpisie
pt_br: Pode inserir imagens na assinatura
zh_hans: 签名可包含图片

# users accounts permission
source: Can use text blocks in signature
fr: Peut utiliser des blocs de texte dans la signature
pl: Może używać bloków tekstu w podpisie
pt_br: Pode usar bloco de textos na assinatura
zh_hans: 签名可使用文本块

# users accounts permission
source: Controls whether or not users can put quote, code, spoiler blocks and horizontal lines in signatures.
fr: Contrôle si les utilisateurs peuvent ou non mettre des citations, du code, des blocs de spoiler et des lignes horizontales dans les signatures.
pl: Kontroluje czy użytkownik może używać cytatów, kodu, spoilerów, list i linii poziomych w podpisie.
pt_br: Controla se usuários podem ou não inserir citações, códigos, blocos de spoiler e linhas horizontais na assinatura
zh_hans: 控制是否允许用户在签名中使用引用、代码、剧透块和横线。

# view decorator
source: You have to sign in to perform this action.
fr: Vous devez vous connecter pour effectuer cette action.
pl: Musisz być zalogowany/a aby móc wykonać tą akcję.
pt_br: Você precisa entrar para realizar esta ação
zh_hans: 您必须登录才能执行此操作。

# view decorator
source: Only guests can perform this action.
fr: Seuls les invités peuvent effectuer cette action.
pl: Ta akcja jest dostępna tylko dla gości.
pt_br: Apenas convidados podem realizar esta ação
zh_hans: 仅访客可执行此操作。

# users delete permission
source: Deleting users
fr: Suppression d'utilisateurs
pl: Usuwanie użytkowników
pt_br: Deletando usuários
zh_hans: 删除用户

# users delete permission
source: Maximum age of deleted account (in days)
fr: Âge maximum du compte supprimé (en jours)
pl: Maksymalny wiek usuniętego konta (w dniach)
pt_br: Idade máxima de contas deletadas (em dias)
zh_hans: 可删除账户最大存续天数

# users delete permission
source: Enter zero to disable this check.
fr: Entrez zéro pour désactiver cette vérification.
pl: Wpisz 0 aby wyłączyć to ograniczenie.
pt_br: Insira zero para desabilitar esta verificação
zh_hans: 输入0可关闭此检查。

# users delete permission
source: Maximum number of posts on deleted account
fr: Nombre maximum de publications sur le compte supprimé
pl: Maksymalna liczba postów usuniętego konta
pt_br: Número máximo de postagens em uma conta apagada
zh_hans: 可删除账户最大发帖数

# users delete permission
source: You can't delete users.
fr: Vous ne pouvez pas supprimer des utilisateurs.
pl: Nie możesz usuwać użytkowników.
pt_br: Você não pode apagar usuários
zh_hans: 您无法删除用户。

# users delete permission
source: You can't delete your account.
fr: Vous ne pouvez pas supprimer votre compte.
pl: Nie możesz usunąć własnego konta.
pt_br: Você não pode apagar sua conta
zh_hans: 您无法删除自己的账户。

# users delete permission
source: Administrators can't be deleted.
fr: Les administrateurs ne peuvent pas être supprimés.
pl: Administratorów nie można usuwać.
pt_br: Administradores não podem ser apagados
zh_hans: 管理员无法被删除。

# users delete permission
source: You can't delete users that are members for more than %(days)s day.
fr: Vous ne pouvez pas supprimer des utilisateurs qui sont membres depuis plus de %(days)s jour.
pl: Nie możesz usuwać użytkowników których konto jest starsze niż %(days)s dzień.
pt_br: Você não pode deletar usuários que são membros por mais de %(days)s dia.
zh_hans: 无法删除已加入超过%(days)s天的用户。

# users delete permission
source: You can't delete users that made more than %(posts)s post.
fr: Vous ne pouvez pas supprimer les utilisateurs qui ont publié plus de %(posts)s message.
pl: Nie możesz usuwać użytkowników którzy napisali więcej niż %(posts)s post.
pt_br: Você não pode deletar usuários que fizeram mais que %(posts)s publicação.
zh_hans: 无法删除发帖超过%(posts)s条的用户。

# users delete permission
source: You can't delete other users accounts.
fr: Vous ne pouvez pas supprimer les comptes d'autres utilisateurs.
pl: Nie możesz usuwać kont innych użytkowników.
pt_br: Você não pode deletar outras contas de usuário.
zh_hans: 您无法删除其他用户的账户。

# users delete permission
source: You can't delete your account because you are an administrator.
fr: Vous ne pouvez pas supprimer votre compte car vous êtes administrateur.
pl: Nie możesz usunąć swojego konta ponieważ jesteś administratorem.
pt_br: Você não pode deletar sua conta porque você é um administrador.
zh_hans: 您无法删除自己的账户，因为您是管理员。

# users moderation permission
source: Users moderation
fr: Modération des utilisateurs
pl: Moderacja użytkowników
pt_br: Moderação de usuários
zh_hans: 用户管理

# users moderation permission
source: Can rename users
fr: Peut renommer les utilisateurs
pl: Może zmieniać nazwy użytkowników
pt_br: Pode renomear usuários
zh_hans: 可改名用户

# users moderation permission
source: Can moderate avatars
fr: Peut modérer les avatars
pl: Może moderować awatary
pt_br: Pode modera avatares
zh_hans: 可管理头像

# users moderation permission
source: Can moderate signatures
fr: Peut modérer les signatures
pl: Może moderować podpisy
pt_br: Pode moderar assinaturas
zh_hans: 可管理签名

# users moderation permission
source: Can moderate profile details
fr: Peut modérer les détails du profil
pl: Może moderować profile
pt_br: Pode moderar detalhes de perfil
zh_hans: 可管理资料详情

# users moderation permission
source: Can ban users
fr: Peut bannir des utilisateurs
pl: Może blokować konta użytkowników
pt_br: Pode banir usuários
zh_hans: 可封禁用户

# users moderation permission
source: Max length, in days, of imposed ban
fr: Durée maximale, en jours, de l'interdiction imposée
pl: Maksymalna długość blokady, w dniach
pt_br: Duração máxima, em dias, de banimento imposto
zh_hans: 最大封禁时长（天）

# users moderation permission
source: Enter zero to let moderators impose permanent bans.
fr: Entrez zéro pour permettre aux modérateurs d'imposer des interdictions permanentes.
pl: Wpisz zero aby moderatorzy mogli blokować użytkowników na stałe.
pt_br: Insira zero para permitir que moderadores imponham banimentos permanentes
zh_hans: 输入0允许版主设置永久封禁。

# users moderation permission
source: Can lift bans
fr: Peut lever les bannissements
pl: Może zdejmować blokady
pt_br: Pode suspender banimentos
zh_hans: 可解除封禁

# users moderation permission
source: Max length, in days, of lifted ban
fr: Durée maximale, en jours, de la levée de l'interdiction
pl: Maksymalna długość blokady którą może zdjąć, w dniach
pt_br: Comprimento máximo, em dias, do banimento imposto
zh_hans: 最大解除封禁时长（天）

# users moderation permission
source: Enter zero to let moderators lift permanent bans.
fr: Entrez zéro pour permettre aux modérateurs de lever les interdictions permanentes.
pl: Wpisz zero aby moderatorzy mogli zdejmować stałe blokady.
pt_br: Insira zero para permitir que moderadores suspendam banimentos permanentes
zh_hans: 输入0允许版主解除永久封禁。

# users moderation permission
source: You can't rename users.
fr: Vous ne pouvez pas renommer les utilisateurs.
pl: Nie możesz zmieniać nazw innych użytkowników.
pt_br: Você não pode renomear usuários
zh_hans: 您无法改名用户。

# users moderation permission
source: You can't rename administrators.
fr: Vous ne pouvez pas renommer les administrateurs.
pl: Nie możesz zmieniać nazw administratorów.
pt_br: Você não pode renomear administradores
zh_hans: 您无法改名管理员。

# users moderation permission
source: You can't moderate avatars.
fr: Vous ne pouvez pas modérer les avatars.
pl: Nie możesz moderować awatarów.
pt_br: Você não pode moderar avatares
zh_hans: 您无法管理头像。

# users moderation permission
source: You can't moderate administrators avatars.
fr: Vous ne pouvez pas modérer les avatars des administrateurs.
pl: Nie możesz moderować awatarów administratorów.
pt_br: Você não pode moderar avatares de administradores
zh_hans: 您无法管理管理员头像。

# users moderation permission
source: You can't moderate signatures.
fr: Vous ne pouvez pas modérer les signatures.
pl: Nie możesz moderować podpisów.
pt_br: Você não pode moderar assinaturas
zh_hans: 您无法管理签名。

# users moderation permission
source: You can't moderate administrators signatures.
fr: Vous ne pouvez pas modérer les signatures des administrateurs.
pl: Nie możesz moderować podpisów administratorów.
pt_br: Você não pode moderar assinatura de administradores
zh_hans: 您无法管理管理员签名。

# users moderation permission
source: You have to sign in to edit profile details.
fr: Vous devez vous connecter pour modifier les détails du profil.
pl: Musisz być zalogowany/a aby móc zmienić swój profil.
pt_br: Você precisa entrar para editar detalhes do perfil
zh_hans: 您必须登录才能编辑资料。

# users moderation permission
source: You can't edit other users details.
fr: Vous ne pouvez pas modifier les détails des autres utilisateurs.
pl: Nie możesz zmieniać profili innych użytkowników.
pt_br: Você não pode editar detalhes de outros usuários
zh_hans: 您无法编辑其他用户资料。

# users moderation permission
source: You can't edit administrators details.
fr: Vous ne pouvez pas modifier les détails des administrateurs.
pl: Nie możesz zmieniać profili administratorów.
pt_br: Você não pode editar detalhes de administradores
zh_hans: 您无法编辑管理员资料。

# users moderation permission
source: You can't ban users.
fr: Vous ne pouvez pas bannir des utilisateurs.
pl: Nie możesz blokować użytkowników.
pt_br: Você não pode banir usuários
zh_hans: 您无法封禁用户。

# users moderation permission
source: Administrators can't be banned.
fr: Les administrateurs ne peuvent pas être bannis.
pl: Administratorzy nie mogą być blokowani.
pt_br: Administradores não podem ser banidos
zh_hans: 管理员无法被封禁。

# users moderation permission
source: You can't lift bans.
fr: Vous ne pouvez pas lever les bannissements.
pl: Nie możesz zdejmować blokad.
pt_br: Você não pode suspender banimentos
zh_hans: 您无法解除封禁。

# users moderation permission
source: This user is not banned.
fr: Cet utilisateur n'est pas banni.
pl: Ten użytkownik nie jest zablokowany.
pt_br: Esse usuários não está banido
zh_hans: 该用户未被封禁。

# users moderation permission
source: You can't lift permanent bans.
fr: Vous ne pouvez pas lever les bannissements permanents.
pl: Nie możesz zdejmować blokad na stałe.
pt_br: Você não pode suspender banimentos permanentes
zh_hans: 您无法解除永久封禁。

# users moderation permission
source: You can't lift bans that expire after %(expiration)s.
fr: Vous ne pouvez pas lever les interdictions qui expirent après %(expiration)s.
pl: Nie możesz zdejmować blokad dłuższych niż %(expiration)s.
pt_br: Você não pode impor banimentos que expiram após %(expiration)s.
zh_hans: 无法解除过期时间为%(expiration)s之后的封禁。

# users profiles permission
source: Can browse users list
fr: Peut parcourir la liste des utilisateurs
pl: Może przeglądać listy użytkowników
pt_br: Pode navegar na lista de usuários
zh_hans: 可浏览用户列表

# users profiles permission
source: Can search user profiles
fr: Peut rechercher des profils d'utilisateurs
pl: Może szukać użytkowników
pt_br: Pode pesquisar perfis de usuários
zh_hans: 可搜索用户资料

# users profiles permission
source: Can see other members name history
fr: Peut voir l'historique des noms des autres membres
pl: Może widzieć historię zmian nazwy innych użytkowników
pt_br: Pode ver o histórico de nome de outros membros
zh_hans: 可查看其他成员用户名历史

# users profiles permission
source: Can see members bans details
fr: Peut voir les détails des interdictions des membres
pl: Może widzieć szczegóły blokad użytkowników
pt_br: Pode ver detalhes de banimento de outros usuários
zh_hans: 可查看成员封禁详情
