Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# admin node
source: Enable Google Analytics or setup Google Site Verification.
fr: Activez Google Analytics ou configurez la vérification du site Google.
pl: Włącz integrację z Google Analytics lub zweryfikuj własność witryny w Google.
pt_br: Habilitar o Google Analytics ou configurar verificação do Google Site.
zh_hans: 启用 Google Analytics 或配置 Google 站点验证。

# admin analytics settings form
source: Tracking ID
fr: ID de suivi
zh_hans: 跟踪 ID

# admin analytics settings form
source: Setting the Tracking ID will result in gtag.js file being included in your site's HTML markup, enabling Google Analytics integration.
fr: La définition de l'ID de suivi entraînera l'inclusion du fichier gtag.js dans le balisage HTML de votre site, permettant ainsi l'intégration de Google Analytics.
pl: Ustawienie Tracking ID spowoduje załączenie pliku gtag.js w kodzie HTML twojej witryny i włączenie integracji z Google Analytics.
pt_br: Configurar o Trackind ID resultará no arquivo gtag.js sendo incluso na marcação do HTML do seu site, habilitando a integração com o Google Analytics.
zh_hans: 设置跟踪 ID 后，将自动在站点 HTML 中引入 gtag.js，从而启用 Google Analytics 集成。

# admin analytics settings form
source: Site verification code
fr: Code de vérification du site
pl: Kod weryfikacyjny witryny
pt_br: Código de verificação do site
zh_hans: 站点验证代码

# admin analytics settings form
source: This code was extracted from the uploaded site verification file. To change it, upload new verification file.
fr: Ce code a été extrait du fichier de vérification du site téléchargé. Pour le modifier, téléchargez un nouveau fichier de vérification.
pl: Ten kod pochodzi z przesłanego pliku weryfikującego własność witryny. Aby go zmienić, prześlij nowy plik.
pt_br: Este código foi extraído do arquivo de verificação de site. Para alterá-lo, envie um novo arquivo de verificação.
zh_hans: 此代码来自已上传的站点验证文件。若需更改，请上传新的验证文件。

# admin analytics settings form
source: Upload site verification file
fr: Télécharger le fichier de vérification du site
pl: Prześlij plik weryfikacyjny
pt_br: Enviar arquivo de verificação de site
zh_hans: 上传站点验证文件

# admin analytics settings form
source: Site verification file can be downloaded from Search Console's "Ownership verification" page.
fr: le fichier de vérification du site peut être téléchargé à partir de la page "Vérification de propriété" de la Search Console.
pl: Plik weryfikacyjny witryny może być pobrany ze strony weryfikacji własności witryny w ustawieniach Search Console.
pt_br: O arquivo de verficação de site pode ser baixado a partir da página "Verificação de propriedade" na Busca do Console.
zh_hans: 可从 Search Console “所有权验证”页面下载站点验证文件。

# admin analytics settings form
source: Uploaded file type is not HTML.
fr: Le type de fichier téléchargé n'est pas HTML.
pl: Przesłany plik nie jest plikiem HTML.
pt_br: O tipo de arquivo enviado não é HTML.
zh_hans: 上传的文件类型不是 HTML。

# admin analytics settings form
source: Uploaded file doesn't contain a verification code.
fr: Le fichier téléchargé ne contient pas de code de vérification.
pl: Przesłany plik nie zawierał kodu weryfikującego.
pt_br: O arquivo enviado não contém um código de verificação.
zh_hans: 上传的文件不包含验证代码。

# admin captcha settings form
source: Enable CAPTCHA
fr: Activer CAPTCHA
pl: Włącz CAPTCHA
pt_br: Habilitar CAPTCHA
zh_hans: 启用验证码

# admin captcha type field choice
source: No CAPTCHA
fr: Pas de CAPTCHA
pl: CAPTCHA wyłączona
pt_br: Sem CAPTCHA
zh_hans: 无验证码

# admin captcha type field choice
source: reCaptcha
zh_hans: reCAPTCHA验证码

# admin captcha type field choice
source: Question and answer
fr: Questions et réponses
pl: Pytanie testowe
pt_br: Pergunta e resposta
zh_hans: 问答验证码

# admin captcha settings form
source: Site key
fr: Clé du site
pl: Klucz publiczny ("Site key")
pt_br: Chave do site
zh_hans: 站点密钥

# admin captcha settings form
source: Secret key
fr: Clé secrète
pl: Klucz prywatny ("Secret key")
pt_br: Chave secreta
zh_hans: 私钥

# admin captcha settings form
source: Test question
fr: Question test
pl: Pytanie testowe
pt_br: Questão teste
zh_hans: 测试问题

# admin captcha settings form
source: Question help text
fr: Texte d'aide pour la question
pl: Podpowiedź do pytania
pt_br: Texto de ajuda da questão
zh_hans: 问题帮助文本

# admin captcha settings form
source: Valid answers
fr: Réponses valides
pl: Prawidłowe odpowiedzi
pt_br: Respostas válidas
zh_hans: 有效答案

# admin captcha settings form
source: Enter each answer in new line. Answers are case-insensitive.
fr: Inscrivez chaque réponse sur une nouvelle ligne. Les réponses sont insensibles à la casse.
pl: Wpisz każdą odpowiedź w osobnej linii. Wielkość znaków ma znaczenie.
pt_br: Insira cada resposta em uma nova linha. Respostas são case-insensitive.
zh_hans: 每行输入一个答案，答案不区分大小写。

# admin captcha settings form
source: Validate new registrations against SFS database
fr: Valider les nouveaux enregistrements par rapport à la base de données SFS
pl: Sprawdzaj nowe rejestracje w bazie SFS
pt_br: Validar novos cadastros com o banco de dados SFS.
zh_hans: 通过 SFS 数据库验证新注册

# admin captcha settings form
source: Turning this option on will result in Misago validating new user's e-mail and IP address against SFS database.
fr: L'activation de cette option entraînera la validation par Misago de l'adresse e-mail et de l'adresse IP du nouvel utilisateur par rapport à la base de données SFS.
pl: Włączenie tej opcji sprawi że Misago będzie sprawdzać e-mail i IP nowych użytkowników w bazie SFS.
pt_br: Habilitar esta opção resultará na validação de novos endereços de e-mail de usuários e endereços IP com o banco de dados SFS.
zh_hans: 启用此选项后，Misago 将用 SFS 数据库验证新用户的邮箱及 IP 地址。

# admin captcha settings form
source: Minimum SFS confidence required
fr: Confiance SFS minimale requise
pl: Minimalny wynik z bazy SFS
pt_br: Mínimo de confidência SFS exigida
zh_hans: 所需最小 SFS 置信度

# admin captcha settings form
source: SFS compares user e-mail and IP address with database of known spammers and assigns the confidence score in range of 0 to 100 that user is a spammer themselves. If this score is equal or higher than specified, Misago will block user from registering and ban their IP address for 24 hours.
fr: SFS compare l'adresse électronique et l'adresse IP de l'utilisateur avec la base de données des spammeurs connus et attribue un score de confiance compris entre 0 et 100 pour indiquer que l'utilisateur est lui-même un spammeur. Si ce score est égal ou supérieur à la valeur spécifiée, Misago interdit à l'utilisateur de s'inscrire et bannit son adresse IP pendant 24 heures.
pl: SFS porównuje e-mail użytkownika i jego adres IP z bazą danych znanych spamerów i ocenia czy należą one do spamera używając punktacji na skali od 0 do 100. Jeśli ta ocena jest równa lub większa od podanej, Misago uniemożliwi użytkownikowi rejestrację oraz zablokuje ich adres IP na 24 godziny.
pt_br: O SFS compare o endereço de e-mail do usuário e o IP com a base de spammers conhecidos e atribui uma pontuação de confiança em um intervalo de 0 a 100, do quanto o usuário é um spammer. Se esta pontuação for maior ou igual ao especificado, o Misago irá bloquear o usuário de se cadastrar e irá banir seu endereço IP por 24 horas.
zh_hans: SFS 会将用户邮箱和 IP 与已知垃圾账户数据库比对并给出 0 到 100 的置信得分。若得分高于设定值，Misago 将阻止注册并封禁该 IP 24 小时。

# admin captcha settings form
source: You need to enter site key if selected CAPTCHA type is reCaptcha.
fr: Vous devez saisir la clé du site si le type de CAPTCHA sélectionné est reCaptcha.
pl: Musisz ustawić klucz witryny gdy wybrana CAPTCHA to reCaptcha.
pt_br: Você precisa inserir a chave do site se o tipo de CAPTCHA selecionar for reCaptcha.
zh_hans: 若选择 reCaptcha 验证码，需输入站点密钥。

# admin captcha settings form
source: You need to enter secret key if selected CAPTCHA type is reCaptcha.
fr: Vous devez saisir la clé secrète si le type de CAPTCHA sélectionné est reCaptcha.
pl: Musisz ustawić klucz prywatny gdy wybrana CAPTCHA to reCaptcha.
pt_br: Você precisa inserir a chave screta se o tipo de CAPTCHA selecionado for reCaptcha.
zh_hans: 若选择 reCaptcha 验证码，需输入私钥。

# admin captcha settings form
source: You need to set question if selected CAPTCHA type is Q&A.
fr: Vous devez définir une question si le type CAPTCHA sélectionné est Q
pl: Wybór CAPTCHA "pytanie testowe" wymaga ustawienia pytania i odpowiedzi.
pt_br: Você precisa definir uma questão se selecionar que o tipo de CAPTCHA é P&R.
zh_hans: 若选择问答验证码，需设置问题内容。

# admin captcha settings form
source: You need to set question answers if selected CAPTCHA type is Q&A.
fr: Vous devez définir les réponses aux questions si le type de CAPTCHA sélectionné est Q&A.
pl: Musisz ustawić prawidłowe odpowiedzi gdy wybrana CAPTCHA to pytanie i odpowiedź.
pt_br: Você precisa definir respostas para as questões se o tipo de CAPTCHA selecionado for P&R.
zh_hans: 若选择问答验证码，需设置有效答案。

# admin general settings form
source: Forum name
fr: Nom du forum
pl: Nazwa forum
pt_br: Nome do fórum
zh_hans: 论坛名称

# admin general settings form
source: Forum address
fr: Adresse du forum
pl: Adres forum
pt_br: Endereço do fórum
zh_hans: 论坛地址

# admin general settings form
source: Page title
fr: Titre de la page
pl: Tytuł strony
pt_br: Título da página
zh_hans: 页面标题

# admin general settings form
source: Meta Description
pl: Opis meta
pt_br: Meta-descrição
zh_hans: 元描述

# admin general settings form
source: Short description of your forum that search and social sites may display next to link to your forum's index.
fr: Courte description de votre forum que les sites de recherche et les sites sociaux peuvent afficher à côté du lien vers l'index de votre forum.
pl: Krótki opis twojego forum który wyszukiwarki internetowe i serwisy społecznościowe mogą wyświetlić obok odnośnika do strony głównej forum.
pt_br: Uma descrição curta do seu fórum quemecanismos de pesquisa e sites podem mostrar ao lado do lijnk para a página inicial do seu fórum.
zh_hans: 论坛的简短描述，搜索引擎和社交网站可能在链接旁显示。

# admin general settings form
source: Header text
fr: Texte de l'en-tête
pl: Tekst w nagłówku
pt_br: Texto de cabeçalho
zh_hans: 页眉文本

# admin general settings form
source: This text will be displayed in page header on forum index.
fr: Ce texte sera affiché dans l'en-tête de la page sur l'index du forum.
pl: Ten tekst będzie wyświetlany w nagłówku na stronie główniej forum.
pt_br: Este texto será mostrado no cabeçalho da página na página inicial do fórum.
zh_hans: 此文本将显示在论坛首页的页眉部分。

# admin general settings form
source: Header message
fr: Message d'en-tête
pl: Wiadomość w nagłówku
pt_br: Mensagem do cabeçalho
zh_hans: 页眉消息

# admin general settings form
source: This message will be displayed in page header on forum index, under the header text.
fr: Ce message sera affiché dans l'en-tête de la page de l'index du forum, sous le texte de l'en-tête.
pl: Ta wiadomość będzie wyświetlana pod nagłówkiem strony głównej forum.
pt_br: Esta mensagem será mostrada no cabeçalho da página na página inicial do fórum, abaixo do texto de cabeçalho.
zh_hans: 此消息将显示在论坛首页的页眉文本下方。

# admin general settings form
source: Large logo
fr: Grand logo
pl: Duże logo
pt_br: Logotipo grande
zh_hans: 大 Logo

# admin general settings form
source: Image that will be displayed in forum navbar instead of a small logo or text.
fr: Image qui sera affichée dans la barre de navigation du forum à la place d'un petit logo ou d'un texte.
pl: Obraz który będzie wyświetlany w pasku nawigacyjnym forum zamiast małego logo lub tekstu.
pt_br: Imagem que será mostrada na barra de navegação em vez de um logotipo pequeno ou texto.
zh_hans: 将在论坛导航栏显示的大 Logo 图片，替代小 Logo 或文本。

# admin general settings form
source: Delete large logo image
fr: Supprimer une grande image de logo
pl: Usuń obraz dużego logo
pt_br: Deletar imagem de logotipo grande
zh_hans: 删除大 Logo 图片

# admin general settings form
source: Small logo
fr: Petit logo
pl: Małe logo
pt_br: Logotipo pequeno
zh_hans: 小 Logo

# admin general settings form
source: Image that will be displayed in the forum navbar next to the logo text if a large logo was not uploaded.
fr: Image qui sera affichée dans la barre de navigation du forum à côté du texte du logo si un grand logo n'a pas été téléchargé.
pl: Obraz który będzie wyświetlany w pasku nawigacyjnym forum obok logo tekstowego jeśli obraz dużego logo nie został przesłany.
pt_br: Imagem que será mostrada na barra de navegação do fórum ao lado do texto do logotipo se um logotipo grande não tiver sido enviado.
zh_hans: 若未上传大 Logo，则此图片将在导航栏 Logo 文本旁显示。

# admin general settings form
source: Delete small logo image
fr: Supprimer l'image du petit logo
pl: Usuń obraz małego logo
pt_br: Deletar imagem de logotipo pequena
zh_hans: 删除小 Logo 图片

# admin general settings form
source: Text logo
fr: Logo texte
pl: Logo tekstowe
pt_br: Texto de logotipo
zh_hans: 文字 Logo

# admin general settings form
source: Text displayed in forum navbar. If a small logo image was uploaded, this text will be displayed right next to it. If a large logo was uploaded, it will replace both the small logo and the text.
fr: Texte affiché dans la barre de navigation du forum. Si une petite image de logo a été téléchargée, ce texte sera affiché juste à côté. Si un grand logo a été téléchargé, il remplacera à la fois le petit logo et le texte.
pl: Napis wyświetlany w pasku nawigacyjnym forum. Jeśli przesłano obraz małego logo, ten napis będzie wyświetlany obok niego. Jeśli przesłano obraz dużego logo, zastąpi on zarówno małe logo jak i logo tekstowe.
pt_br: O texto mostrado na barra de navegação do fórum. Se uma pequena imagem de logotipo for enviada, este texto será mostrado ao lado dela. Se uma grande imagem de logotipo for enviada, ela subsitituirá o logotipo pequeno e o texto.
zh_hans: 导航栏显示的 Logo 文本。若有小 Logo 图片，则文本显示在其旁边；若有大 Logo，则替代小 Logo 和文本。

# admin general settings form
source: Image
pl: Obraz
pt_br: Imagem
zh_hans: 图片

# admin general settings form
source: Custom image that will appear next to links to your forum posted on social sites. Facebook recommends that this image should be 1200 pixels wide and 630 pixels tall.
fr: Image personnalisée qui apparaîtra à côté des liens vers votre forum postés sur les sites sociaux. Facebook recommande que cette image ait une largeur de 1200 pixels et une hauteur de 630 pixels.
pl: Własny obraz który będzie wyświetlany obok odnośnik do twojego forum opublikowanych w serwisach społecznościowych. Facebook zaleca aby obraz ten miał 1200 pikseli szerokości i 630 pikseli wysokości.
pt_br: Personalize a imagem que irá aparecer do lado dos links para seu fórum em publicações de redes sociais. O Facebook recomenda que essa imagem tenha 1200 pixel de largura por 630 de altura.
zh_hans: 社交媒体分享链接旁显示的自定义图片。Facebook 推荐尺寸为 1200×630 像素。

# admin general settings form
source: Delete image
fr: Supprimer l'image
pl: Usuń obraz
pt_br: Deletar imagem
zh_hans: 删除图片

# admin general settings form
source: Replace image with avatar on user profiles
fr: Remplacer l'image par un avatar sur les profils utilisateur
pl: Zastąp obraz awatarem użytkownika dla profilów
pt_br: Substituir imagem com avatar nos perfis de usuários
zh_hans: 在用户资料页用头像替代图片

# admin general settings form
source: Replace image with avatar on threads
fr: Remplacer l'image par un avatar dans les discussions
pl: Zastąp obraz awatarem użytkownika dla tematów
pt_br: Substituir imagem com avatar nas discussões
zh_hans: 在主题页用头像替代图片

# admin general settings form
source: Forum footnote
fr: Note de bas de page du forum
pl: Stopka forum
pt_br: Nota de rodapé do fórum
zh_hans: 论坛页脚

# admin general settings form
source: Short message displayed in forum footer.
fr: Court message affiché dans le pied de page du forum.
pl: Krótka wiadomość wyświetlana w stopce forum.
pt_br: Mensagem curta mostrada no rodapé do fórum.
zh_hans: 论坛页脚所显示的简短消息。

# admin general settings form
source: E-mails footer
fr: Pied de page des e-mails
pl: Stopka e-mailów
pt_br: Rodapé de emails
zh_hans: 邮件页脚

# admin general settings form
source: Optional short message included at the end of e-mails sent by forum.
fr: Message court facultatif inclus à la fin des e-mails envoyés par le forum.
pl: Opcjonalna krótka wiadomość wyświetlana w stopce e-mailów wysyłanych przez forum.
pt_br: Mensagem curta opcional inclusa no fim dos e-mails enviados pelo fórum.
zh_hans: 可选，在论坛邮件结尾处显示的简短消息。

# admin general settings form
source: Display the link to the Admin Control Panel in the administrator's user menu
fr: Afficher le lien vers le panneau de configuration d'administration dans le menu utilisateur de l'administrateur
pl: Wyświetlaj odnośnik do panelu administracyjnego w menu użytkownika dla zalogowanych administratorów
pt_br: Mostrar o link para o Painel de Controle Administrativo no menu de usuário administrador
zh_hans: 在管理员的用户菜单显示管理后台链接

# admin general settings form
source: Hiding the link to the ACP from user menus reduces risk of malicious actors gaining access to admin session for admin users who are sharing their device with others or who are logging in to the site in public spaces.
fr: Masquer le lien vers l'ACP dans les menus utilisateur réduit le risque que des acteurs malveillants accèdent à la session d'administration pour les utilisateurs administrateurs qui partagent leur appareil avec d'autres ou qui se connectent au site dans des espaces publics.
pl: Ukrycie odnośnika do panelu administracyjnego z menu użytkownika zmniejsza ryzyko nieuprawnionego dostępu do sesji administratora użytkowników którzy współdzielą swoje urządzenie z innymi albo logują się na stronę w publicznych przestrzeniach.
pt_br: Esconder o link para o PCA no menu de usuário reduz o risco de agentes maliciosos ganharem acesso para a sessão administrativa com usuários administradores que compartilham seus dispositivos com outros que estão conectados no site em espaços públicos.
zh_hans: 在用户菜单隐藏 ACP 链接可降低管理员在共享设备或公共场所登录时被恶意访问后台的风险。

# admin general settings form
source: Misago uses this setting to build links in e-mails sent to site users. Address under which site is running appears to be "%(address)s".
fr: Misago utilise ce paramètre pour créer des liens dans les e-mails envoyés aux utilisateurs du site. L'adresse sous laquelle le site fonctionne semble être "%(address)s".
pl: Misago używa tego ustawienia do tworzenia linków w e-mailach wysyłanych do użytkowników strony. Aktualny adres pod którym prawdopodobnie działa strona to "%(address)s".
pt_br: O Misago utiliza esta configuração para construir links em e-mails enviados para usuários do site. O endereço sob o qual o site está sendo executado parece ser "%(address)s".
zh_hans: Misago 会用此设置在邮件中生成站点链接。当前站点地址为 "%(address)s"。

# admin notifications settings form
source: Notify about new replies in threads started by them
fr: Notifier les nouvelles réponses dans les fils de discussion qu'ils ont lancés
pl: Powiadamiaj o nowych odpowiedziach w tematach które założyli
pt_br: Notificar sobre novas respostas nas discussões iniciadas por eles
zh_hans: 通知用户其发起的主题有新回复

# admin notifications settings form
source: Notify about new replies in threads replied to by them
fr: Notifier les nouvelles réponses dans les fils de discussion auxquels ils ont répondu
pl: Powiadamiaj o nowych odpowiedziach w tematach w których odpowiedzieli
pt_br: Notificar sobre novas respostas em discussões iniciadas por eles
zh_hans: 通知用户其回复过的主题有新回复

# admin notifications settings form
source: Notify about new replies in new private threads started by followed users
fr: Notifier les nouvelles réponses dans les nouveaux fils de discussion privés démarrés par les utilisateurs suivis
pl: Powiadamiaj o nowych odpowiedziach prywatnych tematach założonych przez użytkowników których obserwuje
pt_br: Notificar sobre novas respostas em discussões privadas iniciar pelos seguintes uusários
zh_hans: 通知关注用户发起的新私密主题有新回复

# admin notifications settings form
source: Notify about new replies in new private threads started by other users
fr: Notifier les nouvelles réponses dans les nouveaux fils de discussion privés lancés par d'autres utilisateurs
pl: Powiadamiaj o nowych odpowiedziach prywatnych tematach założonych przez pozostałych użytkowników
pt_br: Notificar sobre novas respostas em discussões privadas iniciadas por outros usuários
zh_hans: 通知其他用户发起的新私密主题有新回复

# admin notifications settings form
source: Notify about new private threads started by followed users
fr: Notifier les nouveaux fils de discussion privés démarrés par les utilisateurs suivis
pl: Powiadamiaj o nowych prywatnych tematach od użytkowników których obserwuje
pt_br: Notificar sobre novas discussões privadas iniciadas por usuários seguidos
zh_hans: 通知关注用户发起的新私密主题

# admin notifications settings form
source: Notify about new private threads started by other users
fr: Notifier les nouveaux fils de discussion privés démarrés par d'autres utilisateurs
pl: Powiadamiaj o nowych prywatnych tematach od pozostałych użytkowników
pt_br: Notificar sobre novas discussões privadas iniciadas por outros usuários
zh_hans: 通知其他用户发起的新私密主题

# admin notifications settings form
source: Delete notifications older than (in days)
fr: Supprimer les notifications datant de plus de (en jours)
pl: Usuwaj powiadomienia starsze niż (dni)
pt_br: Deletar notificações mais antigas que (em dias)
zh_hans: 删除超过指定天数的通知

# admin notifications settings form
source: Misago automatically deletes notifications older than the specified age.
fr: Misago supprime automatiquement les notifications antérieures à l'âge spécifié.
pl: Misago automatycznie usuwa powiadomienia starsze niż podano.
pt_br: O Misago automaticamente deletará notificações mais antigas que a idade especificada.
zh_hans: Misago 会自动删除超过指定天数的通知。

# admin oauth2 settings form
source: Enable OAuth2 client
fr: Activer le client OAuth2
pl: Włącz klienta OAuth 2
pt_br: Habilitar cliente OAuth2
zh_hans: 启用 OAuth2 客户端

# admin oauth2 settings form
source: Enabling OAuth2 will make login option redirect users to the OAuth provider configured below. It will also disable option to register on forum, change username, email or password, as those features will be delegated to the 3rd party site.
fr: En activant OAuth2, l'option de connexion redirigera les utilisateurs vers le fournisseur OAuth configuré ci-dessous. Cela désactivera également l'option d'enregistrement sur le forum, de modification du nom d'utilisateur, de l'email ou du mot de passe, car ces fonctionnalités seront déléguées au site tiers.
pl: Włącznie OAuth 2 sprawi że opcja logowania będzie przekierowywać użytkowników do usługi OAuth 2 skonfigurowanej poniżej. Wyłączy to także opcje rejestracji na forum, zmiany nazwy użytkownika, adresu e-mail lub hasła, ponieważ te zostaną oddelegowane do połączonej usługi.
pt_br: Habilitar o OAuth2 fará a opção de login redirecionar os usuários para um provedor OAuth configurado abaixo. Ele também irá desativar a opção de cadastro no fórum, alteração de nome, e-mail ou senha, visto que essas funções terão sido delegadas para terceiros.
zh_hans: 启用 OAuth2 后，登录将跳转至下方配置的认证服务商，同时将禁用论坛注册、用户名、邮箱和密码修改等功能，相关操作交由第三方网站处理。

# admin oauth2 settings form
source: Provider name
fr: Nom du fournisseur
pl: Nazwa usługi
pt_br: Nome do provedor
zh_hans: 服务商名称

# admin oauth2 settings form
source: Name of the OAuth 2 provider to be displayed by interface.
fr: Nom du fournisseur OAuth 2 à afficher par interface.
pl: Nazwa usługi (lub usługodawcy) OAuth 2 wyświetlana w interfejsie.
pt_br: Nome do provedor OAuth2 a ser apresentado na interface.
zh_hans: 界面上显示的 OAuth2 服务商名称。

# admin oauth2 settings form
source: Client ID
pl: ID klienta
zh_hans: 客户端 ID

# admin oauth2 settings form
source: Client Secret
pl: Sekret klienta
zh_hans: 客户端密钥

# admin oauth2 settings form
source: Scopes
pl: Zakresy
pt_br: Escopos
zh_hans: 授权范围
