Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# admin social auth providers
source: Login with %(provider)s has been moved after %(other)s.
fr: La connexion avec %(provider)s a été déplacée après %(other)s.
pl: Logowanie przez %(provider)s zostało przeniesione za %(other)s.
pt_br: Login com %(provider)s foi movido para depois de %(other)s.
zh_hans: %(provider)s登录方式已移至%(other)s之后。

# admin social auth providers
source: Login with %(provider)s has been moved before %(other)s.
fr: La connexion avec %(provider)s a été déplacée avant %(other)s.
pl: Logowanie przez %(provider)s zostało przeniesione przed %(other)s.
pt_br: Login com %(provider)s foi movido para antes de %(other)s.
zh_hans: %(provider)s登录方式已移至%(other)s之前。

# social auth
source: The e-mail address associated with your %(backend)s account is not available for use on this site.
fr: L'adresse e-mail associée à votre compte %(backend)s n'est pas disponible pour une utilisation sur ce site.
pl: Adres e-mail powiązany z twoim kontem na %(backend)s nie może być użyty na tej stronie.
pt_br: O endereço de email associado com sua conta %(backend)s não está disponível para uso neste site.
zh_hans: 您的%(backend)s账号关联的邮箱无法在本站使用。

# social auth
source: Your account has to be activated by site administrator before you will be able to sign in with %(backend)s.
fr: Votre compte doit être activé par l'administrateur du site avant de pouvoir vous connecter avec %(backend)s.
pl: Twoje konto musi pierw zostać aktywowane przez administratora strony nim będziesz mógł/mogła zalogować się przez %(backend)s.
pt_br: A sua conta precisa ser ativada pelo administrador do site antes que você seja capaz de se conectar com %(backend)s.
zh_hans: 您的账号需由管理员激活，才能通过%(backend)s登录。

# social auth
source: Please try resubmitting the form.
fr: Veuillez essayer de soumettre à nouveau le formulaire.
pl: Spróbuj ponownie wysłać formularz.
pt_br: Por favor, tente enviar o formulário novamente.
zh_hans: 请尝试重新提交表单。

# social auth
source: This feature has been disabled. Please use %(provider)s to sign in.
fr: Cette fonction a été désactivée. Veuillez utiliser %(provider)s pour vous connecter.
pl: Ta funkcja została wyłączona. Użyj %(provider)s aby się zalogować.
pt_br: Esta funcionalidade foi desativada. Por favor utilize %(provider)s para se conectar.
zh_hans: 该功能已禁用，请使用%(provider)s登录。

# debug toolbar user acl
source: %(user)s roles
fr: rôles de %(user)s
pl: Role %(user)s
pt_br: Cargos de %(user)s
zh_hans: %(user)s的角色

# debug toolbar user acl
source: Anonymous roles
fr: Rôles anonymes
pl: Role niezalogowanych
pt_br: Cargos anônimos
zh_hans: 匿名角色

# debug toolbar user acl
source: Role
fr: Rôle
pl: Rola
pt_br: Cargo
zh_hans: 角色

# debug toolbar user acl
source: Permissions
fr: Autorisations
pl: Uprawnienia
pt_br: Permissões
zh_hans: 权限

# debug toolbar user acl
source: Current ACL
fr: LCA actuelle
pl: Aktualny ACL
pt_br: ACL atual
zh_hans: 当前权限列表

# debug toolbar user acl
source: Key
fr: Clé
pl: Klucz
pt_br: Chave
zh_hans: 键

# debug toolbar user acl
source: Value
fr: Valeur
pl: Wartość
pt_br: Valor
zh_hans: 值

# account activation page
source: Account activated
fr: Compte activé
pl: Konto aktywowane
pt_br: Conta ativada
zh_hans: 账号已激活

# account activation page
source: You can now sign in to finish setting up your account and to participate in or start new discussions.
fr: Vous pouvez maintenant vous connecter pour terminer la configuration de votre compte et pour participer ou démarrer de nouvelles discussions.
pl: Możesz się teraz zalogować aby dokończyć ustawianie swojego konta oraz uczestniczyć w istniejących i zakładać własne tematy.
pt_br: Agora você pode se conectar para finalizar a configuração da sua conta e participar ou iniciar novas discussões.
zh_hans: 您现在可以登录以完成账号设置，并参与或发起新的讨论。

# account activation page
source: Activation error
fr: Erreur d'activation
pl: Błąd aktywacji
pt_br: Erro de ativação
zh_hans: 激活错误

# account activation page
source: Can't activate account.
fr: Impossible d'activer le compte.
pl: Nie można aktywować konta.
pt_br: Não foi possível ativar a conta.
zh_hans: 无法激活账号。

# account activation page
source: Request another activation link.
fr: Demander un autre lien d'activation.
pl: Uzyskaj nowy odnośnik aktywacyjny.
pt_br: Solicitar outro link de ativação.
zh_hans: 请求新的激活链接

# account activation page
source: Request activation link
fr: Demander un lien d'activation
pl: Nowy odnośnik aktywacyjny
pt_br: Solicitar link de ativação
zh_hans: 请求激活链接

# account activation page
source: The site administrator may impose a requirement on newly registered accounts to be activated before users will be able to sign in.
fr: L'administrateur du site peut imposer l'activation des comptes nouvellement enregistrés avant que les utilisateurs puissent se connecter.
pl: Administrator strony może prowadzić wymóg aby nowo zarejestrowane konta były aktywowane nim możliwe będzie logowanie na nie.
pt_br: O administrador do site pode impor uma exigência em novas contas cadastradas para que sejam ativadas antes que os usuários sejam capazes de se conectar a elas.
zh_hans: 管理员可能要求新注册账号激活后才能登录。

# account activation page
source: Depending on the time of registration, you will be able to activate your account by clicking a special activation link. This link will be valid only for your browser, for seven days or until your account is activated.
fr: En fonction du moment de votre inscription, vous pourrez activer votre compte en cliquant sur un lien d'activation spécial. Ce lien ne sera valable que pour votre navigateur, pendant sept jours ou jusqu'à ce que votre compte soit activé.
pl: W zależności od czasu rejestracji, możliwym może być aktywacja twojego konta poprzez specjalny odnośnik aktywacyjny wysłany do ciebie w wiadomości e-mail. Ten odnośnik będzie działał wyłącznie dla twojej przeglądarki, do chwili aktywacji twojego konta ale nie dłużej niż przez 7 dni.
pt_br: Dependendo do tempo de cadastro, você será capaz de ativar a sua conta clicando em um link de ativação especial. Este link será válido apenas para o seu navegador, durante 7 dias ou até que a sua conta seja ativada.
zh_hans: 根据注册时间，您可以点击专属激活链接激活账号。该链接仅对您的浏览器有效，有效期为七天或直到账号激活。

# account activation page
source: To receive this link, enter your account's e-mail address and press the "Send link" button.
fr: Pour recevoir ce lien, entrez l'adresse e-mail de votre compte et appuyez sur le bouton "Envoyer le lien".
pl: Aby otrzymać ten odnośnik, wpisz adres e-mail twojego konta i naciśnij przycisk "Wyślij odnośnik".
pt_br: Para receber este link, insira o endereço de email da sua conta e pressione o botão "Enviar link".
zh_hans: 如需获取此链接，请输入您的邮箱并点击“发送链接”按钮。

# account activation page
source: To request a new activation link please enable JavaScript.
fr: Pour demander un nouveau lien d'activation, veuillez activer JavaScript.
pl: Aby otrzymać nowy odnośnik aktywacyjny włącz JavaScript.
pt_br: Para solicitar um novo link de ativação, por favor habilite o JavaScript.
zh_hans: 如需请求新的激活链接，请启用JavaScript。

# account activation page
source: Activation failed
fr: Echec de l'activation
pl: Aktywacja nieudana
pt_br: A ativação falhou
zh_hans: 激活失败

# account activation page
source: Your account can't be activated at this time.
fr: Votre compte ne peut pas être activé pour le moment.
pl: Twoje konto nie może być teraz aktywowane.
pt_br: A sua conta não pôde ser ativada neste momento.
zh_hans: 您的账号目前无法激活。

# admin agreement form
source: New agreement
fr: Nouvel accord
pl: Nowa zgoda
pt_br: Novo acordo
zh_hans: 新协议

# admin agreement form
source: View on site
fr: Voir sur place
pl: Zobacz na stronie
pt_br: Ver no site
zh_hans: 站点查看

# admin agreement form
source: Edit agreement
fr: Modifier l'accord
pl: Zmień zgodę
pt_br: Editar acordo
zh_hans: 编辑协议

# admin agreement form
source: Basic settings
fr: Paramètres de base
pl: Podstawowe ustawienia
pt_br: Configurações básicas
zh_hans: 基本设置

# admin agreement form
source: Agreement contents
fr: Contenu de l'accord
pl: Treść zgody
pt_br: Conteúdo do acordo
zh_hans: 协议内容

# admin agreement form
source: Fill in one of the fields.
fr: Remplissez un des champs.
pl: Wypełnij jedno z pól.
pt_br: Preencha pelo menos um dos campos
zh_hans: 至少填写一项内容。

# admin agreements
source: New agreement
fr: Nouvel accord
pl: Dodaj zgodę
pt_br: Novo acordo
zh_hans: 新协议

# admin agreements list
source: Agreement
fr: Accord
pl: Zgoda
pt_br: Acordo
zh_hans: 协议

# admin agreements list
source: Type
pl: Typ
pt_br: Tipo
zh_hans: 类型

# admin agreements list
source: Created
fr: Créé
pl: Utworzona
pt_br: Criado
zh_hans: 创建时间

# admin agreements list
source: Modified
fr: Modifié
pl: Zmieniona
pt_br: Modificado
zh_hans: 修改时间

# admin agreements list item
source: Users are required to accept this agreement to use the site
fr: Les utilisateurs doivent accepter cet accord pour utiliser le site
pl: Użytkownicy muszą wyrazić tą zgodę aby korzystać z serwisu
pt_br: É exigido que os usuários aceitem este acordo para usar o site
zh_hans: 用户需同意此协议方可使用本站

# admin active agreement
source: Active
fr: Actif
pl: Obowiązuje
pt_br: Ativo
zh_hans: 已激活

# admin agreements list item
source: %(created_on)s by %(created_by)s
fr: %(created_on)s par %(created_by)s
pl: %(created_on)s przez %(created_by)s
pt_br: %(created_on)s por %(created_by)s
zh_hans: %(created_on)s 由 %(created_by)s 创建

# admin agreements list item
source: %(last_modified_on)s by %(last_modified_by)s
fr: %(last_modified_on)s par %(last_modified_by)s
pl: %(last_modified_on)s przez %(last_modified_by)s
pt_br: %(last_modified_on)s por %(last_modified_by)s
zh_hans: %(last_modified_on)s 由 %(last_modified_by)s 修改

# admin never modified agreement
source: never
fr: jamais
pl: nigdy
pt_br: nunca
zh_hans: 从未

# admin agreements
source: Set as active
fr: Définir comme actif
pl: Ustaw jako obowiązującą
pt_br: Definir como ativo
zh_hans: 设为激活协议

# admin agreements
source: Disable agreement
fr: Désactiver l'accord
pl: Wyłącz
pt_br: Desabilitar acordo
zh_hans: 禁用协议

# admin agreements
source: Edit agreement
fr: Modifier l'accord
pl: Zmień zgodę
pt_br: Editar acordo
zh_hans: 编辑协议

# admin agreements
source: Remove agreement
fr: Supprimer l'accord
pl: Usuń zgodę
pt_br: Remover acordo
zh_hans: 移除协议

# admin agreements
source: No agreements matching criteria exist.
fr: Aucun accord correspondant aux critères n'existe.
pl: Nie ma zgód pasujących do szukanych kryteriów.
pt_br: Nenhum acordo correspondente ao critério existe.
zh_hans: 没有符合条件的协议。

# admin agreements
source: No agreements are set.
fr: Aucun accord n'est défini.
pl: Nie ustawiono żadnych zgód.
pt_br: Nenhum acordo foi definido.
zh_hans: 尚未设置协议。

# admin agreements
source: Are you sure you want to set this agreement as active for its type?
fr: Êtes-vous sûr de vouloir définir cet accord comme actif pour son type?
pl: Na pewno chcesz ustawić tą zgodę jako obowiązującą dla jej typu?
pt_br: Você realmente deseja definir este acordo como ativo para seu tipo?
zh_hans: 确定将此协议设为该类型的激活协议吗？

# admin agreements
source: Are you sure you want to disable this agreement?
fr: Êtes-vous sûr de vouloir désactiver cet accord?
pl: Na pewno chcesz wyłączyć tą zgodę?
pt_br: Você realmente deseja desabilitar este acordo?
zh_hans: 确定要禁用此协议吗？

# admin agreements
source: Are you sure you want to remove this agreement?
fr: Êtes-vous sûr de vouloir supprimer cet accord?
pl: Na pewno chcesz usunąć tą zgodę?
pt_br: Você realmente deseja remover este acordo?
zh_hans: 确定要移除此协议吗？

# admin attachments list
source: Attachment
fr: Pièce jointe
pl: Załącznik
pt_br: Anexo
zh_hans: 附件

# admin attachments list
source: Thread
fr: Discussion
pl: Temat
pt_br: Discussão
zh_hans: 主题

# admin attachments list item
source: %(filetype)s, %(size)s, uploaded by %(uploader)s %(uploaded_on)s.
fr: %(filetype)s, %(size)s, téléchargé par %(uploader)s %(uploaded_on)s.
pl: %(filetype)s, %(size)s, przesłany przez %(uploader)s %(uploaded_on)s.
pt_br: %(filetype)s, %(size)s, enviado por %(uploader)s %(uploaded_on)s.
zh_hans: %(filetype)s，%(size)s，由%(uploader)s于%(uploaded_on)s上传。

# admin orphaned attachment
source: This attachment is not associated with any existing post.
fr: Cette pièce jointe n’est associée à aucune publication existante.
pl: Ten załącznik nie jest powiązany z żadnym istniejącym postem.
pt_br: Este anexo não está associado a nenhuma publicação existente.
zh_hans: 此附件未关联任何已有帖子。

# admin orphaned attachment
source: Orphaned
fr: Orphelin
pl: Osierocony
pt_br: Órfão
zh_hans: 孤立

# admin attachments
source: Delete
fr: Supprimer
pl: Usuń
pt_br: Deletar
zh_hans: 删除

# admin attachments
source: No attachments matching criteria exist.
fr: Aucun critère correspondant aux pièces jointes n'existe.
pl: Nie ma załączników pasujących do szukanych kryteriów.
pt_br: Nenhum anexo correspondente ao critério existe.
zh_hans: 没有符合条件的附件。

# admin attachments
source: No attachments exist.
fr: Aucune pièce jointe n'existe.
pl: Nie ma żadnych załączników.
pt_br: Não há anexos.
zh_hans: 暂无附件。

# admin attachments
source: Are you sure you want to delete this attachment?
fr: Êtes-vous sûr de vouloir supprimer cette pièce jointe?
pl: Na pewno chcesz usunąć ten załącznik?
pt_br: Você realmente deseja deletar este anexo?
zh_hans: 您确定要删除该附件吗？

# admin attachment type form
source: New type
fr: Nouveau type
pl: Nowy typ
pt_br: Novo tipo
zh_hans: 新类型

# admin attachment type form
source: Edit attachment type
fr: Modifier le type de pièce jointe
pl: Zmień typ załącznika
pt_br: Editar tipo de anexo
zh_hans: 编辑附件类型

# admin attachment type form
source: New attachment type
fr: Nouveau type de pièce jointe
pl: Dodaj typ załącznika
pt_br: Novo tipo de anexo
zh_hans: 新附件类型

# admin attachment type form
source: Basic options
fr: Options de base
pl: Ustawienia podstawowe
pt_br: Opções básicas
zh_hans: 基本选项

# admin attachment type form
source: Availability
fr: Disponibilité
pl: Dostępność
pt_br: Disponibilidade
zh_hans: 可用性

# admin attachments types
source: New type
fr: Nouveau type
pl: Nowy typ
pt_br: Novo tipo
zh_hans: 新类型

# admin attachments types list
source: Type
pl: Typ
pt_br: Tipo
zh_hans: 类型

# admin attachments types list
source: Extensions
pl: Rozszerzenia
pt_br: Extensões
zh_hans: 扩展名

# admin attachments types list
source: Mimetypes
pl: Type MIME
zh_hans: MIME类型

# admin attachments types list
source: Files
fr: Fichiers
pl: Pliki
pt_br: Arquivos
zh_hans: 文件数

# admin attachments types list item
source: Uploading new files of this type is disabled.
fr: Le téléchargement de nouveaux fichiers de ce type est désactivé.
pl: Przesyłanie nowych plików tego typu jest wyłączone.
pt_br: O envio de novos arquivos deste tipo de arquivo está desativado.
zh_hans: 禁止上传此类型的新文件。

# admin attachments type uploads disabled
source: Limited
fr: Limité
pl: Ograniczony
pt_br: Limitado
zh_hans: 受限

# admin attachments types list item
source: Uploading and downloading files of this type is disabled.
fr: Le chargement et le téléchargement de fichiers de ce type sont désactivés.
pl: Przesyłanie i pobieranie plików tego typu jest wyłączone.
pt_br: O envio e download de arquivos deste tipo está desativado.
zh_hans: 禁止上传和下载此类型文件。

# admin attachments type disabled
source: Disabled
fr: Désactivé
pl: Wyłączony
pt_br: Desativado
zh_hans: 禁用

# admin attachments type mimetypes not set
source: Not set
fr: Non défini
pl: Nie ustawiono
pt_br: Não definido
zh_hans: 未设置

# admin attachments types
source: Edit type
fr: Modifier le type
pl: Zmień typ
pt_br: Editar tipo
zh_hans: 编辑类型

# admin attachments types
source: Delete type
fr: Supprimer le type
pl: Usuń typ
pt_br: Deletar tipo
zh_hans: 删除类型

# admin attachments types
source: No attachment types are set.
fr: Aucun type de pièce jointe n'est défini.
pl: Nie ustawiono żadnych typów załączników.
pt_br: Nenhum tipo de anexo está definido
zh_hans: 尚未设置附件类型。

# admin attachments types
source: Are you sure you want to delete this attachment type?
fr: Êtes-vous sûr de vouloir supprimer ce type de pièce jointe?
pl: Na pewno chcesz usunąć ten typ załącznika?
pt_br: Você realmente deseja deletar este tipo de anexo?
zh_hans: 您确定要删除该附件类型吗？

# admin ban form
source: New ban
fr: Nouveau bannissement
pl: Nowa blokada
pt_br: Novo banimento
zh_hans: 新封禁

# admin ban form
source: Edit ban
fr: Modifier le bannissement
pl: Zmień blokadę
pt_br: Editar banimento
zh_hans: 编辑封禁

# admin ban form
source: Ban settings
fr: Paramètres de bannissement
pl: Ustawienia blokady
pt_br: Configurações de banimento
zh_hans: 封禁设置

# admin ban form
source: Messages
pl: Wiadomości
pt_br: Mensagens
zh_hans: 消息

# admin ban expires choice
source: Never
fr: Jamais
pl: Nigdy
pt_br: Nunca
zh_hans: 永不过期

# admin ban expires choice
source: Set date
fr: Définir la date
pl: O ustalonej porze
pt_br: Definir data
zh_hans: 指定日期

# admin bans
source: New ban
fr: Nouveau bannissement
pl: Nowa blokada
pt_br: Novo banimento
zh_hans: 新封禁

# admin bans list
source: Ban
fr: Bannissement
pl: Blokada
pt_br: Banir
zh_hans: 封禁

# admin bans list
source: Type
pl: Rodzaj
pt_br: Tipo
zh_hans: 类型

# admin bans list
source: Expires on
fr: Expire le
pl: Wygasa
pt_br: Expira em
zh_hans: 过期时间

# admin ban registration only
source: Registration only
fr: Inscription uniquement
pl: Tylko rejestracje
pt_br: Apenas cadastro
zh_hans: 仅限注册

# admin ban expired status
source: Expired
fr: Expiré
pl: Wygasł
pt_br: Expirado
zh_hans: 已过期

# admin ban never expires
source: Never
fr: Jamais
pl: Nigdy
pt_br: Nunca
zh_hans: 永不过期

# admin bans
source: Edit ban
fr: Modifier le bannissement
pl: Zmień blokadę
pt_br: Editar banimento
zh_hans: 编辑封禁

# admin bans
source: Remove ban
fr: Supprimer le bannissement
pl: Usuń blokadę
pt_br: Remover banimento
zh_hans: 移除封禁

# admin bans
source: No bans matching criteria exist.
fr: Aucun critère correspondant aux interdictions n'existe.
pl: Nie ma blokad pasujących do szukanych kryteriów.
pt_br: Nenhum banimento correspondente ao critério existe.
zh_hans: 没有符合条件的封禁。

# admin bans
source: No bans are set.
fr: Aucune interdiction n'est définie.
pl: Nie ustawiono żadnych blokad.
pt_br: Nenhum banimento foi definido.
zh_hans: 尚未设置封禁。

# admin bans
source: Are you sure you want to remove this ban?
fr: Êtes-vous sûr de vouloir supprimer ce bannissement?
pl: Na pewno chcesz usunąć tą blokadę?
pt_br: Você realmente quer remover este banimento?
zh_hans: 您确定要移除此封禁吗？

# admin title
source: Misago Administration
fr: Administration Misago
pl: Administracja Misago
pt_br: Administração do Misago
zh_hans: Misago管理后台

# admin category form
source: Delete category: %(category)s
fr: Supprimer la catégorie: %(category)s
pl: Usuń kategorię: %(category)s
pt_br: Deletar categoria: %(category)s
zh_hans: 删除分类：%(category)s

# admin category form
source: Delete category
fr: Supprimer la catégorie
pl: Usuń kategorię
pt_br: Deletar categoria
zh_hans: 删除分类

# admin category form
source: Category contents
fr: Contenu de la catégorie
pl: Zawartość kategorii
pt_br: Conteúdos da categoria
zh_hans: 分类内容

# admin category form
source: New category
fr: Nouvelle catégorie
pl: Nowa kategoria
pt_br: Nova categoria
zh_hans: 新分类

# admin categories
source: Edit permissions
fr: Modifier les autorisations
pl: Zmień uprawnienia
pt_br: Editar permissões
zh_hans: 编辑权限

# admin categories
source: View on site
fr: Voir sur place
pl: Zobacz na stronie
pt_br: Ver no site
zh_hans: 站点查看

# admin category form
source: Edit category
fr: Modifier la catégorie
pl: Zmień kategorię
pt_br: Editar categoria
zh_hans: 编辑分类

# admin category form
source: Display and position
fr: Affichage et position
pl: Wyświetlanie i pozycja
pt_br: Visualização e posição
zh_hans: 显示与排序

# admin category form
source: Behavior
fr: Comportement
pl: Zachowanie
pt_br: Comportamento
zh_hans: 行为设置

# admin category form
source: Content approval
fr: Approbation du contenu
pl: Akceptacja treści
pt_br: Aprovação de conteúdo
zh_hans: 内容审核

# admin category form
source: Prune threads
fr: Élaguer les fils
pl: Usuwanie tematów
pt_br: Cortar discussões
zh_hans: 清理主题

# admin categories
source: New category
fr: Nouvelle catégorie
pl: Nowa kategoria
pt_br: Nova categoria
zh_hans: 新分类

# admin categories list
source: Category
fr: Catégorie
pl: Kategoria
pt_br: Categoria
zh_hans: 分类

# admin categories list
source: Label
fr: Étiquette
pl: Etykieta
pt_br: Etiqueta
zh_hans: 标签

# admin categories list
source: CSS class
fr: Classe CSS
pl: Klasa CSS
pt_br: Classe CSS
zh_hans: CSS类

# admin categories list
source: Threads
fr: Discussions
pl: Tematy
pt_br: Discussões
zh_hans: 主题数

# admin categories list
source: Posts
fr: Messages
pl: Posty
pt_br: Publicações
zh_hans: 帖子数

# admin category css class
source: Not set
fr: Non défini
pl: Nie ustawiono
pt_br: Não definido
zh_hans: 未设置

# admin categories
source: Move down
fr: Descendre
pl: Przenieś w dół
pt_br: Mover para baixo
zh_hans: 下移

# admin categories
source: Move up
fr: Monter
pl: Przenieś w górę
pt_br: Mover para cima
zh_hans: 上移

# admin categories
source: Edit category
fr: Modifier la catégorie
pl: Zmień kategorię
pt_br: Editar categoria
zh_hans: 编辑分类

# admin categories
source: Delete category
fr: Supprimer la catégorie
pl: Usuń kategorię
pt_br: Deletar categoria
zh_hans: 删除分类

# admin categories
source: No categories are set.
fr: Aucune catégorie n'est définie.
pl: Nie ustawiono żadnych kategorii.
pt_br: Nenhuma categoria foi definida.
zh_hans: 尚未设置分类。

# admin category roles form
source: %(category)s: Permissions
fr: %(category)s: Autorisations
pl: %(category)s: uprawnienia
pt_br: %(category)s: Permissões
zh_hans: %(category)s：权限

# admin category roles form
source: Change permissions
fr: Modifier les autorisations
pl: Zmień uprawnienia
pt_br: Alterar permissões
zh_hans: 更改权限

# admin category roles form
source: Are you sure you want to abandon changes?
fr: Êtes-vous sûr de vouloir abandonner les modifications?
pl: Na pewno chcesz porzucić zmiany?
pt_br: Você realmente deseja abandonar as mudanças?
zh_hans: 确定要放弃更改吗？

# admin category role form
source: New category role
fr: Nouveau rôle de catégorie
pl: Nowa rola kategorii
pt_br: Novo cargo de categoria
zh_hans: 新分类角色

# admin category role form
source: Edit category role
fr: Modifier le rôle de catégorie
pl: Zmień rolę kategorii
pt_br: Editar cargo de categoria
zh_hans: 编辑分类角色

# admin category role form
source: Basic settings
fr: Paramètres de base
pl: Podstawowe ustawienia
pt_br: Configurações básicas
zh_hans: 基本设置

# admin categories roles
source: New role
fr: Nouveau rôle
pl: Nowa rola
pt_br: Novo cargo
zh_hans: 新角色

# admin categories roles list
source: Roles
fr: Rôles
pl: Role
pt_br: Cargos
zh_hans: 角色

# admin categories roles
source: Edit role
fr: Modifier le rôle
pl: Zmień rolę
pt_br: Editar cargo
zh_hans: 编辑角色

# admin categories roles
source: Delete role
fr: Supprimer le rôle
pl: Usuń rolę
pt_br: Deletar cargo
zh_hans: 删除角色

# admin categories roles
source: No category roles are set.
fr: Aucun rôle de catégorie n'est défini.
pl: Nie ustawiono żadnych ról kategorii.
pt_br: Nenhum cargo de categoria foi definido.
zh_hans: 尚未设置分类角色。

# admin categories roles
source: Are you sure you want to delete this role?
fr: Êtes-vous sûr de vouloir supprimer ce rôle?
pl: Na pewno chcesz usunąć tą rolę?
pt_br: Você realmente deseja deletar este cargo?
zh_hans: 您确定要删除此角色吗？

# admin role categories form
source: %(role)s: Category permissions
fr: %(role)s: Autorisations de catégorie
pl: %(role)s: uprawnienia kategorii
pt_br: %(role)s: Permissões da categoria
zh_hans: %(role)s：分类权限

# admin roles
source: Edit role
fr: Modifier le rôle
pl: Zmień rolę
pt_br: Editar cargo
zh_hans: 编辑角色

# admin role categories form
source: Change permissions
fr: Modifier les autorisations
pl: Zmień uprawnienia
pt_br: Alterar permissões
zh_hans: 更改权限

# admin role categories form
source: Are you sure you want to abandon changes?
fr: Êtes-vous sûr de vouloir abandonner les modifications ?
pl: Na pewno chcesz porzucić zmiany?
pt_br: Você realmente deseja abandonar as mudanças?
zh_hans: 确定要放弃更改吗？
