Repository: rafalp/Misago
Catalog: misago/locale/*/LC_MESSAGES/django.po
Languages: fr, pl, pt_br, zh_hans

# post protected flag
source: This post is protected. Only moderators may change it.
fr: Ce message est protégé. Seuls les modérateurs peuvent le modifier.
pl: Ten post jest chroniony. Tylko moderatorzy mogą go zmieniać.
pt_br: Esta publicação está protegida. Apenas moderadores podem mudá-la.
zh_hans: 该帖子受保护，仅版主可修改。

# post control
source: Liked
fr: Aimé
pl: Lubię to
pt_br: Curtido
zh_hans: 已赞

# post control
source: Like
fr: Aime
pl: Lubię to
pt_br: Curtir
zh_hans: 点赞

# post control
source: Reply
fr: Réponse
pl: Odpowiedz
pt_br: Responder
zh_hans: 回复

# post control
source: Quote
fr: Citation
pl: Cytuj
pt_br: Citar
zh_hans: 引用

# post control
source: Edit
fr: Modifier
pl: Zmień
pt_br: Editar
zh_hans: 编辑

# post unread label
source: New post
fr: Nouveau message
pl: Nowy post
pt_br: Nova publicação
zh_hans: 新帖子

# post unread label
source: New
fr: Nouveau
pl: Nowy
pt_br: Novo
zh_hans: 新

# post permalink
source: Post link
fr: Publier un lien
pl: Odnośnik do postu
pt_br: Postar link
zh_hans: 帖子链接

# post poster stats
source: %(posts)s post
fr: %(posts)s publication
pt_br: %(posts)s publicação
zh_hans: %(posts)s条帖子

# post removed poster username
source: Removed user
fr: Utilisateur supprimé
pl: Usunięty użytkownik
pt_br: Usuário removido
zh_hans: 已移除用户

# thread page meta
source: Started by %(starter)s on %(started_on)s in the %(category)s category.
fr: Démarré par %(starter)s sur %(started_on)s dans la catégorie %(category)s.
pl: Założony przez %(starter)s %(started_on)s w kategorii %(category)s.
pt_br: Iniciada por %(starter)s em %(started_on)s na categoria %(category)s.
zh_hans: 由%(starter)s于%(started_on)s在%(category)s分类发起。

# thread page meta
source: %(replies)s reply, last one from %(last_post_on)s.
fr: %(replies)sréponses, la dernière de %(last_post_on)s.
pl: %(replies)s odpowiedź, ostatnia z %(last_post_on)s.
pt_br: %(replies)s resposta, última em %(last_post_on)s.
zh_hans: %(replies)s条回复，最后回复于%(last_post_on)s。

# thread page meta
source: Answered.
fr: Répondu.
pl: Rozwiązany.
pt_br: Respondido.
zh_hans: 已答复。

# thread page meta
source: Closed.
fr: Fermé.
pl: Zamknięty.
pt_br: Fechado.
zh_hans: 已关闭。

# thread page options
source: Reply
fr: Réponse
pl: Odpowiedz
pt_br: Responder
zh_hans: 回复

# go up
source: Go to top
fr: Aller en haut
pl: Idź do góry
pt_br: Ir para o topo
zh_hans: 回到顶部

# thread page options
source: Shortcuts
fr: Raccourcis
pl: Skróty
pt_br: Atalhos
zh_hans: 快捷方式

# thread page options
source: Add poll
fr: Ajouter un sondage
pl: Dodaj ankietę
pt_br: Adicionar enquete
zh_hans: 添加投票

# thread flag
source: Pinned globally
fr: Épinglé globalement
pl: Przypięty globalnie
pt_br: Fixado globalmente
zh_hans: 全站置顶

# thread flag
source: Pinned in category
fr: Épinglé dans la catégorie
pl: Przypięty w kategorii
pt_br: Fixado na categoria
zh_hans: 分类置顶

# thread flag
source: Answered
fr: Répondu
pl: Rozwiązany
pt_br: Respondido
zh_hans: 已答复

# thread flag
source: Poll
fr: Sondage
pl: Ankieta
pt_br: Enquete
zh_hans: 投票

# thread flag
source: Closed
fr: Fermé
pl: Zamknięty
pt_br: Fechado
zh_hans: 已关闭

# thread flag
source: Hidden
fr: Masqué
pl: Ukryty
pt_br: Oculto
zh_hans: 已隐藏

# thread replies stat
source: %(replies)s reply
fr: %(replies)s réponse
pl: %(replies)s odpowiedź
pt_br: %(replies)s resposta
zh_hans: %(replies)s条回复

# threads list empty
source: There are no threads in this category.
fr: Il n'y a aucune discussion dans cette catégorie.
pl: W tej kategorii nie ma żadnych tematów.
pt_br: Não há discussões nessa categoria.
zh_hans: 该分类暂无主题。

# threads list empty
source: There are no threads on this site yet.
fr: Il n'y a pas encore de sujets sur ce site.
pl: Na stronie nie ma jeszcze żadnych tematów.
pt_br: Não há discussões nesse site ainda.
zh_hans: 本论坛暂无主题。

# threads list empty
source: No threads matching specified criteria were found.
fr: Aucune unité d'exécution correspondant aux critères spécifiés n'a été trouvée.
pl: Nie ma tematów pasujących do wskazanych kryteriów.
pt_br: Nenhuma discussão correspondente ao critério especificado foi encontrada.
zh_hans: 未找到符合条件的主题。

# threads list paginator
source: Next page
fr: Page suivante
pl: Następna strona
pt_br: Próxima página
zh_hans: 下一页

# private threads page
source: Private threads are threads which only those that started them and those they have invited may see and participate in.
fr: Les fils de discussion privés sont des fils de discussion que seuls ceux qui les ont lancés et ceux qu'ils ont invités peuvent voir et auxquels ils peuvent participer.
pl: Prywatne tematy to tematy do których dostęp mają wyłącznie osoby które je założyły oraz te które zostały do nich zaproszone.
pt_br: Discussões privadas são discussões que apenas aqueles que os iniciaram e aqueles que eles convidaram podem ver e participar.
zh_hans: 私密主题仅发起人及受邀用户可见并参与。

# private threads page
source: You aren't participating in any private threads.
fr: Vous ne participez à aucun fil de discussion privé.
pl: Nie uczestniczysz w żadnym prywatnym temacie.
pt_br: Você não está participando de nenhuma discussão privada.
zh_hans: 您未参与任何私密主题。

# private threads page
source: No threads matching specified criteria were found.
fr: Aucune unité d'exécution correspondant aux critères spécifiés n'a été trouvée.
pl: Nie ma tematów pasujących do wskazanych kryteriów.
pt_br: Nenhum tópico correspondente ao critério especificado foi encontrado.
zh_hans: 未找到符合条件的主题。

# threads list
source: %(starter)s - original poster
fr: %(starter)s - publicateur original
pl: %(starter)s - założyciel(ka) tematu
pt_br: %(starter)s - autor da publicação
zh_hans: %(starter)s - 原始发帖人

# threads list
source: No unread posts
fr: Aucun message non lu
pl: Nie ma nieczytanych postów
pt_br: Nenhuma publicação não lida.
zh_hans: 无未读帖子

# threads list
source: Contains unread posts
fr: Contient des messages non lus
pl: Zawiera nieczytane posty
pt_br: Contém publicações não lidas.
zh_hans: 有未读帖子

# threads list
source: %(last_poster)s - latest poster
fr: %(last_poster)s - dernier publicateur
pl: %(last_poster)s - ostatni postujący
pt_br: %(last_poster)s - último a responder
zh_hans: %(last_poster)s - 最新发帖人

# threads list
source: %(last_activity)s - latest activity
fr: %(last_activity)s - dernière activité
pl: %(last_activity)s - ostatnia aktywność
pt_br: %(last_activity)s - última atividade
zh_hans: %(last_activity)s - 最新活动

# threads page
source: Threads
fr: Fils de discussion
pl: Tematy
pt_br: Discussões
zh_hans: 主题

# threads page nav
source: All categories
fr: Toutes les catégories
pl: Wszystkie kategorie
pt_br: Todas as categorias
zh_hans: 全部分类

# threads page nav
source: All subcategories
fr: Toutes les sous-catégories
pl: Wszystkie podkategorie
pt_br: Todas as subcategorias
zh_hans: 全部子分类

# threads list
source: All threads
fr: Tous les fils de discussion
pl: Wszystkie tematy
pt_br: Todas as discussões
zh_hans: 所有主题

# threads list
source: My threads
fr: Mes discussions
pl: Moje tematy
pt_br: Minhas discussões
zh_hans: 我的主题

# threads list
source: New threads
fr: Nouveaux fils de discussion
pl: Nowe tematy
pt_br: Novas discussões
zh_hans: 新主题

# threads list
source: Unread threads
fr: Discussions non lues
pl: Nieczytane tematy
pt_br: Discussões não lidas
zh_hans: 未读主题

# threads list
source: Watched threads
fr: Discussions suivies
pl: Obserwowane tematy
pt_br: Discussões vistas
zh_hans: 已关注主题

# threads list
source: Unapproved content
fr: Contenu non approuvé
pl: Niezatwierdzona treść
pt_br: Conteúdo não aprovado
zh_hans: 未审核内容

# threads page nav
source: Start thread
fr: Démarrer le fil de discussion
pl: Załóż temat
pt_br: Começar discussão
zh_hans: 发起主题

# active posters page
source: Top posters
fr: Meilleures affiches
pl: Ranking postujących
pt_br: Top publicadores
zh_hans: 活跃发帖用户

# active posters page meta
source: %(posters)s most active poster from last %(days)s days.
fr: %(posters)s publicateur le plus actifs des %(days)sderniers jours.
pl: %(posters)s najaktywniejszy postujący z ostatnich %(days)s dni.
pt_br: %(posters)s publicador mais ativo nos últimos %(days)s dias.
zh_hans: %(days)s天内共有%(posters)s位最活跃发帖用户。

# active posters page meta
source: No users have posted any new messages during last %(days)s day.
fr: Aucun utilisateur n'a posté de nouveaux messages au cours du %(days)s dernier jour.
pl: Żaden użytkownik nie napisał nowych wiadomości w trakcie ostatniego %(days)s dnia.
pt_br: Nenhum usuário publicou nenhuma nova mensagem durante o último %(days)s dia.
zh_hans: %(days)s天内暂无用户发布新消息。

# active posters page meta
source: Top posters
fr: Meilleures affiches
pl: Ranking postujących
pt_br: Top publicadores
zh_hans: 活跃发帖用户

# active posters page meta
source: %(posters)s top poster from last %(days)s days.
fr: %(posters)s meilleur publicateur des %(days)s derniers jours.
pl: %(posters)s najaktywniejszy postujący z ostatnich %(days)s dni.
pt_br: %(posters)s top publicador nos últimos %(days)s dias.
zh_hans: %(days)s天内共有%(posters)s位顶级发帖用户。

# active posters page
source: %(posters)s top poster from last %(days)s days.
fr: %(posters)s meilleur publicateur des %(days)s derniers jours.
pl: %(posters)s najaktywniejszy postujący z ostatnich %(days)s dni.
pt_br: %(posters)s top publicador nos últimos %(days)s dias.
zh_hans: %(days)s天内共有%(posters)s位顶级发帖用户。

# active posters list item
source: Avatar
pl: Awatar
zh_hans: 头像

# active posters list item
source: Rank
fr: Rang
pl: Ranking
zh_hans: 等级

# active posters list item
source: Ranked posts
fr: Messages classés
pl: Napisane posty
pt_br: Publicações ranquedas
zh_hans: 等级发帖数

# active posters list item
source: Total posts
fr: Total des messages
pl: Wszystkie posty
pt_br: Publicações totais
zh_hans: 总发帖数

# users page
source: Users
fr: Utilisateurs
pl: Użytkownicy
pt_br: Usuários
zh_hans: 用户

# rank users page meta
source: %(users)s user have this rank.
fr: %(users)s utilisateur a ce rang.
pl: %(users)s użytkownik ma tą rangę.
pt_br: %(users)s usuário possui este rank.
zh_hans: %(users)s位用户拥有该等级。

# rank users page
source: There is %(more)s more users with this rank.
fr: Il y a plus de %(more)s utilisateur avec ce rang.
pl: Jest jeszcze %(more)s użytkownik z tą rangą.
pt_br: Há %(more)s outro usuário com este rank.
zh_hans: 还有%(more)s位用户拥有该等级。

# rank users page
source: There are no more users with this rank.
fr: Il n'y a plus d'utilisateurs avec ce rang.
pl: Nie innych użytkowników z tą rangą.
pt_br: Não há nenhum outro usuário com este rank.
zh_hans: 暂无更多该等级用户。

# rank users page
source: There are no users with this rank at the moment.
fr: Aucun utilisateur ne possède ce rang pour le moment.
pl: Obecnie nie ma żadnych użytkowników z tą rangą.
pt_br: Não há usuários com este rank no momento.
zh_hans: 目前没有该等级的用户。

# rank users paginator
source: Go to first page
fr: Aller à la première page
pl: Idź do pierwszej strony
pt_br: Ir para a primeira página
zh_hans: 跳转到第一页

# rank users paginator
source: Go to previous page
fr: Aller à la page précédente
pl: Idź do poprzedniej strony
pt_br: Ir para a página anterior
zh_hans: 上一页

# rank users paginator
source: Go to next page
fr: Aller à la page suivante
pl: Idź do następnej strony
pt_br: Ir para a próxima página
zh_hans: 下一页

# rank users paginator
source: Go to last page
fr: Aller à la dernière page
pl: Idź do ostatniej strony
pt_br: Ir para a última página
zh_hans: 跳转到最后一页

# users list item
source: Joined on %(joined_on)s
fr: A rejoint le %(joined_on)s
pl: Dołączył(a) %(joined_on)s
pt_br: Se juntou em %(joined_on)s
zh_hans: 于%(joined_on)s加入

# users list item
source: %(posts)s post
fr: %(posts)s publication
pt_br: %(posts)s publicação
zh_hans: %(posts)s条帖子

# users list item
source: %(threads)s thread
fr: %(threads)s fil de discussion
pl: %(threads)s temat
pt_br: %(threads)s tópico
zh_hans: %(threads)s个主题

# users list item
source: %(followers)s follower
fr: %(followers)s abonné
pl: %(followers)s obserwujący
pt_br: %(followers)s seguidor
zh_hans: %(followers)s位粉丝

# admin node
source: Themes
fr: Thèmes
pl: Motywy
pt_br: Temas
zh_hans: 主题

# admin theme parent empty label
source: No parent
fr: Aucun parent
pl: Bez motywu nadrzędnego
pt_br: Nenhum pai
zh_hans: 无父级

# admin theme form
source: Name
fr: Nom
pl: Nazwa
pt_br: Nome
zh_hans: 名称

# admin theme form
source: Parent
pl: Motyw nadrzędny
pt_br: Pai
zh_hans: 父级

# admin theme form
source: Version
pl: Wersja
pt_br: Versão
zh_hans: 版本

# admin theme form
source: Author(s)
fr: Auteur(s)
pl: Autorzy
pt_br: Autor
zh_hans: 作者

# admin theme form
source: Url
pl: Adres
zh_hans: 网址

# admin theme form
source: Leave this field empty to use theme name from imported file.
fr: Laissez ce champ vide pour utiliser le nom du thème du fichier importé.
pl: Zostaw to pole pusty aby użyć nazwy motywu z zaimportowanego pliku.
pt_br: Deixe este cmapo em branco para usar o nome do tema importado do arquivo.
zh_hans: 如留空则使用导入文件中的主题名称。

# admin theme form
source: Theme file
fr: Fichier de thème
pl: Plik z motywem
pt_br: Arquivo do tema
zh_hans: 主题文件

# admin theme form
source: Theme file should be a ZIP file.
fr: Le fichier de thème doit être un fichier ZIP.
pl: Plik z motywem powinien być typu ZIP.
pt_br: O arquivo do tema deve ser um arquivo ZIP.
zh_hans: 主题文件需为ZIP格式。

# admin theme form
source: Uploaded file is not a valid ZIP file.
fr: Le fichier téléchargé n'est pas un fichier ZIP valide.
pl: Przesłany plik nie jest prawidłowym plikiem ZIP.
pt_br: O arquivo enviado não é um arquivo ZIP válido.
zh_hans: 上传文件不是有效的ZIP文件。

# admin theme assets form
source: No files have been uploaded.
fr: Aucun fichier n'a été téléchargé.
pl: Nie przesłano żadnych plików.
pt_br: Nenhum arquivo foi enviado.
zh_hans: 未上传任何文件。

# admin theme assets form
source: File "%(file)s" content type "%(content_type)s" is not allowed.
fr: Le type de contenu du fichier "%(file)s" "%(content_type)s" n'est pas autorisé.
pl: Plik "%(file)s" ma niedozwolony typ "%(content_type)s".
pt_br: O arquivo "%(file)s" do tipo "%(content_type)s" não é permitido.
zh_hans: 文件"%(file)s"的内容类型"%(content_type)s"不被允许。

# admin theme assets form
source: File "%(file)s" extension is invalid.
fr: L'extension du fichier "%(file)s" n'est pas valide.
pl: Plik "%(file)s" ma nieprawidłowe rozszerzenie.
pt_br: A extensão de arquivo "%(file)s" é inválida.
zh_hans: 文件"%(file)s"的扩展名无效。

# admin theme css form
source: Name
fr: Nom
pl: Nazwa
pt_br: Nome
zh_hans: 名称

# admin theme css form
source: Should be a correct filename and include the .css extension. It will be lowercased.
fr: Le nom de fichier doit être correct et inclure l'extension .css. Il sera en minuscules.
pl: Powinna być prawidłową nazwą pliku i zawierać rozszerzenie ".css". Wielkie litery zostaną zastąpione małymi.
pt_br: Deve ter um nome de arquivo correto e incluir a extensão .css. Será posto em minúsculo.
zh_hans: 需为正确的文件名并包含.css扩展名，文件名将自动转为小写。

# admin theme css form
source: You need to enter CSS for this file.
fr: Vous devez saisir du CSS pour ce fichier.
pl: Musisz wprowadzić CSS dla tego pliku.
pt_br: Você precisa inserir o CSS para este arquivo.
zh_hans: 请为该文件填写CSS内容。

# admin theme css link form
source: Link name
fr: Nom du lien
pl: Nazwa odnośnika
pt_br: Nome do link
zh_hans: 链接名称

# admin theme css link form
source: Can be descriptive (e.g. "roboto from fonts.google.com").
fr: peut être descriptif (par exemple "roboto de fonts.google.com").
pl: Może być opisowa (np. "roboto z fonts.google.com").
pt_br: Pode ser descritivo (por exemplo, "roboto de fonts.google.com").
zh_hans: 可以为描述性内容（如“fonts.google.com的roboto”）。

# admin theme css link form
source: Remote CSS URL
fr: URL CSS distante
pl: Adres URL zdalnego CSS
pt_br: URL Remoto do CSS
zh_hans: 远程CSS链接

# admin theme import
source: "manifest.json" contained by ZIP file is not a valid theme manifest file.
fr: "manifest.json" contenu dans le fichier ZIP n'est pas un fichier manifeste de thème valide.
pl: "manifest.json" zawarto w pliku ZIP nie jest prawidłowym manifestem motywu.
pt_br: O "manifest.json" contido no arquivo ZIP não é um arquivo de manifesto de tema válido.
zh_hans: ZIP文件中的"manifest.json"不是有效的主题清单文件。

# admin theme import
source: Uploaded ZIP file could not be extracted.
fr: Le fichier ZIP téléchargé n'a pas pu être extrait.
pl: Nie można wypakować przesłanego pliku ZIP.
pt_br: O ZIP enviado não pôde ser extraído.
zh_hans: 上传的ZIP文件无法解压。

# admin theme import
source: Uploaded ZIP file is empty.
fr: Le fichier ZIP téléchargé est vide.
pl: Przesłany plik ZIP jest pusty.
pt_br: O arquivo ZIP enviado está vazio.
zh_hans: 上传的ZIP文件为空。

# admin theme import
source: Uploaded ZIP file should contain single directory.
fr: Le fichier ZIP téléchargé doit contenir un seul répertoire.
pl: Przesłany plik ZIP powinien zawierać jeden katalog.
pt_br: O arquivo ZIP deve conter apenas um diretório.
zh_hans: 上传的ZIP文件应包含单一目录。

# admin theme import
source: Uploaded ZIP file didn't contain a directory.
fr: Le fichier ZIP téléchargé ne contient pas de répertoire.
pl: Przesłany plik ZIP nie zawierał katalogu.
pt_br: O arquivo ZIP enviado não contém um diretório.
zh_hans: 上传的ZIP文件未包含目录。

# admin theme import
source: Uploaded ZIP file didn't contain a "manifest.json".
fr: le fichier ZIP téléchargé ne contenait pas de "manifest.json".
pl: Przesłany plik ZIP nie zawierał "manifest.json".
pt_br: O arquivo ZIP não contém um "manifest.json".
zh_hans: 上传的ZIP文件未包含"manifest.json"文件。

# admin theme import
source: "manifest.json" contained by ZIP file is not a valid JSON file.
fr: "manifest.json" contenu dans le fichier ZIP n'est pas un fichier JSON valide.
pl: "manifest.json" z przesłanego pliku ZIP nie jest prawidłowym plikiem JSON.
pt_br: O "manifest.json" contido no arquivo ZIP não é um arquivo JSON válido.
zh_hans: ZIP文件中的"manifest.json"不是有效的JSON文件。

# admin css name validator
source: Name is missing an .css extension.
fr: Il manque une extension .css au nom.
pl: Nazwa pliku musi mieć rozszerzenie ".css".
pt_br: Está faltando .css no nome.
zh_hans: 名称缺少 .css 扩展名。

# admin css name validator
source: Name can't start with period (".").
fr: Le nom ne peut pas commencer par un point (".").
pl: Nazwa pliku nie może zaczynać się od kropki.
pt_br: O nome não pode se iniciar com um ponto (".").
zh_hans: 名称不能以点（“.”）开头。

# admin css name validator
source: Name can contain only latin alphabet characters, digits, dots, underscores and dashes.
fr: Le nom ne peut contenir que des caractères de l'alphabet latin, des chiffres, des points, des traits de soulignement et des tirets.
pl: Nazwa może zawierać wyłącznie znaki alfabetu łacińskiego, cyfry, kropki, podkreślniki i myślniki.
pt_br: O nome pode conter apenas caracteres do alfabeto latino, dígitos, pontos, underlines e travessões.
zh_hans: 名称只能包含拉丁字母、数字、点、下划线和短横线。

# admin css name validator
source: Name has to contain at least one latin alphabet character or digit.
fr: Le nom doit contenir au moins un caractère ou un chiffre de l'alphabet latin.
pl: Nazwa pliku musi zawierać przynajmniej jedną literę z alfabetu łacińskiego lub cyfrę.
pt_br: O nome precisa conter pelo menos um caractere do alfabeto latino ou dígito.
zh_hans: 名称必须包含至少一个拉丁字母或数字。

# admin css name unique validator
source: This name is already in use by other asset.
fr: Ce nom est déjà utilisé par un autre actif.
pl: Ta nazwa jest już wykorzystana przez inny plik motywu.
pt_br: Este nome já está em uso por outro recurso.
zh_hans: 该名称已被其他资源使用。

# admin themes
source: Requested theme does not exist.
fr: Le thème demandé n’existe pas.
pl: Żądany motyw nie istnieje.
pt_br: Tema requisitado não existe
zh_hans: 请求的主题不存在。

# admin themes
source: New theme "%(name)s" has been saved.
fr: Le nouveau thème "%(name)s" a été enregistré.
pl: Nowy motyw "%(name)s" został dodany.
pt_br: O novo tema "%(name)s" foi salvo.
zh_hans: 新主题“%(name)s”已保存。

# admin themes
source: Theme "%(name)s" has been updated.
fr: Le thème "%(name)s" a été mis à jour.
pl: Motyw "%(name)s" został zmieniony.
pt_br: O tema "%(name)s" foi atualizado.
zh_hans: 主题“%(name)s”已更新。

# admin themes
source: Default theme can't be edited.
fr: Le thème par défaut ne peut pas être modifié.
pl: Zawartości domyślnego motywu nie da się zmieniać.
pt_br: Tema padrão não pode ser editado
zh_hans: 默认主题无法编辑。

# admin themes
source: Theme "%(name)s" has been deleted.
fr: Le thème "%(name)s" a été supprimé.
pl: Motyw "%(name)s" został usunięty.
pt_br: O tema "%(name)s" foi deletado.
zh_hans: 主题“%(name)s”已删除。

# admin themes
source: Default theme can't be deleted.
fr: Le thème par défaut ne peut pas être supprimé.
pl: Domyślnego motywu nie da się usunąć.
pt_br: Tema padão não pode ser editado.
zh_hans: 默认主题无法删除。

# admin themes
source: Active theme can't be deleted.
fr: Le thème actif ne peut pas être supprimé.
pl: Aktywnego motywu nie można usunąć.
pt_br: Tema ativo não pode ser deletado.
zh_hans: 当前激活主题无法删除。

# admin themes
source: Theme "%(name)s" can't be deleted because one of its child themes is set as an active theme.
fr: Le thème "%(name)s" ne peut pas être supprimé car l'un de ses thèmes enfants est défini comme thème actif.
pl: Nie można usunąć motywu "%(name)s" ponieważ jeden z jego motywów podrzędnych jest ustawiony jako aktywny motyw.
pt_br: O tema "%(name)s" não pode ser deletado porque um dos seus temas-filhos está definido como um tema ativo.
zh_hans: 主题“%(name)s”无法删除，因为其某个子主题被设置为激活主题。

# admin themes
source: Active theme has been changed to "%(name)s".
fr: Le thème actif a été remplacé par "%(name)s".
pl: Aktywny motyw został zmieniony na "%(name)s".
pt_br: O tema ativo foi alterado para "%(name)s".
zh_hans: 激活主题已更改为“%(name)s”。

# admin themes
source: Default theme can't be exported.
fr: Le thème par défaut ne peut pas être exporté.
pl: Domyślnego motywu nie da się wyeksportować.
pt_br: Tema padrão não pode ser exportado.
zh_hans: 默认主题无法导出。

# admin themes
source: Theme "%(name)s" has been imported.
fr: Le thème "%(name)s" a été importé.
pl: Motyw "%(name)s" został zaimportowany.
pt_br: O tema "%(name)s" foi importado.
zh_hans: 主题“%(name)s”已导入。

# admin themes
source: Default theme assets can't be edited.
fr: Les ressources du thème par défaut ne peuvent pas être modifiées.
pl: Zawartości domyślnego motywu nie da się zmieniać.
pt_br: Os recursos do tema padrão não podem ser editados.
zh_hans: 默认主题资源无法编辑。

# admin themes
source: Some css files could not have been added to the theme.
fr: Certains fichiers CSS n'ont pas pu être ajoutés au thème.
pl: Części przesłanych plików CSS nie można było dodać do motywu.
pt_br: Alguns arquivos CSS não foram adicionados ao tema.
zh_hans: 部分 CSS 文件未能添加到主题中。

# admin themes
source: New CSS files have been added to the theme.
fr: De nouveaux fichiers CSS ont été ajoutés au thème.
pl: Nowe pliki CSS zostały dodane do motywu.
pt_br: Novos arquivos CSS foram adicionados ao tema.
zh_hans: 新 CSS 文件已添加到主题。

# admin themes
source: New media files have been added to the theme.
fr: De nouveaux fichiers multimédias ont été ajoutés au thème.
pl: Nowe pliki z mediami zostały dodane do motywu.
pt_br: Novos arquivos de mídia foram adicionados ao tema.
zh_hans: 新媒体文件已添加到主题。

# admin themes
source: Selected CSS files have been deleted.
fr: Les fichiers CSS sélectionnés ont été supprimés.
pl: Wybrane pliki CSS zostały usunięte.
pt_br: Os arquivos CSS selecionados foram deletados.
zh_hans: 所选 CSS 文件已删除。

# admin themes
source: Selected media have been deleted.
fr: Les médias sélectionnés ont été supprimés.
pl: Wybrane media zostały usunięte.
pt_br: A mídia selecionada foi deletada.
zh_hans: 所选媒体文件已删除。

# admin themes
source: Requested CSS could not be found in the theme.
fr: Le CSS demandé est introuvable dans le thème.
pl: Motyw nie zawiera żądanego CSS.
pt_br: O CSS solicitado não pôde ser encontrado no tema.
zh_hans: 主题中未找到请求的 CSS 文件。

# admin themes
source: "%s" was moved up.
fr: "%s" a été déplacé vers le haut.
pl: "%s" przeniesiono w górę.
pt_br: "%s" foi movido para cima.
zh_hans: “%s”已上移。
